Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

source: # KOReader Quickstart Guide Welcome to KOReader. You can activate the menu by swiping down from the top of the screen. Clicking outside the menu or swiping up on the menu will discard it. Turning pages can be done either by swiping left and right or by single taps on the left or right side of the screen. ### Contents * [Menu](#menu) * [Main menu](#main-menu) * [Settings](#settings) * [File browser](#file-browser) ## Menu <a id="menu"></a> ### Main <a id="main-menu"></a> ![Menu](../resources/icons/menu-icon.png) You can always view this quickstart guide again through *Help* → *Quickstart guide* in the top right menu. ### Settings <a id="settings"></a> ![Settings](../resources/icons/appbar.settings.png) You can change the language and other settings through the gear icon. ## File browser <a id="file-browser"></a> The file browser will only show document or ebook files that KOReader can read. In the file browser, you can tap on any file to open it. Long press on any file to bring up a menu with more options. The location path display above the list of files and folders shows you which folder you're viewing. The `../` entry, at the top of the listed folders, lets you go *up* one level. For instance, if you are at `/mnt/onboard` now, tapping the `../` will bring you to `/mnt/`. Once you have found the folder you have your books listed in, you can long press the selection that opens that folder and you should see a message box popup with the option to **Set as HOME directory**. ------------- Generated by KOReader %1.
sv: # KOReaders snabbstartsguide Välkommen till KOReader. Du kan aktivera menyn genom att svepa nedåt från toppen av skärmen. Om du klickar utanför menyn eller sveper upp menyn kommer du att förkasta den. Sidbyten kan göras antingen genom att svepa åt höger eller vänster eller genom enkel tryck på höger eller vänster sida av skärmen. ### Innehåll * [Meny](#menu) * [Huvudmeny](#main-menu) * [Inställningar](#settings) * [Filhanterare](#file-browser) ## Meny <a id="menu"></a> ### Huvud <a id="main-menu"></a> ![Meny](../resources/icons/menu-icon.png) Du kan alltid visa denna snabbstartsguide igen via *Hjälp* → *Snabbstartsguide* i menyn längst upp till höger. ### Inställningar <a id="settings"></a> ![Inställningar](../resources/icons/appbar.settings.png) Du kan ändra språk och andra inställningar via kugghjulsikonen. ## Filhanterare <a id="file-browser"></a> Filhanteraren visar endast dokument eller eboksfiler som KOReader kan läsa. I filhanteraren kan du trycka på en fil för att öppna den. Tryck länge på en fil för att få upp en meny med fler alternativ. Sökvägen till platsen ovanför listan av filer och mappar visar dig vilken mapp du tittar på. Posten `../` längst upp i toppen av de listade mapparna låter dig gå *upp* en nivå. Om du till exempel vore i `/mnt/onboard` så hade ett tryck på `../` tagit dig till `/mnt/`. När du har hittat mappen som listar dina böcker kan du trycka länge på valet som öppnar den mappen så bör du se en meddelandedialogruta öppnas med alternativt att **Sätt som HEMkatalog**. ------------- Genererad av KOReader %1.

source: Choose screensaver directory
sv: Välj skärmsläckarkatalog

source: Screensaver directory set to: %1
sv: Skärmsläckarkatalogen inställd på: %1

source: Choose screensaver image
sv: Välj blid för skärmsläckare

source: Screensaver image set to: %1
sv: Skärmsläckarbild inställd till: %1

source: Enter the message to be displayed by the screensaver. The following escape sequences can be used: %p percentage read %c current page number %t total number of pages %T title
sv: Mata in meddelandet som ska visas av skärmsläckaren. Följnade kodsekvenser kan användas: %p procent läst %c aktuellt sidnummber %t totalt antal sidor %T titel

source: Sinhala (Sinhalese)
sv: Singalesiska

source: Tagalog (Filipino)
sv: Tagalog (Filippinska)

source: %1% Completed
sv: %1% avklarat

source: No directory to save article to could be found.
sv: Ingen mapp att spara artikel till kunde hittas.

source: Saving Wikipedia article failed or canceled.
sv: Sparandet av Wikipedia-artikeln misslyckades eller avbröts.

source: Input lookup word
sv: Inmatningsuppslagsord

source: Lookup
sv: Slå upp

source: 1 item
sv: 1 objekt

source: Max. at:
sv: Max. vid:

source: Saved screenshot to %1. Would you like to set it as screensaver?
sv: Sparade skärmdump till %1. Vill du ställa in den som skärmsläckare?

source: Enter page number or letter
sv: Ange sidnummer eller bokstav

source: No choices available
sv: Inga val tillgängliga

source: Networks without WPA/WPA2 encryption are not supported.
sv: Nätverk utan WPA/WPA2 kryptering stöds inte.

source: Edit local calibre host and port
sv: Ändra lokal calibre-värd och -port

source: calibre host
sv: calibre-värd

source: Add new OPDS catalog
sv: Lägg till ny OPDS-katalog

source: Download directory: %1 Download file type:
sv: Hämta katalog: %1 Hämta filtyp:

source: Catalog Name
sv: Katalognamn

source: Long-press to select file
sv: Långt tryck för att välja fil

source: Long-press to select
sv: Långt tryck för att välja

source: Select this file? %1 File size: %2 bytes Last modified: %3
sv: Välj denna fil? %1 Filstorlek: %2 bytes Senast ändrad: %3

source: Select this file? %1
sv: Välj denna fil? %1

source: Select this path? %1
sv: Välj denna sökväg? %1

source: Couldn't extract archive: %1 Unrecognized filename extension.
sv: Kunde inte packa upp arkiv: %1 Okänd filnamnstillägg.

source: Auto frontlight
sv: Automatisk framljus

source: Auto frontlight detects the brightness of the environment and automatically turn on and off the frontlight. Frontlight will be turned off to save battery in bright environment, and turned on in dark environment. Do you want to %1 it?
sv: Automatiskt framljus känner av miljöns ljusstyrka och slår automatiskt på och av framljuset. Framljuset kommer att slås av för att spara batteri i ljus miljö och slås på i mörk miljö. Vill du %1 det?

source: Automatically turns the frontlight on and off once brightness in the environment reaches a certain level.
sv: Stänger och tänder framljuset automatiskt när ljusstyrkan i miljön når en viss nivå.

source: Timeout in minutes
sv: Tidsgräns i minuter

source: Auto suspend
sv: Automatiskt viloläge

source: Suspends the device after a period of inactivity.
sv: Försätter enheten i viloläge efter en viss tids inaktivitet.

source: Background runner
sv: Bakgrundstjänst

source: Service to other plugins: allows tasks to run regularly in the background.
sv: Tjänst till andra insticksmoduler: tillåter att uppdrag körs regelbundet i bakgrunden.

source: Total time
sv: Tid totalt

source: If you would like to reset the data,
sv: Om du vill återställa data,

source: please tap here.
sv: tryck här.

source: Set inbox directory
sv: Ställ in inkorgskatalog

source: Automatic
sv: Automatisk

source: Find books
sv: Hitta böcker

source: Cannot connect to calibre server.
sv: Kan inte ansluta till calibre-server.

source: View full size cover
sv: Visa omslag i full storlek

source: View book description
sv: Visa bokbeskrivning

source: No book description
sv: Ingen bokbeskrivning

source: Finished - %1 pages
sv: Färdig - %1 sidor

source: On hold - %1 pages
sv: I vänteläge - %1 sidor

source: %1 % of %2 pages
sv: %1 % av %2 sidor

source: Show new files in bold
sv: Visa nya filer med fetstil

source: Show files in bold
sv: Visa filer med fetstil

source: Don't show files in bold
sv: Visa inte filerna med fetstil

source: File browser settings
sv: Inställningar för filhanteraren

source: Other settings
sv: Andra inställningar

source: Show hint for opened books in history
sv: Visa tips för öppna böcker i historik

source: Login to Evernote
sv: Logga in till Evernote

source: Note:
sv: Anteckning:

source: Export all notes in this book
sv: Exportera alla anteckningar i denna bok

source: Export all notes in your library
sv: Exportera alla anteckningar i ditt bibliotek

source: Exporting may take several minutes…
sv: Export kan ta flera minuter…

source: Export to local HTML files
sv: Exportera till lokala HTML-filer

source: Export to local clipping text file
sv: Exportera till lokal urklippstextfil

source: Purge history records
sv: Rensa historikposter

source: Logged in to Evernote.
sv: Inloggad på Evernote.

source: Notes can be found in %1/.
sv: Anteckningar kan hittas i %1/.

source: Exports highlights and notes to the Evernote cloud.
sv: Exportera markeringar och anteckningar till Evernote-molnet.

source: Hold interval
sv: Hållintervall

source: Pan delay interval
sv: Fördröjningsintervall för panorering

source: Hold corner
sv: Håll hörnet

source: Please wait…
sv: Vänta…

source: Network problem. Check connection.
sv: Nätverksproblem. Kontrollera anslutning.

source: Search not found!
sv: Sökning hittades inte!

source: Book info
sv: Bokinfo

source: Series: %1
sv: Serier: %1

source: Rating: %1
sv: Betyg: %1

source: Pages: %1
sv: Sidor: %1

source: Release date: %1
sv: Utgivningsdatum: %1

source: Search all books
sv: Sök alla böcker

source: Please set up your Goodreads key in the settings dialog
sv: Ställ in din Goodreads-nyckel i inställningsdialogrutan

source: Search for book by title
sv: Sök efter bok med titel

source: Search for book by author
sv: Sök efter bok av författare

source: Goodreads key left empty
sv: Goodreads-nyckel lämnas tom

source: Goodreads secret left empty (optional)
sv: Goodreads-hemlighet lämnas tom (frivilligt)

source: Login to Goodreads
sv: Logga in till Goodreads

source: Search all books in Goodreads
sv: Sök alla böcker i Goodreads

source: Title, author or ISBN
sv: Titel, författare eller ISBN

source: Search for book by author in Goodreads
sv: Sök efter bok av författare i Goodreads

source: Author
sv: Författare

source: Search for book by title in Goodreads
sv: Sök efter bok med titel i Goodreads

source: Select book
sv: Välj bok

source: Please enter text
sv: Ange text

source: Allows browsing and searching the Goodreads database of books.
sv: Tillåter bläddring och sökning i Goodreads-databasen efter böcker.

source: Auto sync now and future
sv: Automatisk synkronisering nu och i framtiden

source: Whisper sync
sv: Whisper-synkronisering

source: Synchronizes your reading progess to a server across your KOReader devices.
sv: Synkroniserar dina läsningsframsteg till en server mellan dina KOReader-enheter.

source: %1 Retrieving image %2 / %3 …
sv: %1 Hämtar bild %2 / %3 …

source: News (RSS/Atom) downloader
sv: Nyhetshämtare (RSS/Atom)

source: Download news
sv: Hämta nyheter

source: Remove news
sv: Ta bort nyheter

source: Change feeds configuration
sv: Ändra konfiguration för flöden

source: Set custom download directory
sv: Ange hämtningskatalog

source: News downloader retrieves RSS and Atom news entries and stores them to: %1 Each entry is a separate html file, that can be browsed by KOReader file manager. Items download limit can be configured in Settings.
sv: Nyhetshämtaren hämtar RSS och Atom nyheter och lagrar dem i: %1 Varje post är en separat htmlfil, som kan bläddras med KOReader-filhanteraren. Hämtningsgränsen för objekt kan konfigureras i Inställningar.

source: Downloading news finished. Could not process some feeds. Unsupported format in: %1
sv: Hämtning av nyheter slutförd. Det gick inte att bearbeta några flöden. Format som inte stöds i: %1

source: This is just a description of the feed. To download the full article instead, go to the News Downloader settings and change 'download_full_article' to 'true'.
sv: Detta är bara en beskrivning av flödet. För att hämta den fullständiga artikeln istället, gå till inställningar för Nyhetshämtaren och ändra ”download_full_article” till ”true”.

source: All news removed.
sv: Alla nyheter borttagna.

source: Read timer alarm Time's up. It's %1 now.
sv: Läs tidtagaralarm Tiden är ute. Det är %1 nu.

source: Read timer (%1m)
sv: Lästidtagare (%1m)

source: Set timer
sv: Ställ in tidtagare

source: Set reader timer
sv: Ställ in läsenhetens tidtagare

source: Timer could not be set. You have selected current time or time in past
sv: Tidtagaren kunde inte ställas in. Du har valt aktuell tid eller tid i förflutna

source: Minutes from now
sv: Minuter från nu

source: Set reader timer from now (hours:minutes)
sv: Ställ in läsenhetens tidtagare från nu (timmar:minuter)

source: Send2Ebook (Receiver)
sv: Send2Ebook (mottagare)

source: Download and remove from server
sv: Hämta och ta bort från servern

source: Remove read (opened) articles
sv: Ta bort lästa (öppnade) artiklar

source: Send2Ebook lets you send articles found on PC/Android phone to your Ebook reader (using ftp server). More details: https://github.com/mwoz123/send2ebook Downloads to local folder: %1
sv: Send2Ebook låter dig skicka artiklar som finns på PC:n/Android-telefonen till din e-bokläsenhet (med ftp-server). Mer detaljer: https://github.com/mwoz123/send2ebook Hämtningar till lokal mapp: %1

source: Connecting…
sv: Ansluter…

source: Could not get file list for server: %1, user: %2, folder: %3
sv: Det gick inte att hämta fillista för server: %1, användare: %2, mapp: %3

source: Processing %1/%2
sv: Bearbetar %1/%2

source: Processing finished. Success: %1, failed: %2
sv: Bearbetningen avslutad. Lyckades: %1, misslyckades: %2

source: All read articles removed.
sv: Alla lästa artiklar borttagna.

source: Send to eBook
sv: Skicka till e-bok

source: Receives articles sent with the Send2Ebook PC/Android application.
sv: Mottar artiklar skickade med Send2Ebook PC/Android-applikationen.

source: Error
sv: Fel

source: Start SSH server
sv: Starta SSH-server

source: Stop SSH server
sv: Stoppa SSH-servern

source: Change SSH port
sv: Ändra SSH-port

source: Put your public SSH keys in %1
sv: Sätt in dina offentliga SSH-nycklar i %1

source: Reading progress unavailable. No data from last %1 days.
sv: Läsnings framsteg otillgänglig. Inga data från senaste %1 dagar.

source: Percentage completed
sv: Procent avslutad

source: Estimated reading finished
sv: Uppskattad lässluttid

source: %1 (1 day)
sv: %1 (1 dag)

source: Read pages/Total pages
sv: Lästa sidor/totalt antal sidor

source: Show days
sv: Visa dagar

source: Pages: (%1) Time: %2
sv: Sidor: (%1) Tid: %2

source: Reader statistics
sv: Läsarstatistik

source: Current
sv: Aktuell

source: Total
sv: Totalt

source: Average
sv: Genomsnitt

source: Last suspend time
sv: Senaste suspenderingstid

source: Last resume time
sv: Senaste återupptagningstid

source: Up hours
sv: Drifttimmar

source: Enter a command and press "Execute"
sv: Skriv in ett kommando och tryck på "Kör"

source: Executing…
sv: Kör…

source: Executes simple commands and shows their output.
sv: Kör enkla kommandon och visar deras utdata.

source: Text editor settings
sv: Inställningar för textredigerare

source: Set text font size
sv: Ställ in teckenstorlek för text

source: Select font size
sv: Välj teckenstorlek

source: Select a file to open
sv: Välj en fil att öppna

source: Edit a new empty file
sv: Redigera en ny tom fil

source: To start editing a new file, you will have to: - First select a directory - Then enter a name for the new file - And start editing it Do you want to proceed?
sv: För att börja redigera en ny fil måste du: - Välj först en katalog - Ange sedan ett namn för den nya filen - Och börja redigera den Vill du fortsätta?

source: This file does not exist anymore: %1 Do you want to create it and start editing it?
sv: Denna fil finns inte längre: %1 Vill du skapa den och börja redigera den?

source: Check Lua
sv: Kontrollera Lua

source: Retrieve new articles from server
sv: Hämta nya artiklar från server

source: Delete finished articles remotely
sv: Ta bort avslutade artiklar på distans

source: Articles processed. Deleted: %1
sv: Artiklar hanterade. Borttagna: %1

source: Configure Wallabag client
sv: Konfigurera Wallabag-klient

source: Not set
sv: Inte inställd

source: Set download directory (%1)
sv: Ställ in hämtningskatalog (%1)

source: All articles
sv: Alla artiklar

source: Filter articles by tag (%1)
sv: Filtrera artiklar efter tagg (%1)

source: Remotely delete finished articles
sv: Ta bort avslutade artiklar på distans

source: Remotely delete 100% read articles
sv: Ta bort 100% lästa artiklar på distans

source: Mark as read instead of deleting
sv: Markera som läst istället för att ta bort

source: Process deletions when downloading
sv: Hantera borttagningar vid hämtning

source: Synchronize remotely deleted files
sv: Synkronisera raderade fjärrfiler

source: Download directory: use a directory that is exclusively used by the Wallabag plugin. Existing files in this directory risk being deleted. Articles marked as finished or 100% read can be deleted from the server. Those articles can also be deleted automatically when downloading new articles if the 'Process deletions during download' option is enabled. The 'Synchronize remotely deleted files' option will remove local files that no longer exist on the server.
sv: Hämtningskatalog: använd en katalog som endast användas av Wallabag-insticket. Existerande filer i denna katalog riskerar att tas bort. Ariklar som markerats som klara eller 100% lästa kan tas bort från servern. Dessa artiklarna kan också tas bort automatiskt vid hämtning av nya arktilar om alternativet ”Hantera borttagningar vid hämtning” är aktiverat. Alternativet ”Synkronisera raderade fjärrfiler” kommer att ta bort filer som inte längre finns på servern.

source: Wallabag is an open source read-it-later service. This plugin synchronizes with a Wallabag server. More details: https://wallabag.org Downloads to directory: %1
sv: Wallabag är en läs-det-senare tjänst med öppen källkod. Denna insticksmodul synkroniseras med en Wallabag-server. Mer detaljer: https://wallabag.org Hämtningar till katalog: %1

source: The download directory is not valid. Please configure it in the settings.
sv: Hämtningskatalogen är inte giltig. Konfigurera den under inställningar.

source: Getting article list…
sv: Hämtar artikellista…

source: Downloading articles…
sv: Hämtar artiklar…

source: Processing finished. Articles downloaded: %1 Deleted: %2 Failed: %3
sv: Bearbetningen är klar. Artiklar hämtades: %1 Togs bort: %2 Misslyckades: % 3

source: Processing finished. Articles downloaded: %1 Deleted: %2
sv: Hantering avslutad. Artiklar hämtade: %1 Borttagna: %2

source: Processing local files…
sv: Hanterar lokala filer…

source: Set a single tag to filter articles on
sv: Sätt en enstaka tagg att filtrera artiklar efter

source: Enter the details of your Wallabag server and account. Client ID and client secret are long strings so you might prefer to save the empty settings and edit the config file directly in your installation directory: %1/wallabag.lua Restart KOReader after editing the config file.
sv: Mata in detaljerna för ditt Wallabag-konto och server. Klient-ID och klienthemlighet är långa strängar så du kan eventuellt föredra att spara de tomma inställningar och redigera konfigurationsfilen direkt i din installationskatalog. %1/wallabag.lua Starta om KOReader efter att ha redigerat konfigurationsfilen.

source: Wallabag client settings
sv: Inställningar för Wallabag-klient

source: Number of articles
sv: Antal artiklar

source: Number of articles to download per sync
sv: Antal artiklar att hämta per sync

source: Share this document
sv: Dela detta dokument

source: Stop sharing books
sv: Sluta dela böcker

source: Subscribe to book share
sv: Prenumerera på bokdelning

source: Unsubscribe from book share
sv: Avregistrera dig från bokdelning

source: Received file:
sv: Mottagen fil:

source: Devices in the same Wi-Fi network can transfer documents between each other directly.
sv: Enheter i samma Wi-Fi-nätverk kan överföra dokument direkt mellan varandra.
