Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

source: 1 book has been skipped.
bg_bg: 1 книга е пропусната.
he: ספר אחד דולג.
vi: Đã bỏ qua %1 sách.
zh_tw: 已略過 %1 本書。

source: Not all books metadata extracted yet. Extract metadata now?
bg_bg: Не цялата информация от книгите е получена. Желаете ли да бъде извлечена сега?
he: עדיין לא חולצו נתוני־על מכל הספרים. לחלץ נתוני־על עכשיו?
vi: Chưa trích xuất được toàn bộ siêu dữ liệu sách. Trích xuất siêu dữ liệu ngay bây giờ?
zh_tw: 尚未擷取所有書籍資訊。 是否立即擷取？

source: Extract
bg_bg: Извличане
he: לחלץ
vi: Giải nén
zh_tw: 擷取

source: Query: %1
bg_bg: Заявка: %1
he: שאילתה: %1
vi: (Truy vấn: %1)
zh_tw: 查詢： %1

source: Search results (%1)
bg_bg: Резултати от търсенето (%1)
he: תוצאות החיפוש (%1)
vi: Kết quả tìm kiếm (%1)
zh_tw: 搜尋結果（%1）

source: History
bg_bg: Хронология
he: נקראו לאחרונה
sv: Historik
vi: Lịch sử
zh_tw: 閱讀歷史

source: History (%1)
bg_bg: Хронология (%1)
he: היסטוריה (%1)
vi: Lịch sử (%1)
zh_tw: 閱讀歷史（%1）

source: Collections: %1
bg_bg: Списъци: %1
he: אוספים: %1
vi: Bộ sưu tập: %1
zh_tw: 收藏清單 (%1)

source: Remove from history
bg_bg: Премахване от хронологията
he: הסרה מההיסטוריה
sv: Ta bort från historik
vi: Xóa khỏi lịch sử
zh_tw: 從閱讀歷史中移除

source: Filter by collections
bg_bg: Филтрирано от списък
he: לסנן לפי אוספים
vi: Lọc theo Bộ sưu tập
zh_tw: 依收藏清單篩選

source: Search in filename and book metadata
bg_bg: Търсене в името на файла и информацията за книгата
he: חיפוש בשם הקובץ ובנתוני העל של הספר
vi: Tìm tên sách và siêu dữ liệu
zh_tw: 在檔名及書籍資訊中搜尋

source: Clear history of deleted files
bg_bg: Изчистване на хронологията от премахнати файлове
he: ניקוי היסטוריה של קבצים שנמחקו
sv: Rensa historik av raderade filer
vi: Xóa lịch sử của các tệp đã xóa
zh_tw: 清除已刪除檔案的歷史

source: Clear history of deleted files?
bg_bg: Желаете ли да бъде изчистена хронологията от премахнатите файлове?
he: לנקות היסטוריה של קבצים שנמחקו?
vi: Xóa lịch sử của các tệp đã xóa?
zh_tw: 要清除已刪除檔案的歷史嗎？

source: Clear
bg_bg: Изчистване
he: ניקוי
sv: Rensa
vi: Xóa
zh_tw: 清除

source: Filter by book status
bg_bg: Филтриране на книги по състояние
he: סינון לפי מצב הספר
vi: Lọc theo trạng thái sách
zh_tw: 依書本狀態過濾

source: Enter text to search history for
bg_bg: Въведете търсене в хронологията
he: נא למלא טקסט לחיפוש בהיסטוריה
vi: Nhập văn bản để tìm kiếm lịch sử cho
zh_tw: 輸入要尋找的文字

source: Cannot open last document
bg_bg: Последният документ не може да бъде отворен
he: לא ניתן לפתוח את המסמך האחרון
sv: Kan inte öppna senaste dokumentet
vi: Không thể mở các tài liệu gần đây
zh_tw: 無法開啟最後使用的文件

source: Settings
bg_bg: Настройки
he: הגדרות
sv: Inställningar
vi: Cài đặt
zh_tw: 設定

source: Show hidden files
bg_bg: Показване на скритите файлове
he: הצג קבצים מוסתרים
sv: Visa dolda filer
vi: Hiện các tệp ẩn
zh_tw: 顯示隱藏檔案

source: Show unsupported files
bg_bg: Показване на неподдържаните файлове
he: הצג קבצים לא נתמכים
sv: Visa filer som inte stöds
vi: Hiển thị các tệp không được hỗ trợ
zh_tw: 顯示不支援的檔案

source: Classic mode settings
bg_bg: Настройки на класическия режим
he: הגדרות מצב קלאסי
vi: Cài đặt chế độ cổ điển
zh_tw: 經典模式設定

source: Items per page: %1
bg_bg: Елементи на страница: %1
he: פריטים לעמוד: %1
vi: Số item mỗi trang: %1
zh_tw: 每頁個數：%1

source: This sets the number of items per page in: - File browser, history and favorites in 'classic' display mode - Search results and folder shortcuts - File and folder selection - Calibre and OPDS browsers/search results
bg_bg: Задава броя на елементите на страница в: • приложението за управление на файлове, хронологията и избраните в „класическия“ изглед • резултатите от търсене и преките пътища към папки • избор на файлове и папки • Calibre и разглеждане на OPDS и резултати от търсене
he: בחירה זו תקבע את מספר הפריטים לעמוד עבור: - סייר הקבצים, היסטוריה ומעודפים במצב תצוגה 'קלאסי' - תוצאות חיפוש וקיצורים לתיקיות - בחירת קבצים ותיקיות - דפדפני Calibre ו-OPDS ותוצאות חיפוש בם
vi: Tùy chọn này kiểm soát số lượng mục trên mỗi trang ở các vị trí sau: - Trình duyệt tệp, lịch sử và mục yêu thích ở chế độ hiển thị 'cổ điển' - Kết quả tìm kiếm và lối tắt thư mục - Lựa chọn tệp và thư mục - Trình duyệt Calibre và OPDS / kết quả tìm kiếm
zh_tw: 這會於以下這些場合，設定每頁的項目數： - 傳統顯示模式下的檔案瀏覽器、歷史與最愛 - 搜尋結果和快捷資料夾 - 選擇檔案與資料夾時 - Calibre 和 OPDS 瀏覽器/搜尋結果

source: Items per page
bg_bg: Елементи на страница
he: פריטים לעמוד
sv: Objekt per sida
vi: Các mục trên mỗi trang
zh_tw: 每頁包含的項目個數

source: Item font size: %1
bg_bg: Размер на шрифта на елементите: %1
he: גודל כתב פריטים: %1
vi: Kích cỡ phông item: %1
zh_tw: 項目字型大小：%1

source: Item font size
bg_bg: Размер на шрифта на елементите
he: גודל גופן של פריט
vi: Kích thước phông chữ đề mục
zh_tw: 項目字型大小

source: Shrink item font size to fit more text
bg_bg: За побиране на текста се намалява шрифта
he: הקטן את גודל הגופן של הפריט כדי להציג טקסט נוסף
vi: Thu nhỏ kích thước phông chữ của mục để vừa với nhiều văn bản hơn
zh_tw: 減少項目字型大小以顯示更多文字

source: Show opened files in bold
bg_bg: Отваряните файлове да са с получер шрифт
he: להציג קבצים שנפתחו באותיות מודגשות
sv: Visa öppnade filer med fetstil
vi: Hiển thị các tệp đã mở bằng chữ in đậm
zh_tw: 開啟過的檔案用粗體顯示

source: Show new (not yet opened) files in bold
bg_bg: Неотваряните файлове да са с получер шрифт
he: להציג קבצים חדשים (שטרם נפתחו) באותיות מודגשות
sv: Visa nya (ej öppnade) filer med fetstil
vi: Hiển thị các tệp mới (chưa được mở) được in đậm
zh_tw: 新的（還未打開過的）檔案用粗體顯示

source: History settings
bg_bg: Настройки на хронологията
he: הגדרות היסטוריה
vi: Cài đặt lịch sử
zh_tw: 歷史記錄設定

source: Shorten date/time
bg_bg: Съкращаване дата/час
he: קיצור תאריך/שעה
vi: Rút ngắn ngày/giờ
zh_tw: 使用簡短日期/時間格式

source: Freeze last read date of finished books
bg_bg: Замразяване на датата на прочитане
he: הקפאת תאריך קריאה אחרונה של ספרים שסוימו
vi: Cố định ngày đọc cuối cùng của những cuốn sách đã hoàn thành
zh_tw: 凍結已完成書籍的最後閱讀日期

source: Auto-remove deleted or purged items from history
bg_bg: Автомат. премахване на липсващите елементи от хронологията
he: הסר מההיסטוריה באופן אוטומטי פריטים שנמחקו או שנגזמו
sv: Ta bort borttagna eller rensade objekt automatiskt från historiken
vi: Tự động xóa các mục đã xóa hoặc đã xóa khỏi lịch sử
zh_tw: 自動從閱讀歷史記錄中移除不存在的項目

source: Show filename in Open last/previous menu items
bg_bg: Името на файла е видимо в менюто Отваряне на последния/предходния
he: להציג את שם הקובץ בפריטי התפריט "פתיחת האחרון/הקודם"
sv: Visa filnamn i Öppna senast/föregående menyalternativ
vi: Hiển thị tên tệp trên mục menu mở tệp trước đó/tiếp theo
zh_tw: 在「打開最後 / 先前閱讀的文件」選項中顯示檔名

source: Home folder settings
bg_bg: Настройки на началната папка
he: הגדרות תיקיית בית
vi: Cài đặt thư mục chính
zh_tw: 主資料夾設定

source: Set home folder
bg_bg: Задаване на начална папка
he: הגדר תיקיית בית
vi: Đặt thư mục chính
zh_tw: 設定主資料夾

source: Current home folder:
bg_bg: Текуща начална папка:
he: תיקיית בית נוכחית:
vi: Thư mục nhà hiện tại:
zh_tw: 當前主資料夾：

source: Shorten home folder
bg_bg: Без пълен път до началната папка
he: קיצור תיקיית הבית
vi: Rút gọn thư mục chính
zh_tw: 主資料夾簡寫

source: "Shorten home folder" will display the home folder itself as "Home" instead of its full path. Assuming the home folder is: `/mnt/onboard/.books` A subfolder will be shortened from: `/mnt/onboard/.books/Manga/Cells at Work` To: `Manga/Cells at Work`.
bg_bg: „Без пълен път до началната папка“ ще показва основната папка като „Начало“ вместо пълния път. Ако приемем, че началната папка е: `/mnt/onboard/.books` Част от пътя ще бъде премахнат от: `/mnt/onboard/.books/Manga/Cells at Work`. До: `Manga/Cells at Work`.
he: "קצר את תיקיית הבית" יציג את תיקיית הבית עצמה כ"Home"במקום הנתיב המלא שלה. בהנחה שתיקיית הבית היא: `mnt/onboard/.books/` תיקיית משנה תתקצר מ-: ‪`/mnt/onboard/.books/Manga/Cells at Work` ל-: `Manga/Cells at Work`.
vi: "Rút gọn thư mục chính" sẽ hiển thị chính thư mục chính là "Trang chủ" thay vì đường dẫn đầy đủ của nó Giả sử thư mục chính là: `/mnt/onboard/.books` Sau đó, các thư mục con sẽ từ: `/mnt/onboard/.books/Manga/Cells at Work` rút ngắn thành: `Manga/Cells at Work`.
zh_tw: 「主資料夾簡寫」會將主資料夾顯示為「主資料夾」而不是完整路徑。 假設家資料夾是： `/mnt/onboard/.books` 子資料夾會從： `/mnt/onboard/.books/Manga/Cells at Work` 縮短為： `Manga/Cells at Work`。

source: Lock home folder
bg_bg: Заключване на началната папка
he: נעל את תיקיית הבית
vi: Khóa thư mục chính
zh_tw: 鎖定主資料夾

source: Show collection mark
bg_bg: Показване на знака за списък
he: הצגת סמן אוסף
vi: Hiển thị dấu hiệu sưu tập
zh_tw: 顯示已收藏標記

source: Info lists items per page: %1 / %2
bg_bg: Елементи на страниците с информация: %1 / %2
he: פריטי רשימות מידע לעמוד: %2 / %1
vi: Thông tin liệt kê các mục trên mỗi trang: %1 / %2
zh_tw: 每頁包含的資訊清單項目數： %1 / %2

source: This sets the number of items per page in: - Book information - Dictionary and Wikipedia lookup history - Reading statistics details - A few other plugins
bg_bg: Задава броя на елементите на страница в: • информация за книгата • хронология на търсене в Уикипедия и речника • подробности за статистиката на четенето • няколко други добавки
he: זה מגדיר את מספר הפריטים בעמוד עבור: - מידע על הספר - היסטוריית חיפושים במילון ובוויקיפדיה - פרטי סטטיסטיקת קריאה - מספר תוספים אחרים
vi: Đặt số lượng mục trên mỗi trang, áp dụng cho: - Thông tin sách - Lịch sử truy vấn từ điển và Wikipedia - Đọc chi tiết thống kê - Một số tiện ích mở rộng khác
zh_tw: 這會設定每頁的項目數於： - 書籍資訊 - 字典和維基百科查詢記錄 - 閱讀統計詳細資料 - 一些其他外掛

source: Info lists items per page
bg_bg: Елементи на страниците с информация
he: פריטים של רשימות מידע לעמוד
vi: Số lượng mục danh sách thông tin trên mỗi trang
zh_tw: 每頁包含的資訊清單項目數

source: Portrait
bg_bg: Портрет
he: אנכי
vi: Hướng dọc
zh_tw: 直式顯示

source: Landscape
bg_bg: Пейзаж
he: אופקי
vi: Hướng ngang
zh_tw: 橫式顯示

source: Folders and files mixed
bg_bg: Папки и файлове смесени
he: תיקיות וקבצים מעורבבים
vi: Các thư mục và tập tin được trộn lẫn
zh_tw: 資料夾與檔案一起顯示

source: Sleep screen
bg_bg: Екран за режим на сън
he: מסך שינה
vi: Màn hình ngủ
zh_tw: 休眠畫面

source: Move book metadata
bg_bg: Преместване на информ. за книгите
he: העברת נתוני העל של הספר
vi: Di chuyển siêu dữ liệu sách
zh_tw: 移動書籍資訊

source: Plugin management
bg_bg: Управление на добавки
he: ניהול תוספים
sv: Insticksmodulshantering
vi: Quản lý tiện ích mở rộng
zh_tw: 外掛管理

source: Advanced settings
bg_bg: Разширени настройки
he: הגדרות מתקדמות
sv: Avancerade inställningar
vi: Cài đặt nâng cao
zh_tw: 進階設定

source: Developer options
bg_bg: Настройки за разработчици
he: אפשרויות למפתחים
sv: Utvecklaralternativ
vi: Tùy chọn nhà phát triển
zh_tw: 開發者選項

source: Clear caches
bg_bg: Изчистване на временно хранилище
he: נקה מטמונים
vi: Xóa bộ nhớ tạm
zh_tw: 清除快取

source: Clear the cache folder?
bg_bg: Да бъде ли премахната папката с временно хранилище?
he: למחוק את תיקיית המטמון?
vi: Xóa thư mục tạm?
zh_tw: 要清除快取資料夾嗎？

source: Caches cleared. Please restart KOReader.
bg_bg: Временните хранилища са изчистени. Рестартирайте KOReader.
he: מטמונים נוקו. אנא הפעל מחדש את KOReader.
vi: Bộ nhớ tạm đã được làm trống. Vui lòng khởi động lại KOReader.
zh_tw: 快取已清除。請重新啟動 KOReader。

source: Enable debug logging
bg_bg: Включване на дневник за грешки
he: אפשר רישום באגים
sv: Aktivera felsökningsloggning
vi: Bật ghi nhật ký gỡ lỗi
zh_tw: 啟用除錯記錄

source: Enable verbose debug logging
bg_bg: Подробен дневник за грешки
he: אפשר רישום באגים מפורט
sv: Aktivera utförlig felsökningsloggning
vi: Bật thông tin gỡ lỗi chi tiết
zh_tw: 啟用詳細除錯記錄

source: Disable forced 8-bit pixel depth
bg_bg: Изключване на принудителната 8 разрядна дълбочина на цвета
he: השבת עומק פיקסל מאולץ של 8 סיביות
sv: Inaktivera påtvingat 8-bitars pixeldjup
vi: Tắt bắt buộc độ sâu màu 8 bit
zh_tw: 停用強制的 8 位元像素深度

source: Always abort on crash
bg_bg: Винаги да прекъсва при срив
he: צא תמיד מהתוכנית כאשר התוכנית קורסת
vi: Luôn dừng lại khi gặp sự cố
zh_tw: 當機時總是退出

source: Disable C blitter
bg_bg: Изключване на C blitter
he: השבת את C blitter
sv: Inaktivera C-ritare
vi: Tắt C blitter
zh_tw: 停用 C blitter

source: Disable HW dithering
bg_bg: Без апаратно изглаждане
he: השבת את התמתנות בחומרה
sv: Inaktivera hårdvarugitter
vi: Tắt rung phần cứng
zh_tw: 停用硬體遞色

source: Disable SW dithering
bg_bg: Без програмно изглаждане
he: השבת את התמתנות בתוכנה
sv: Inaktivera mjukvarugitter
vi: Tắt phối màu phần mềm
zh_tw: 停用軟體遞色

source: Disable CFA post-processing
bg_bg: Изключване на последваща обработка на CFA
he: להשבית עיבוד גמר CFA
vi: Tắt xử lý hậu kỳ CFA
zh_tw: 關閉 CFA 後處理

source: Anti-alias rounded corners
bg_bg: Сгласяне на заоблените ъгли
he: החלקת פינות מעוגלות
vi: Góc bo tròn chống răng cưa
zh_tw: 反鋸齒處理

source: Bypass the WAIT_FOR ioctls
bg_bg: Пропускане на WAIT_FOR от ioctls
he: עקוף את WAIT_FOR ioctls
vi: Bỏ qua WAIT_FOR ioctls
zh_tw: 繞過 WAIT_FOR ioctls

source: Ignore feature bans on B288 SoCs
bg_bg: Пренебрегване на забранените възможности на чипа B288
he: התעלם מאיסורי תכונות ב-B288 SoCs
vi: Bỏ qua các lệnh cấm tính năng trên B288 SoC
zh_tw: 忽略 B288 SoC 的功能禁令

source: Start compatibility test
bg_bg: Проверяване на съвместимостта
he: התחלת בדיקת תאימות
vi: Bắt đầu kiểm tra khả năng tương thích
zh_tw: 開始相容性測試

source: Disable enhanced UI text shaping (xtext)
bg_bg: Изключване на подобреното изчертаване на текста на интерфейса (xtext)
he: השבת עיצוב טקסט משופר של ממשק המשתמש (xtext)
vi: Tắt tính năng nâng cao văn bản giao diện người dùng (xtext)
zh_tw: 停用增強的使用者介面 text shaping (xtext)

source: UI layout mirroring and text direction
bg_bg: Огледален интерфейс и посока на текста
he: שיקוף פריסת ממשק המשתמש וכיוון טקסט
vi: Phản chiếu bố cục giao diện người dùng và hướng văn bản
zh_tw: 使用者介面版面配置鏡像與文字方向

source: Reverse UI layout mirroring
bg_bg: Огедално оформление на интерфейса
he: הפוך את כיוון התצוגה של ממשק התוכנית
vi: Bố cục giao diện người dùng phản chiếu
zh_tw: 反向 UI 配置鏡像

source: Reverse UI text direction
bg_bg: Смяна на посоката на текста на интерфейса
he: היפוך כיוון הכתיבה בממשק
vi: Đảo ngược hướng văn bản
zh_tw: 反向 UI 文字方向

source: Enable CRE call cache (with stats)
bg_bg: Временна памет за извикванията на CRE (и статистика)
he: אפשר מטמון קריאות CRE (עם נתונים סטטיסטיים)
vi: Bật bộ nhớ đệm cuộc gọi CRE (với số liệu thống kê)
zh_tw: 啟用 CRE 呼叫快取（帶有統計資料）

source: Enable CRE call cache
bg_bg: Временна памет за извикванията на CRE
he: אפשר מטמון קריאות CRE
vi: Bật bộ nhớ đệm cuộc gọi CRE
zh_tw: 啟用 CRE 呼叫快取

source: Dump the fontlist cache
bg_bg: Извеждане на списъка с шрифтове
he: היטל מטמון רשימת הגופנים
vi: Xóa fontlist cache
zh_tw: 清除字型列表快取

source: Turn on the LED on PM entry failure
bg_bg: Включване на LED при грешка на влизане в PM
he: הדלקת הנורית בעת שגיאת ניהול אנרגיה
vi: Bật đèn LED khi lỗi nhập PM
zh_tw: 在電源管理操作失敗時啟用 LED

source: Open last document
bg_bg: Отваряне на последния документ
he: פתיחת המסמך האחרון
sv: Öppna senaste dokument
vi: Mở tài liệu gần đây nhất
zh_tw: 打開最近閱讀的文件

source: Last: %1
bg_bg: Последен: %1
he: אחרון: %1
sv: Senast: %1
vi: Lần mở cuối cùng: %1
zh_tw: 最近閱讀： %1

source: Would you like to open the last document: %1?
bg_bg: Желаете ли последният документ да бъде отворен: %1?
he: האם תרצה לפתוח את המסמך האחרון: %1?
sv: Vill du öppna det senaste dokumentet: %1?
vi: Bạn có muốn mở tài liệu lần trước: %1 không?
zh_tw: 您想要開啟上次的文件 %1 嗎?

source: OK
bg_bg: Добре
he: בסדר
vi: Xác nhận
zh_tw: 確定

source: Book status: %1
bg_bg: Състояние на книгата: %1
he: מצב הספר: %1
vi: Trạng thái sách: %1
zh_tw: 書籍閱讀狀態：%1

source: Sort by: %1
bg_bg: Сортиране по: %1
he: מיין לפי: %1
sv: Sortera efter: %1
vi: Sắp xếp theo: %1
zh_tw: 排序依據：%1

source: file browser
bg_bg: управление на файлове
he: סייר קבצים
sv: filhanteraren
vi: trình duyệt tệp
zh_tw: 檔案瀏覽器

source: history
bg_bg: хронология
he: היסטוריה
sv: historik
vi: lịch sử
zh_tw: 閱讀歷史記錄

source: favorites
bg_bg: избрани
he: מועדפים
vi: yêu thích
zh_tw: 最愛

source: folder shortcuts
bg_bg: преки пътища към папки
he: קיצורי דרך לתיקיות
sv: mappgenvägar
vi: lối tắt thư mục
zh_tw: 快捷資料夾

source: last file
bg_bg: последния файл
he: הקובץ האחרון
sv: senaste fil
vi: tập tin cuối cùng
zh_tw: 最後閱讀檔案

source: Start with: %1
bg_bg: Започване с: %1
he: בעת ההפעלה הצג את: %1
sv: Starta med: %1
vi: Bắt đầu với: %1
zh_tw: 啟動時開啟：%1

source: KOReader's startup script has been updated. You'll need to completely exit KOReader to finalize the update.
bg_bg: Скриптът за стартиране на KOReader е обновен. За да бъде завършен процеса, трябва да затворите KOReader.
he: סקריפט האתחול של KOReader עודכן. עליך לצאת לחלוטין מ-KOReader כדי לסיים את העדכון.
vi: Tập lệnh khởi động của KOReader đã được cập nhật. Bạn cần thoát hoàn toàn KOReader để hoàn tất cập nhật.
zh_tw: KOReader 的啟動腳本已更新。您需要完全退出 KOReader 才能完成更新。

source: Restart anyway
bg_bg: Рестарт въпреки това
he: הפעל מחדש בכל מקרה
vi: Vẫn khởi động lại
zh_tw: 仍要重新啟動

source: File manager menu
bg_bg: Управление на файлове
he: תפריט סייר הקבצים
sv: Filhanterarmenyn
vi: Menu quản lý tập tin
zh_tw: 檔案管理器選單

source: Default
bg_bg: По подразбиране
he: ברירת מחדל
sv: Standard
vi: Mặc định
zh_tw: 預設值

source: Defaults
bg_bg: По подразбиране
he: ברירות מחדל
vi: Mặc định
zh_tw: 預設值

source: Default settings saved.
bg_bg: Настройките по подразбиране са запазени.
he: הגדרות ברירת המחדל נשמרות.
sv: Standardinställningarna sparade.
vi: Cài đặt mặc định đã được lưu.
zh_tw: 已儲存為預設設定。

source: Save and quit
bg_bg: Запазване и изход
he: שמור וצא
vi: Lưu và thoát
zh_tw: 儲存並退出

source: Save and restart
bg_bg: Запазване и рестарт
he: שמור והפעל מחדש
vi: Lưu và khởi động lại
zh_tw: 儲存並重新啟動

source: KOReader needs to be restarted to apply the new default settings.
bg_bg: KOReader трябва да рестартира, за да бъдат приложени новите подразбирани настройки.
he: יש להפעיל מחדש את KOReader כדי להחיל את הגדרות ברירת המחדל החדשות.
vi: KOReader cần được khởi động lại để áp dụng cài đặt mặc định mới.
zh_tw: KOReader 需要重新啟動才能套用新的預設設定。

source: Discard changes
bg_bg: Отказ от промените
he: בטל שינויים
vi: Bỏ qua những thay đổi
zh_tw: 拋棄變更

source: Some changes will not work until the next restart. Be careful; the wrong settings might crash KOReader! Are you sure you want to continue?
bg_bg: Някои промени ще влязат в сила след рестартиране. Бъдете внимателни, грешни настройки могат да доведат до срив на KOReader! Сигурни ли сте, че желаете да продължите?
he: חלק מהשינויים לא יעבדו עד ההפעלה הבאה. אנא היזהר, הגדרות שגויות עלולות לגרום ל-KOReader להפסיק לעבוד! האם אתה בטוח שברצונך להמשיך?
sv: Vissa förändringar kommer inte att fungera innan nästa omstart. Var försiktig; fel inställningar kan krascha KOReader! Är du säker på att du vill fortsätta?
vi: Một số cài đặt có hiệu lực sau khi khởi động lại. Hãy cẩn thận, cài đặt sai có thể làm hỏng KOReader! Bạn có chắc chắn muốn tiếp tục không?
zh_tw: 直到下次重啟為止，某些變更不會生效。請小心：錯誤的設定可能會讓 KOReader 當機！ 您確定想要繼續嗎？

source: Folder shortcuts
bg_bg: Преки пътища към папки
he: קיצורי דרך לתיקיות
sv: Mappgenvägar
vi: Lối tắt thư mục
zh_tw: 快捷資料夾

source: Remove shortcut
bg_bg: Премахване на преки пътища
he: הסרת קיצור דרך
vi: Xoá lối tắt
zh_tw: 移除捷徑

source: Rename shortcut
bg_bg: Преименуване на преки пътища
he: שינוי שם לקיצור דרך
vi: Đổi tên lối tắt
zh_tw: 重新命名捷徑

source: Paste to folder
bg_bg: Поставяне в папка
he: הדבקה לתיקייה
vi: Dán vào thư mục
zh_tw: 貼到資料夾

source: Enter folder shortcut name
bg_bg: Въведете името на прекия път
he: נא למלא שם לקיצור דרך לתיקייה
vi: Nhập tên phím tắt thư mục
zh_tw: 輸入資料夾捷徑名稱

source: Shortcut already exists.
bg_bg: Прекият път вече съществува.
he: קיצור דרך כבר קיים.
vi: Phím tắt đã tồn tại.
zh_tw: 捷徑已存在。

source: Remove from folder shortcuts
bg_bg: Премахване от преките пътища
he: הסרה מקיצורי דרך לתיקיות
vi: Xóa khỏi các phím tắt thư mục
zh_tw: 從資料夾捷徑中移除

source: Add to folder shortcuts
bg_bg: Добавяне към преките пътища
he: הוספה לקיצורי דרך לתיקיות
vi: Thêm vào lối tắt thư mục
zh_tw: 新增至資料夾捷徑

source: Home
bg_bg: Начало
he: בית
vi: Thư mục chính
zh_tw: 主資料夾

source: Set selected documents status?
bg_bg: Задаване състояние на избраните документи?
he: להגדיר את מצב המסמכים הנבחרים?
vi: Đặt trạng thái tài liệu đã chọn?
zh_tw: 是否設定已選取的文件狀態？

source: Set
bg_bg: Задаване
he: קבע
sv: Ställ in
vi: Thiết lập
zh_tw: 設定

source: Reset this document?
bg_bg: Нулиране на документа?
he: לאפס את המסמך הזה?
vi: Đặt tài liệu này về mặc địch?
zh_tw: 重設本文件？

source: Information will be permanently lost.
bg_bg: Информацията ще бъде безвъзвратно загубена.
he: המידע יאבד לעד.
vi: Thông tin sẽ bị mất vĩnh viễn.
zh_tw: 資訊將會永久刪除，無法復原。

source: document settings, progress, bookmarks, highlights, notes
bg_bg: настройки на документ, напредък, отметки, подчертано, бележки
he: הגדרות מסמך, התקדמות, סימניות, הדגשות, הערות
vi: thiết đặt tài liệu, tiến trình, dấu trang, đánh dấu, ghi chú
zh_tw: 文件設定、閱讀進度、書籤、劃線標記、筆記

source: custom cover image
bg_bg: потребителска корица
he: תמונת שער מותאמת אישית
vi: ảnh bìa tùy biến
zh_tw: 自訂封面圖片

source: custom book metadata
bg_bg: потребителска информ. за книги
he: נתוני על מותאמים אישית לספר
vi: tùy biến siêu dữ liệu của sách
zh_tw: 自訂書籍資訊

source: Reset selected documents?
bg_bg: Нулиране на избраните документи?
he: לאפס את מצב המסמכים הנבחרים?
vi: Đặt lại các tài liệu đã chọn?
zh_tw: 重設已選取的文件？

source: Show folder
bg_bg: Показване на папката
he: הצגת תיקייה
vi: Hiển thị thư mục
zh_tw: 顯示資料夾

source: Book cover
bg_bg: Корица на книгата
he: כריכת הספר
sv: Bokomslag
vi: Bìa sách
zh_tw: 書籍封面

source: Book description
bg_bg: Описание на книгата
he: תיאור הספר
sv: Bokbeskrivning
vi: Mô tả sách
zh_tw: 書籍內容介紹

source: Execute %1 script
bg_bg: Изпълняване скрипт на %1
he: הרץ סקריפט %1
vi: Thực thi tập lệnh %1
zh_tw: 執行 %1 腳本

source: Running %1 script %2…
bg_bg: Изпълнява се скрипта на %1 „%2“…
he: מריץ %1 סקריפט %2…
vi: Đang chạy %1 tập lệnh %2…
zh_tw: 正在執行 %1 腳本 %2…

source: The script exited successfully.
bg_bg: Скриптът е завършил без грешка.
he: הסקריפט הורץ בהצלחה.
vi: Tập lệnh đã thoát thành công.
zh_tw: 腳本成功退出。

source: The script returned a non-zero status code: %1!
bg_bg: Скриптът връща ненулев код на състоянието: %1!
he: הסקריפט החזיר קוד סטטוס שאינו אפס: %1!
vi: Tập lệnh trả về mã trạng thái khác không: %1!
zh_tw: 腳本傳回非零狀態代碼：%1！

source: Choose file
bg_bg: Избор на файл
he: בחירת קובץ
vi: Chọn tập tin
zh_tw: 選擇檔案

source: not set
bg_bg: не е зададена
he: לא מוגדר
sv: inte inställd
vi: chưa đặt
zh_tw: 沒有設定

source: Annotations exported
bg_bg: Записките са изнесени
he: ההערות מיוצאות
vi: Chú thích đã xuất
zh_tw: 註解已匯出

source: in %1
bg_bg: към %1
he: ב־%1
vi: trong %1
zh_tw: 在 %1

source: Location history is empty.
bg_bg: Хронологията на местата е празна.
he: היסטוריית המיקומים ריקה.
sv: Platshistoriken är tom.
vi: Lịch sử vị trí trống.
zh_tw: 沒有定位記錄。

source: highlights
bg_bg: подчертано
he: הדגשות
vi: Tô sáng
zh_tw: 標注

source: notes
bg_bg: бележки
he: הערות
vi: ghi chú
zh_tw: 筆記

source: page bookmarks
bg_bg: отметки на стр.
he: סימניות עמוד
vi: Dấu trang trong trang hiện tại
zh_tw: 頁面書籤

source: Bookmarks
bg_bg: Отметки
he: סימניות
sv: Bokmärken
vi: Dấu trang
zh_tw: 書籤

source: Remove bookmark for current page
bg_bg: Премахване отметката от текущата страница
he: הסרת הסימנייה לדף הנוכחי
sv: Ta bort bokmärke för aktuell sida
vi: Xóa dấu trang của trang hiện tại
zh_tw: 刪除目前頁面的書籤

source: Bookmark current page
bg_bg: Отмятане на текущата страница
he: הוספת סימנייה לדף הנוכחי
sv: Bokmärk aktuell sida
vi: Đánh dấu trang hiện tại
zh_tw: 在目前頁面加入書籤

source: Bookmark browsing mode
bg_bg: Режим на разглеждане на отметки
he: מצב דפדוף בסימניות
sv: Bläddringsläge för bokmärke
vi: Chế độ duyệt đánh dấu
zh_tw: 書籤瀏覽模式

source: Max lines per bookmark: %1
bg_bg: Максимум редове в отметка: %1
he: מספר שורות מרבי לסימנייה: %1
vi: Số dòng tối đa cho mỗi chỉ mục: %1
zh_tw: 書籤最多顯示 %1 行

source: disabled
bg_bg: изключено
he: מושבת
vi: Đã tắt
zh_tw: 停用

source: Max lines per bookmark
bg_bg: Максимум редове в отметка
he: מספר שורות מרבי לסימנייה
vi: Số dòng tối đa mỗi chỉ mục
zh_tw: 每個書籤的最大行數
