Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

source: Would you like to enable or disable fuzzy search by default? Fuzzy search can match epuisante, épuisante and épuisantes to épuisant, even if only the latter has an entry in the dictionary. It can be disabled to improve performance, but it might be worthwhile to look into disabling unneeded dictionaries before disabling fuzzy search. The current default (★) is disabled.
bg_bg: Искате да разрешите или забраните размитото търсене по подразбиране? Размитото търсене може да върне резултети като epuisante, épuisante и épuisantes при търсене на épuisant, дори ако само последното има запис в речника. То може да бъде изключено, за да се подобри производителността, но преди да го направите, е по-добре да изключите речниците, които не ползвате. В момента по подразбиране (★) е изключено.
he: להפעיל או להשבית חיפוש משוער כברירת מחדל? חיפוש משוער יכול למצוא את epuisante,‏ épuisante ו־épuisantes בחיפוש אחר épuisant (יחיד / רבים, / מנוקד / לא מנוקד), גם אם רק לאחרון יש ערך במילון. אפשר להשבית את זה כדי לשפר את הביצועים, אך אולי כדאי לנסות את השבתת המילונים הלא נחוצים לפני השבתת החיפוש המשוער. כרגע ערך ברירת המחדל (★) הוא: ‚מושבת’.
vi: Bạn có muốn bật hoặc tắt tìm kiếm mờ theo mặc định không? Tìm kiếm mờ có thể phù hợp với epuisante, épuisante và épuisantes để épuisant, ngay cả khi sau này chỉ có một mục nhập trong từ điển. Chức năng này có thể bị vô hiệu hóa để cải thiện hiệu suất, nhưng nên xem xét vô hiệu hóa từ điển không cần thiết trước khi vô hiệu hóa tìm kiếm mờ. Mặc định (★) hiện tại bị vô hiệu hoá.
zh_tw: 您要預設啟用或停用模糊搜尋嗎？ 模糊搜尋可以符合 epuisante, épuisante 和 épuisantes 到 épuisant，即使字典裡只有後者的項目。您可以停用它來提升效能，但是在停用模糊搜尋之前，請先考慮停用不需要的字典。 目前的預設值 (★) 是停用。

source: Would you like to enable or disable fuzzy search by default? Fuzzy search can match epuisante, épuisante and épuisantes to épuisant, even if only the latter has an entry in the dictionary. It can be disabled to improve performance, but it might be worthwhile to look into disabling unneeded dictionaries before disabling fuzzy search. The current default (★) is enabled.
bg_bg: Искате да разрешите или забраните размитото търсене по подразбиране? Размитото търсене може да върне резултети като epuisante, épuisante и épuisantes при търсене на épuisant, дори ако само последното има запис в речника. То може да бъде изключено, за да се подобри производителността, но преди да го направите, е по-добре да изключите речниците, които не ползвате. В момента по подразбиране (★) е включено.
he: להפעיל או להשבית חיפוש משוער כברירת מחדל? חיפוש משוער יכול למצוא את epuisante,‏ épuisante ואת épuisantes בחיפוש אחר épuisant (יחיד / רבים, / מנוקד / לא מנוקד), גם אם רק לאחרון יש ערך במילון. ניתן להשבית כדי לשפר את הביצועים, אך אולי כדאי לנסות להשבית קודם את המילונים הלא נחוצים לפני השבתת החיפוש המשוער. כרגע ערך ברירת המחדל (★) הוא: ‚מופעל’.
vi: Bạn có muốn bật hoặc tắt tìm kiếm mờ theo mặc định không? Tìm kiếm mờ có thể phù hợp với epuisante, épuisante và épuisantes để épuisant, ngay cả khi sau này chỉ có một mục nhập trong từ điển. Chức năng này có thể bị vô hiệu hóa để cải thiện hiệu suất, nhưng nên xem xét vô hiệu hóa từ điển không cần thiết trước khi vô hiệu hóa tìm kiếm mờ. Mặc định (★) hiện tại được bật.
zh_tw: 您要預設啟用或停用模糊搜尋嗎？ 模糊搜尋可以符合 epuisante, épuisante 和 épuisantes 到 épuisant，即使字典裡只有後者的項目。您可以停用它來提升效能，但是在停用模糊搜尋之前，請先考慮停用不需要的字典。 目前的預設值 (★) 是啟用。

source: Disable (★)
bg_bg: Изключване (★)
he: השבתה (★)
vi: Vô hiệu hóa (★)
zh_tw: 停用 (★)

source: Enable
bg_bg: Включване
he: הפעלה
sv: Aktivera
vi: Bật
zh_tw: 啟用

source: Enable (★)
bg_bg: Включване (★)
he: הפעלה (★)
vi: Kích hoạt (★)
zh_tw: 啟用 (★)

source: Some dictionaries from this preset have been deleted or are no longer available:
bg_bg: Някои от речниците в списъка са премахнати или недостъпни:
he: חלק מהמילונים מערכת ההגדרות הזאת נמחקו או שאינם זמינים עוד:
vi: Một số từ điển trong cài đặt trước này đã bị xóa hoặc không còn khả dụng nữa:
zh_tw: 部分字典已無法使用，請檢查設定方案內容：

source: Font
bg_bg: Шрифт
he: גופן
sv: Typsnitt
vi: Kiểu chữ
zh_tw: 字型

source: Font settings
bg_bg: Настройки на шрифта
he: הגדרות גופן
sv: Typsnittsinställningar
vi: Cài đặt kiểu chữ
zh_tw: 字型設定

source: Font-family fonts (%1)
bg_bg: Семейство шрифтове (%1)
he: גופני משפחת גופנים/Font-family‏ (%1)
vi: Phông chữ trong họ font-family (%1)
zh_tw: 字型 (%1)

source: Font-family fonts
bg_bg: Семейство шрифтове
he: גופני משפחת גופנים/Font-family
vi: Phông chữ trong họ font-family
zh_tw: 字型

source: Font size set to: %1.
bg_bg: Размерът на шрифта е зададен на %1.
he: גודל הגופן מוגדר ל־%1.
vi: Kích thước kiểu chữ được đặt thành %1.
zh_tw: 字型大小已設定為：%1。

source: Line spacing set to: %1%.
bg_bg: Междуредието е зададено на %1 %.
he: המרווח בין השורות מוגדר ל־%1%.
vi: Khoảng cách dòng được đặt thành: %1%.
zh_tw: 行間距已設為：%1%。

source: Font weight set to: %1.
bg_bg: Теглото на шрифта е зададено на %1.
he: משקל הגופן מוגדר ל־%1.
vi: Độ đậm phông chữ được đặt thành: %1.
zh_tw: 字型粗細已設為：%1。

source: Font hinting set to: %1
bg_bg: Хинтоването на шрифта е зададено на %1
he: רימוז הגופן מוגדר ל־%1
vi: Gợi ý kiểu chữ được đặt thành %1
zh_tw: Font hinting 已設為：%1

source: Font kerning set to: %1
bg_bg: Кърнингът на шрифта е зададен на %1
he: ציפוף (קרנינג) גופן מוגדר ל־%1
vi: Khoảng cách chữ được đặt thành %1
zh_tw: Font kerning 已設為：%1

source: Word spacing set to: %1%, %2%
bg_bg: Разстоянието между думите е %1 %, %2 %
he: מרווח בין מילים מוגדר לכדי %1%, %2%
vi: Khoảng cách từ được đặt thành: %1%, %2%
zh_tw: 文字間距已設為：%1%, %2%

source: Word expansion set to: %1%.
bg_bg: Раздуването на думите е зададено на %1 %.
he: הרחבת מילים מוגדרת ל־%1%.
vi: Khoảng cách từ được đặt thành: %1%.
zh_tw: 字母間間隙已設為：%1%。

source: CJK width scaling set to: %1%.
bg_bg: Мащабът на ширината на КЯК е зададен на %1 %.
he: כוונון מרווח לתווים סיניים/יפניים/קוריאניים מוגדר ל־%1%.
vi: Tỷ lệ co giãn độ rộng CJK được đặt thành: %1%.
zh_tw: CJK 字寬縮放設定為：%1%。

source: Font gamma set to: %1.
bg_bg: Гамата на шрифта е зададена на %1.
he: חוזק צבע הגופן הוגדר ל־%1.
vi: Gamma phông chữ được đặt thành: %1.
zh_tw: 字型伽碼值已設為：%1。

source: Would you like %1 to be used as the default font (★), or the monospace font (🄼)?
bg_bg: Желаете да използвате шрифта %1 като подразбиран (★) или като равноширок (🄼) шрифт?
he: להשתמש ב־%1 כגופן ברירת המחדל (★), או בגופן ברוחב אחיד (🄼)?
vi: Bạn có muốn dùng %1 làm phông chữ mặc định (★), hay làm phông chữ monospace (🄼)?
zh_tw: 是否將 %1 設為預設字型（★）或等寬字型（🄼）？

# Font
source: Monospace
bg_bg: Равноширок
he: רוחב אחיד
vi: Phông chữ monospace (độ rộng cố định)
zh_tw: 等寬字型

source: Would you like %1 to be used as the default font (★), or the fallback font (�)? Characters not found in the active font are shown in the fallback font instead.
bg_bg: Желаете %1 да бъде шрифт по подразбиране (★) или резервен шрифт (�)? Символите, които не липсват в избрания шрифт се взимат от резервния.
he: להגדיר את %1 כגופן ברירת המחדל (★), או כגופן הנסיגה (�)? תווים (אותיות וסמלים) שאינם נמצאים בגופן ברירת המחדל יופיעו מגופן הנסיגה.
sv: Skulle du vilja att %1 används som standardtypsnitt (★), eller typsnitt att falla tillbaka på (�)? Tecken som inte hittas i det aktiva typsnittet visas istället i typsnittet som man återfaller på.
vi: Bạn muốn %1 thành kiểu chữ mặc định (★), hay kiểu chữ thay thế (�)? Ký tự không tìm thấy trong kiểu chữ mặc định sẽ được thay thế bởi kiểu chữ thay thế.
zh_tw: 您想要將預設 (★) 或後備 (�) 字型設成 %1 嗎？ 如果在使用中的字型中找不到某個字元，就會用後備字型來顯示它。

# Font
source: Fallback
bg_bg: Резервен
he: גופן נסיגה
sv: Reserv
vi: Phông chữ dự phòng (font fallback)
zh_tw: 備用字型

source: Font: %1
bg_bg: Шрифт: %1
he: גופן: %1
vi: Kiểu chữ: %1
zh_tw: 字型：%1

source: Increasing font size…
bg_bg: Увеличаване размера на шрифта…
he: הגופן מוגדל…
sv: Ökar teckenstorlek…
vi: Tăng kích thước chữ…
zh_tw: 增加字型大小……

source: Decreasing font size…
bg_bg: Намаляване размера на шрифта…
he: הגופן מוקטן…
sv: Minskar typsnittsstorlek…
vi: Giảm kích thước chữ…
zh_tw: 縮小字型大小……

source: In HTML/CSS based documents like EPUBs, stylesheets can specify to use fonts by family instead of a specific font name. Except for monospace and math, KOReader uses your default font for any family name. You can associate a specific font to each family if you care about the distinction. A long-press on a font name will make the association global (★), so it applies to all your books. This is the preferred approach. A tap will only affect the current book. If you encounter a book where such families are abused to the point where your default font is hardly used, you can quickly disable a family font for this book by unchecking the association.
bg_bg: В документите на основата на HTML/CSS, като EPUB, стиловите листове могат да указват използването на шрифтове от дадено семейство вместо определен шрифт по име. С изключение на равношироките и математическите, KOReader използва подразбирания шрифт за всяко семейство. Ако желаете, можете да свържете специфичен шрифт с различно семейство. Със задържане върху името на шрифта правите тази връзка глобална (★), така че тя важи за всички книги. Това е предпочитаният начин. Еднократно натискане ще прави промяна само за текущата книга. Ако се срещнете книга, в която се злоупотребява със семейства от шрифтове до степен, че подразбираният шрифт се почти не се използва, може бързо да изключите шрифт от даденото семейство за тази книга, като снемете отметката.
he: במסמכים מבוססי HTML/CSS כמו EPUB, גיליונות סגנונות יכולים לציין להשתמש בגופנים לפי משפחה במקום בגופן בעל שם ספציפי. למעט גופני רוחב אחיד ומתמטיקה, KOReader משתמש בגופן ברירת המחדל שלך עבור כל שם משפחה. אתה יכול לשייך גופן ספציפי לכל משפחה אם אכפת לך מההבחנה. לחיצה ארוכה על שם גופן תהפוך את האסוציאציה לגלובלית (★), כך שהיא תחל על כל הספרים שלך. זו הגישה המועדפת. נגיעה תשפיע רק על הספר הנוכחי. אם אתה נתקל בספר שבו משפחות כאלה עוברות משומשות לרע עד כדי כך שכמעט ולא נעשה שימוש בגופן ברירת המחדל שלך, תוכל לבטל במהירות גופן משפחתי לספר זה על ידי ביטול הסימון של האסוציאציה.
vi: Trong các tài liệu dựa trên HTML/CSS như EPUB, bảng định kiểu có thể chỉ định sử dụng phông chữ theo họ thay vì một tên phông chữ cụ thể. Ngoại trừ monospace và toán học, KOReader sử dụng phông chữ mặc định của bạn cho bất kỳ họ phông chữ nào. Bạn có thể liên kết một phông chữ cụ thể với mỗi họ phông chữ nếu bạn quan tâm đến sự khác biệt. Nhấn và giữ tên phông chữ sẽ tạo liên kết toàn cục (★), do đó nó áp dụng cho tất cả các sách của bạn. Đây là cách tiếp cận được ưu tiên. Một cú chạm sẽ chỉ ảnh hưởng đến sách hiện tại. Nếu bạn gặp một cuốn sách mà các họ phông chữ đó bị lạm dụng đến mức phông chữ mặc định của bạn hầu như không được sử dụng, bạn có thể nhanh chóng tắt phông chữ họ phông chữ cho cuốn sách này bằng cách bỏ chọn liên kết.
zh_tw: 在 EPUB 等 HTML/CSS 文件中，樣式表可能會指定使用字型類型（例如 serif、sans-serif），而非特定字型名稱。 除了等寬字型與數學字型外，KOReader 會將所有字型類型對應至您的預設字型。 如果您希望區分不同字型類型，可以手動為每種類型指定特定字型。 長按字型名稱可將該指定設為全域（★），套用至所有書籍——這是建議的做法。 輕觸則僅套用於目前這本書。 若您遇到某些書籍過度使用字型類型，導致預設字型幾乎未被使用，您可以取消該類型的字型指定，以停用其在本書中的效果。

source: Serif
bg_bg: Серифен
he: מעוטר
vi: Serif (phông chữ có chân)
zh_tw: 襯線字型（Serif）

source: Sans-serif
bg_bg: Без серифен
he: נטול עיטור
vi: Sans-serif (phông chữ không chân)
zh_tw: 無襯線字型

source: Monospace
bg_bg: Равноширок
he: רוחב אחיד
vi: Monospace (phông chữ độ rộng cố định)
zh_tw: 等寬字型

source: Cursive
bg_bg: Наклонен
he: מחובר
vi: Cursive (phông chữ viết tay)
zh_tw: 手寫字型

source: Fantasy
bg_bg: Фантазия
he: דמיוני
vi: Fantasy (phông chữ trang trí)
zh_tw: 裝飾字型

source: Emoji
bg_bg: Емоции
he: אמוג׳י
vi: Emoji (biểu tượng cảm xúc)
zh_tw: 表情符號

source: Fang Song
bg_bg: Фанг Сонг
vi: Fang Song (phông chữ Trung Quốc truyền thống)
zh_tw: 仿宋

source: Math
bg_bg: Математически
he: מתמטי
vi: Math (phông chữ toán học)
zh_tw: 數學

source: About font-family fonts
bg_bg: Относно семействата шрифтове
he: על גופני משפחת גופנים
vi: Giới thiệu về các phông chữ trong font-family
zh_tw: 關於字型類型的字型

source: Ignore publisher font names when font-family is set
bg_bg: Без издателски шрифтове при избрано семейство
he: התעלמות ממשפחות גופנים של המוציא לאור כאשר משפחת הגופנים מוגדרת
vi: Bỏ qua tên phông chữ của nhà xuất bản khi font-family được thiết lập
zh_tw: 已設定字型類型時，不使用出版商指定的字型

source: In a CSS font-family declaration, publishers may precede a family name with one or more font names, that are to be used if found among embedded fonts or your own fonts. Enabling this will ignore such font names and make sure your preferred family fonts are used.
bg_bg: При декларирането на семейства от шрифтове в CSS, издателите могат да предвидят едно или повече имена на шрифтове, които трябва да се използват, ако бъдат намерени сред вградените или вашите шрифтове. Ако е отметнато, такива имена на шрифтове ще бъдат пренебрегвани и ще се гарантира използването на предпочитаните от вас семейства шрифтове.
he: בהצהרה על משפחת גופנים ב־CSS, מוציאים לאור יכולים להקדים שם משפחה עם שם של גופן אחד או יותר, שיש להשתמש בהם אם הוא נמצא בין הגופנים מוטבעים או בין הגופנים שלך. הפעלה של אפשרות זו תתעלם משמות גופנים כאלה ותוודא שמשפחות הגופנים המועדפים עליך יהיו בשימוש.
vi: Trong khai báo font-family của CSS, nhà xuất bản có thể đặt trước một họ font bằng một hoặc nhiều tên phông chữ, sẽ được sử dụng nếu tìm thấy trong số các phông chữ nhúng hoặc phông chữ của riêng bạn. Bật tùy chọn này sẽ bỏ qua các tên phông chữ đó và đảm bảo các phông chữ họ font ưa thích của bạn được sử dụng.
zh_tw: 在 CSS 的字型類型宣告中，出版商可能會在類型名稱前指定一或多個字型名稱，若這些字型存在於嵌入字型或您的自訂字型中，系統將優先使用它們。 啟用此選項後，KOReader 將忽略這些字型名稱，確保使用您偏好的字型類型所對應的字型。

source: (main font)
bg_bg: (основен шрифт)
he: (גופן ראשי)
vi: (phông chữ chính)
zh_tw: （主要字型）

source: Use main font
bg_bg: Използване на основния шрифт
he: להשתמש בגופן הראשי
vi: Sử dụng font chính
zh_tw: 使用主要字型

source: (default monospace font)
bg_bg: (равноширок подразбиран)
he: (גופן רוחב אחד כברירת מחדל)
vi: (phông chữ monospace mặc định)
zh_tw: （預設等寬字型）

source: Use default monospace font: %1
bg_bg: Подразбиран равноширок шрифт: %1
he: שימוש בגופן אחיד כברירת מחדל: %1
vi: Sử dụng phông chữ monospace mặc định: %1
zh_tw: 使用預設等寬字型：%1

source: (default math font)
bg_bg: (математически подразбиран)
he: (גופן מתמטי כברירת מחדל)
vi: (phông chữ toán học mặc định)
zh_tw: （預設數字型形）

source: Use default math font
bg_bg: Подразбиран математически шрифт
he: להשתמש בגופן ברירת המחדל המתמטי
vi: Sử dụng phông chữ toán học mặc định
zh_tw: 使用預設數學字型

source: Font for %1
bg_bg: Шрифт за %1
he: גופן עבור %1
vi: Phông chữ cho %1
zh_tw: %1 的字型

source: Font family font set for this book only.
bg_bg: Семейството шрифтове е зададено само за тази книга.
he: גופן משפחת גופנים הוגדר לספר זה בלבד.
vi: Chỉ định bộ phông chữ font-family cho riêng sách này.
zh_tw: 僅為此書設定字型。

source: Display font names with their own font
bg_bg: Имената на шрифтовете са изписани с шрифта
he: להציג שמות גופנים בגופן שלהם
vi: Hiển thị kiểu chữ lựa chọn
zh_tw: 使用自己的字型顯示字型名稱

source: In the font menu, display each font name with its own font face.
bg_bg: В менюто с шрифтовете всяко име на шрифт да се изписва с шрифта, който представя.
he: בתפריט הגופנים, להציג כל שם גופן בגופן שלו.
vi: Hiển thị kiểu chữ lựa chọn trong danh sách.
zh_tw: 在字型選單，使用自己的字體顯示各個字型的名稱。

source: Sort fonts by recently selected
bg_bg: Подреждане на шрифтовете по последно избрани
he: מיון גופנים לפי נבחר לאחרונה
vi: Sắp xếp phông chữ theo lựa chọn gần đây
zh_tw: 依最近使用排序字型

source: The font list menu can show fonts sorted by name or by most recently selected. New fonts discovered at KOReader startup will be shown first. Do you want to clear the history of selected fonts?
bg_bg: Списъкът с шрифтове може да бъде сортиран по име или по време на избиране. Новооткритите при стартиране на KOReader шрифтове ще бъдат първи. Желаете ли да историята на избраните шрифтове да бъде изчистена?
he: תפריט רשימת הגופנים יכול להציג גופנים ממויינים לפי שם או לפי האחרון שנבחר. גופנים חדשים שהתגלו באתחול KOReader יוצגו ראשונים. לנקות את היסטוריית הגופנים הנבחרים?
vi: Menu danh sách phông chữ có thể hiển thị các phông chữ được sắp xếp theo tên hoặc theo phông chữ được chọn gần đây nhất. Các phông chữ mới được phát hiện khi khởi động KOReader sẽ được hiển thị đầu tiên. Bạn có muốn xóa lịch sử của các phông chữ đã chọn không?
zh_tw: 字型列表選單可以依名稱或最近選用順序顯示字型。 在 KOReader 啟動時發現的新字型會優先顯示。 是否要清除已選字型的歷史記錄？

source: Use additional fallback fonts
bg_bg: Допълнителни резервни шрифтове
he: להשתמש בגופנים חלופיים נוספים
vi: Sử dụng phông chữ dự phòng bổ sung
zh_tw: 使用額外後備字型

source: Enable additional fallback fonts, for the most complete script and language coverage. These fonts will be used in this order: %1 You can set a preferred fallback font with a long-press on a font name, and it will be used before these. If that font happens to be part of this list already, it will be used first.
bg_bg: Включете допълнителните резервни шрифтове за най-пълно покритие на писмени системи и езици. Шрифтовете ще бъдат използвани в следния ред: %1 Можете да зададете предпочитан резервен шрифт със задържане върху името му и той ще бъде използван с предимство. Ако шрифтът вече е част от списъка, ще бъде използван първи.
he: הפעל גופנים חלופיים נוספים עבור כיסוי מלא ביותר של סקריפט ושפה. גופנים אלה ישמשו בסדר הזה: %1 ניתן להגדיר גופן חלופי מועדף ע"י לחיצה ארוכה על שם הגופן, והוא ישמש לפני הגופנים האלה. במקרה שהגופן שיבחר הוא כבר חלק מרשימה זו, הוא ישמש כראשון ברשימה.
vi: Bật kiểu chữ dự phòng bổ sung, cho phạm vi hoàn chỉnh nhất về tập lệnh và ngôn ngữ. Những kiểu chữ này sẽ được sử dụng theo thứ tự sau: %1 Bạn có thể đặt phông chữ dự phòng bằng cách nhấn giữ vào tên kiểu chữ, hiển thị trước đó. Nếu kiểu chữ đã chọn là một phần của danh sách này, nó sẽ được sử dụng trước tiên.
zh_tw: 啟用額外的後備字型，以得到最完整的字母和語言覆蓋。 會以這個順序使用這些字型： %1 您可以在字型名稱上長按來設定偏好的後備字型，它就會在這些字型之前使用。 如果這個字型已經在這個清單中，會先使用它。

source: Adjust fallback font sizes
bg_bg: Поправка размера на резервните шрифтове
he: התאמת גודלי גופן חלופיים
vi: Điều chỉnh kích thước phông chữ dự phòng
zh_tw: 調整備用字型的字體大小

source: Adjust the size of each fallback font so they all get the same x-height, and lowercase characters picked in them look similarly sized as those from the default font. This may help with Greek words among Latin text (as Latin fonts often do not have all the Greek characters), but may make Chinese or Indic characters smaller when picked from fallback fonts.
bg_bg: Изравнява размера на резервните шрифтове, така че малките букви да са близки по големина с малките букви на подразбирания шрифт. Може да бъде полезно при наличие на гръцки думи в не гръцки текстове (някои шрифтове не съдържат всички гръцки знаци), но когато резервния шрифт се използва за китайски или индийски знаци, те може да изглеждат по-малки.
he: התאמת הגודל של כל גופן חלופי, כך שכולם יקבלו את אותו גובה x, והאותיות הקטנות שנבחרו בהם ייראו בגודל דומה לאלו מהגופן המוגדר כברירת מחדל. דבר זה עשוי לעזור עם מילים יווניות בתוך טקסט לטיני (כיוון שלעתים קרובות אין בגופנים הלטיניים את כל התווים היווניים), אך עשוי להקטין את התווים הסיניים או ההודיים כאשר הם נבחרים מגופנים חלופים.
vi: Điều chỉnh kích thước của từng phông chữ dự phòng sao cho tất cả đều có cùng chiều cao chữ X, và các ký tự thường được chọn trong đó trông có kích thước tương tự như các ký tự từ phông chữ mặc định. Điều này có thể hữu ích với các từ tiếng Hy Lạp trong văn bản tiếng Latinh (vì phông chữ tiếng Latinh thường không có tất cả các ký tự tiếng Hy Lạp), nhưng có thể làm cho các ký tự tiếng Trung hoặc tiếng Ấn Độ nhỏ hơn khi được chọn từ phông chữ dự phòng.
zh_tw: 調整每個備用字型的字體大小，使其擁有相同的 x 高度，讓其中的小寫字元在視覺上與預設字型中的字元大小一致。 這項設定有助於在拉丁文字中混用希臘字詞時保持排版一致（因為許多拉丁字型不包含完整的希臘字元），但當備用字型用於顯示中文或印度文字時，可能會使這些字元顯得較小。

source: Monospace fonts scaling: %1 %
bg_bg: Мащаб на равношироки шрифтове: %1 %
he: קנה מידה של גופנים ברוחב אחיד: % %1
vi: Tỷ lệ phóng to/thu nhỏ phông chữ monospace: %1 %
zh_tw: 等寬字型縮放比例：%1 %

source: Monospace font scaling
bg_bg: Мащабиране на равношироки шрифтове
he: התאמת גודל בגופן רוחב אחיד
vi: Tỷ lệ phóng to/thu nhỏ phông chữ monospace
zh_tw: 調整等寬字型大小

source: Monospace fonts may look big when inline with your main font if it has a small x-height. This setting allows scaling all monospace fonts by this percentage so they can fit your preferred font height, or you can make them be a bit smaller to distinguish them more easily.
bg_bg: Равношироките шрифтове могат да изглеждат големи, когато са редом с основния шрифт, ако той има малка височина на буквите. Тази настройка позволява мащабиране на всички равношироки шрифтове с определен процент, така че да могат да се поберат в предпочитаната височина на реда, или можете да ги направите малко по-малки, за да се различават по-лесно.
he: גופנים ברוחב אחיד עשויים להיראות גדולים כשהם מוצגים ליד הגופן הראשי שלך, אם יש לו גובה x קטן. הגדרה זו מאפשרת לשנות את קנה המידה של כל הגופנים ברוחב אחיד באחוז זה, כך שיוכלו להתאים לגובה הגופן המועדף עליך, או כדי לאפשר לך להקטין אותם מעט כדי להבחין ביניהם בקלות רבה יותר.
vi: Phông chữ monospace có thể trông lớn khi đặt cùng dòng với phông chữ chính nếu nó có chiều cao chữ X nhỏ. Cài đặt này cho phép điều chỉnh tỷ lệ tất cả phông chữ monospace theo tỷ lệ phần trăm này để chúng có thể vừa với chiều cao chữ mong muốn của bạn, hoặc bạn có thể làm cho chúng nhỏ hơn một chút để dễ phân biệt hơn.
zh_tw: 當主字型的 x 高度較小時，等寬字型在內嵌使用時可能會顯得偏大。 此設定可讓您依比例縮放所有等寬字型，使其符合您偏好的字型高度，或略微縮小以便更容易區分。

source: Generate font test document
bg_bg: Създаване на документ с мостри на шрифтовете
he: יצירת מסמך בדיקה כדי לנסות את הגופנים
vi: Tạo tài liệu kiểm tra phông chữ
zh_tw: 產生字型測試文件

source: Would you like to generate an HTML document showing a text sample rendered with each available font?
bg_bg: Желаете ли да бъде създаден документ на HTML, демонстриращ мостри от всички налични шрифтове?
he: לייצר מסמך HTML המציג כיתוב לדוגמה מכל גופן זמין?
vi: Bạn có muốn tạo một tài liệu HTML hiển thị mẫu văn bản được hiển thị bằng từng phông chữ có sẵn không?
zh_tw: 是否要產生一份 HTML 文件，顯示每種可用字型的文字範例？

source: Available fonts test document
bg_bg: Документ с мостри на шрифтовете
he: מסמך בדיקת גופנים זמינים
sv: Testdokument för tillgängliga fonter
vi: Tài liệu kiểm tra phông chữ có sẵn
zh_tw: 可用字型測試文件

source: AVAILABLE FONTS
bg_bg: НАЛИЧНИ ШРИФТОВЕ
he: גופנים זמינים
sv: TILLGÄNGLIGA TYPSNITT
vi: PHÔNG CHỮ CÓ SẴN
zh_tw: 可用字型

source: Document created as: %1 Would you like to view it now?
bg_bg: Документът е създаден в %1 Желаете ли да го прегледате сега?
he: המסמך נוצר בתור: %1 להציג לך אותו עכשיו?
vi: Tài liệu được tạo dưới dạng: %1 Bạn có muốn xem ngay không?
zh_tw: 文件已建立： %1 是否要立即檢視？

# FooterLetterPrefix
source: B:
bg_bg: Б:
he: ס:

# FooterLetterPrefix
source: BM:
bg_bg: ОТМ:
he: סמ:

# FooterLetterPrefix
source: R:
bg_bg: Ч:
he: א:

# FooterLetterPrefix
source: TB:
bg_bg: ВЧ:
he: ז.ס:

# FooterLetterPrefix
source: TC:
bg_bg: ВГ:
he: ז.פ:

# FooterLetterPrefix
source: L:
bg_bg: П:
he: א:

# FooterLetterPrefix
source: LW:
bg_bg: ⁰K:
he: חום:

# FooterLetterPrefix
source: M:
bg_bg: П:
he: זי:

# FooterLetterPrefix
source: W:
bg_bg: БМ:
he: וי':

# FooterLetterPrefix
source: Pg:
bg_bg: Стр:
he: ע׳:
vi: Trang:

# FooterCompactItemsPrefix
source: M
bg_bg: П
he: זי׳

source: %1 Off
bg_bg: %1 изключено
he: %1 כבוי
sv: %1 Av
vi: %1 tắt
zh_tw: %1 關閉

source: %1 On
bg_bg: %1 включено
he: %1 מופעל
sv: %1 På
vi: %1 bật
zh_tw: %1 開啟

source: Enter a custom text
bg_bg: Въведете свой текст
he: נא למלא טקסט משלך
vi: Nhập văn bản tùy chọn
zh_tw: 輸入自訂文字

source: Custom string:
bg_bg: Потребителски низ:
he: מחרוזת מותאמת אישית:
vi: Chuỗi tùy biến:
zh_tw: 自訂文字：

source: Number of repetitions:
bg_bg: Брой повторения:
he: מספר חזרות:
vi: Số lượng sao chép:
zh_tw: 重複次數：

source: Can be configured to include or exclude the current page.
bg_bg: Може да бъде настроен да включва или да не включва текущата страница.
he: ניתן להגדיר ככה שיכלול או לא יכלול את הדף הנוכחי.
vi: Thiết lập bao gồm hoặc không bao gồm trang hiện tại.
zh_tw: 可以設定是否包括目前頁面。
