Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

source: No progress found for this document.
bg_bg: Не е намерен напредък в четенето на този документ.
he: לא נמצאה התקדמות עבור מסמך זה.
sv: Inga framsteg hittades för det här dokumentet.
vi: Không tìm thấy tiến độ cho văn bản này.
zh_tw: 沒找到目前這份文件的閱讀進度。

source: Latest progress is coming from this device.
bg_bg: Последният напредък в четенето идва от това устройство.
he: ההתקדמות האחרונה מגיעה ממכשיר זה.
sv: Senaste framsteg kommer från den här enheten.
vi: Tiến độ mới nhất đến từ thiết bị này.
zh_tw: 最新的閱讀進度正從此裝置匯入。

source: The progress has already been synchronized.
bg_bg: Напредъкът в четенето вече е синхронизиран.
he: ההתקדמות כבר סונכרנה.
sv: Framstegen har redan synkroniserats.
vi: Đã đồng bộ tiến độ.
zh_tw: 閱讀進度已經同步了。

source: Sync to latest location %1% from device '%2'?
bg_bg: Желаете ли да бъде синхронизирано последното местоположение %1 % с устройството „%2“?
he: לסנכרן למיקום האחרון %1% מהמכשיר '%2'?
sv: Synkronisera till senaste plats %1% från enhet "%2"?
vi: Đồng bộ đến vị trí mới nhất %1% từ thiết bị '%2'?
zh_tw: 要從裝置「%2」同步最新的位置 %1%嗎？

source: Sync to previous location %1% from device '%2'?
bg_bg: Желаете ли да бъде синхронизирано предишното местоположение %1 % с устройството „%2“?
he: לסנכרן למיקום הקודם %1% מהמכשיר '%2'?
sv: Synkronisera till föregående plats %1% från enhet "%2"?
vi: Đồng bộ đến vị trí trước %1% từ thiết bị '%2'?
zh_tw: 要從裝置「%2」同步早先之前的位置 %1% 嗎？

source: You will have to switch the 'Action when Wi-Fi is off' Network setting to 'turn on' to be able to enable this feature!
bg_bg: За да използвате тази възможност трябва да изберете „включено“ в настройката на мрежата „Действие при изключена безжична мрежа“!
he: יש להחליף את המצב של הגדרת הרשת ‚פעולה כשהרשת האלחוטית כבויה’ ל‚פעילה’ כדי שאפשר יהיה להשתמש ביכולת הזאת!
vi: Bạn sẽ phải chuyển cài đặt Mạng 'Hành động khi Wi-Fi tắt' thành 'bật' để có thể bật tính năng này!
zh_tw: 您必須將網路設定中的「Wi-Fi 關閉時的動作」切換為「開啟」，才能啟用此功能！

source: Auto progress sync: on
bg_bg: Автом. синхр. на прочетеното: вкл
vi: Đồng bộ tiến trình tự động: bật
zh_tw: 自動進度同步：開啟

source: Auto progress sync: off
bg_bg: Автом. синхр. на прочетеното: изкл
vi: Đồng bộ tiến trình tự động: tắt
zh_tw: 自動進度同步：關閉

source: Move to archive
bg_bg: Преместване в архива
he: עבור לארכיון
vi: Di chuyển đến kho lưu trữ
zh_tw: 移動到封存

source: Moves or copies the current book to the archive folder.
bg_bg: Добавката дава възможност за копиране/преместване на текущата книга в папката на архива.
he: העברת/העתקת הספר הנוכחי לתיקיית הארכיון.
vi: Di chuyển hoặc sao chép cuốn sách hiện tại vào thư mục lưu trữ.
zh_tw: 將目前的書籍移動或複製到封存資料夾。

source: Move current book to archive
bg_bg: Преместване на текущата книга в архива
he: העבר את הספר הנוכחי לארכיון
vi: Di chuyển sách hiện tại vào kho lưu trữ
zh_tw: 移動目前的書籍到封存

source: Copy current book to archive
bg_bg: Копиране на текущата книга в архива
he: העתק את הספר הנוכחי לארכיון
vi: Sao chép sách hiện tại vào kho lưu trữ
zh_tw: 複製目前的書籍到封存

source: Go to archive folder
bg_bg: Отваряне на папката на архива
he: עבור לתיקיית הארכיון
vi: Đi đến thư mục lưu trữ
zh_tw: 前往封存資料夾

source: Go to last copied/moved from folder
bg_bg: Към папката от последното действие
he: עבור לתיקייה שהועתקה/הועברה לאחרונה
vi: Đi đến thư mục được sao chép/di chuyển lần cuối
zh_tw: 前往上次複製/移動的資料夾

source: No previous folder found.
bg_bg: Не е намерена предишна папка.
he: לא נמצאה תיקיה קודמת.
vi: Không tìm thấy thư mục trước đó.
zh_tw: 沒有找到之前的資料夾。

source: Set archive folder
bg_bg: Задаване на папка на архива
he: הגדר תיקיית ארכיון
vi: Đặt thư mục lưu trữ
zh_tw: 設定封存資料夾

source: Book copied. Do you want to open it from the archive folder?
bg_bg: Книгата е копирана. Желаете ли да бъде отворена от папката на архива?
he: הספר הועתק. האם ברצונך לפתוח אותו מתיקיית הארכיון?
vi: Đã sao chép sách. Bạn có muốn mở sách từ thư mục lưu trữ không?
zh_tw: 書籍已複製。 您想要從封存資料夾開啟它嗎？

source: Book moved. Do you want to open it from the archive folder?
bg_bg: Книгата е преместена. Желаете ли да бъде отворена от папката на архива?
he: הספר הועבר. האם ברצונך לפתוח אותו מתיקיית הארכיון?
vi: Sách đã được di chuyển. Bạn có muốn mở sách từ thư mục lưu trữ không?
zh_tw: 書籍已移動。 您想要從封存資料夾開啟它嗎？

source: No archive directory. Do you want to set it now?
bg_bg: Липсва папка на архива. Желаете ли да я зададете?
he: אין ספריית ארכיון. האם אתה רוצה להגדיר אותה עכשיו?
vi: Không có thư mục lưu trữ. Bạn có muốn thiết lập ngay bây giờ không?
zh_tw: 沒有封存資料夾。 您想要現在設定嗎？

source: News downloader
bg_bg: Изтегляне на новини
he: מוריד חדשות
sv: Nyhetshämtaren
vi: Trình tải xuống tin tức
zh_tw: 新聞下載器

source: Retrieves RSS and Atom news entries and saves them as HTML files.
bg_bg: Добавката дава възможност за получаване на новини от RSS и Atom, запазвайки ги като HTML.
he: רשומות חדשות של RSS ושל Atom נמשכות ונשמרות כקובצי HTML.
sv: Hämtar RSS- och Atom-nyhetsartiklar och sparar dem som HTML-filer.
vi: Truy xuất các mục tin tức RSS và Atom và lưu chúng dưới dạng tệp HTML.
zh_tw: 取得 RSS 與 Atom 新聞項目並將其存為 HTML 檔案。

source: %1 Building EPUB…
bg_bg: %1 Създаване на EPUB…
he: %1 בונה EPUB…
sv: %1 Bygger EPUB…
vi: %1 Đang xây dựng EPUB…
zh_tw: %1 正在建立 EPUB…

source: %1 Packing EPUB…
bg_bg: %1 Пакетиране на EPUB…
he: %1 אורז EPUB…
sv: %1 Packar EPUB…
vi: %1 Đang đóng gói EPUB…
zh_tw: %1 正在打包 EPUB…

source: URL
bg_bg: Адрес
he: כתובת
zh_tw: 網址

source: Limit
bg_bg: Ограничение
he: גבול
vi: Giới hạn
zh_tw: 限制

source: Download full article
bg_bg: Изтегляне на цялата статия
he: הורדת הערך המלא
vi: Tải xuống bài viết đầy đủ
zh_tw: 下載完整文章

source: Enable filter
bg_bg: Използване на филтър
he: הפעלת מסנן
vi: Bật bộ lọc
zh_tw: 啟用過濾器

source: Filter element
bg_bg: Филтриране на елемент
he: סינון רכיב
vi: Phần tử lọc
zh_tw: 過濾元素

source: Block element
bg_bg: Блокиране на елемент
vi: Phần tử khối
zh_tw: 區塊元素

source: HTTP auth username
bg_bg: Потребител за удост. по HTTP
vi: Tên người dùng xác thực HTTP
zh_tw: HTTP 驗證使用者名稱

source: HTTP auth password
bg_bg: Парола за удост. по HTTP
vi: Mật khẩu xác thực HTTP
zh_tw: HTTP 驗證密碼

source: Delete feed
bg_bg: Премахване на емисия
he: מחיקת הזנה
vi: Xóa nguồn cấp dữ liệu
zh_tw: 刪除資訊來源

source: News downloader (RSS/Atom)
bg_bg: Изтегляне на новини (RSS/Atom)
he: מוריד חדשות (RSS/Atom)
vi: Trình tải xuống tin tức (RSS/Atom)
zh_tw: 新聞下載器 (RSS/Atom)

source: Go to news folder
bg_bg: Към папката с новини
he: עבור לתיקיית החדשות
sv: Gå till nyhetsmapp
vi: Đi đến thư mục tin tức
zh_tw: 前往新聞資料夾

source: Sync news feeds
bg_bg: Синхронизиране на новинарски емисии
he: סנכרון הזנות חדשות
vi: Đồng bộ nguồn cấp tin tức
zh_tw: 同步資訊來源

source: Edit news feeds
bg_bg: Редактиране на новинарски емисии
he: עריכת הזנות חדשות
vi: Chỉnh sửa nguồn cấp tin tức
zh_tw: 編輯資訊來源

source: Set download folder
bg_bg: Избор папка, в която да бъде изтегляно
he: הגדרת תיקיית הורדות
vi: Đặt thư mục tải xuống
zh_tw: 設定下載資料夾

source: Never download images
bg_bg: Да не бъдат изтегляни изображения
he: לעולם לא להוריד תמונות
vi: Không bao giờ tải xuống hình ảnh
zh_tw: 從不下載圖片

source: Delete all downloaded items
bg_bg: Премахване на всички изтеглени елементи
he: מחיקת כל הפריטים שהורדו
vi: Xóa tất cả các mục đã tải xuống
zh_tw: 刪除所有已下載的項目

source: Are you sure you want to delete all downloaded items?
bg_bg: Желаете ли всички изтеглени елементи да бъдат премахнати?
he: למחוק את כל הפריטים שהורדת?
vi: Bạn có chắc chắn muốn xóa tất cả các mục đã tải xuống không?
zh_tw: 你確定要刪除所有已下載的項目嗎?

source: News downloader retrieves RSS and Atom news entries and stores them to: %1 Each entry is a separate EPUB file that can be browsed by KOReader. Feeds can be configured with download limits and other customization through the Edit Feeds menu item.
bg_bg: Добавката за изтегляне на новини извлича новинарски елементи от RSS и Atom и ги съхранява в: %1 Всеки елемент е отделен файл на EPUB, който може да бъде разглеждан чрез KOReader. Новинарските емисии могат да бъдат настроени с ограничения за изтегляне и други настройки от менюто „Редактиране на емисия“.
he: מוריד חדשות מחלץ רשומות של פריטי חדשות RSS ו־Atom ומאחסן אותם לתוך: %1 כל פריט הוא קובץ EPUB נפרד, ש־KOReader יכול לדפדף בו. ניתן להגדיר הזנות עם מגבלות הורדה והתאמה אישית אחרת דרך עריכת הזנות בתפריט.
vi: Trình tải xuống tin tức sẽ lấy các mục tin RSS và Atom và lưu trữ chúng vào: %1 Mỗi mục tin là một tệp EPUB riêng biệt mà KOReader có thể duyệt. Nguồn cấp dữ liệu có thể được cấu hình với giới hạn tải xuống và các tùy chỉnh khác thông qua mục menu Chỉnh sửa Nguồn cấp dữ liệu.
zh_tw: 新聞下載器取得 RSS 與 Atom 新聞項目並將其儲存於： %1 每一個項目都是一個獨立的 EPUB 檔案，可以被 KOReader 瀏覽。 可以在「編輯資訊來源」選單項目中設定資訊來源的下載限制和其他自訂項目。

source: Invalid configuration file. Detailed error message: %1
bg_bg: Неприемлив файл с настройки. Подробно съобщение за грешка: %1
he: קובץ תצורה שגוי. הודעת שגיאה מפורטת: %1
sv: Ogiltig konfigurationsfil. Detaljerat felmeddelande: %1
vi: Tệp cấu hình không hợp lệ. Chi tiết lỗi: %1
zh_tw: 不合法的設定檔。錯誤詳情： %1

source: Feed list is empty. If you want to download news, you'll have to add a feed first.
bg_bg: Списъкът с емисии е празен. За да бъдат изтеглени новини първо трябва да добавите емисия.
he: רשימת ההזנות ריקה. כדי להוריד חדשות, עליך להוסיף הזנה תחילה.
vi: Danh sách nguồn cấp dữ liệu đang trống. Nếu bạn muốn tải xuống tin tức, trước tiên bạn phải thêm nguồn cấp dữ liệu.
zh_tw: 資訊來源清單為空。如果你想下載新聞，你必須先加入資訊來源。

source: Edit feed list
bg_bg: Редактиране на списък с емисии
he: עריכת רשימת ההזנות
vi: Chỉnh sửa danh sách nguồn cấp dữ liệu
zh_tw: 編輯資訊來源清單

source: Processing %1/%2: %3
bg_bg: Обработка на %1/%2: %3
he: %1/%2 בהליכי עיבוד: %3
sv: Bearbetar %1/%2: %3
vi: Đang xử lý %1/%2: %3
zh_tw: 正在處理 %1/%2： %3

source: Downloading news finished.
bg_bg: Новините са изтеглени.
he: הורדת החדשות הסתיימה.
vi: Đã tải xong tin tức.
zh_tw: 下載新聞完畢。

source: Downloading news finished with errors.
bg_bg: Изтеглянето на новини завърши с грешки.
he: הורדת החדשות הסתיימה בשגיאות.
vi: Đang tải tin tức xong nhưng có lỗi.
zh_tw: 下載新聞完畢，但遇到了一些錯誤。

source: Could not process some feeds. Unsupported format in: %1. Please review your feed configuration file.
bg_bg: Някои от емисиите не са обработени. Форматът на %1 не се поддържа. Проверете файла с настройки на емисиите.
he: העיבוד של חלק מההזנות נכשל. יש תצורה שגויה תחת: %1. נא לסקור את קובץ הגדרות ההזנה שלך.
vi: Không thể xử lý một số nguồn cấp dữ liệu. Định dạng không được hỗ trợ trong: %1. Vui lòng xem lại tệp cấu hình nguồn cấp dữ liệu của bạn.
zh_tw: 無法處理部分訂閱源。 在：%1 中的格式不受支援。 請檢查您的訂閱設定檔。

source: Go to download folder?
bg_bg: Към папката с изтеглените?
he: עבור לתיקיית ההורדות?
vi: Đi tới thư mục tải xuống?
zh_tw: 要前往下載資料夾嗎？

source: Go to downloads
bg_bg: Към изтеглените
he: מעבר להורדות
vi: Đi đến tải xuống
zh_tw: 前往下載資料夾

source: (Reason: Failed to download content)
bg_bg: (Причина: съдържанието не е изтеглено)
he: (סיבה: הורדת התוכן נכשלה)
vi: (Lý do: Không tải được nội dung)
zh_tw: （原因：內容下載失敗）

source: (Reason: Error during feed deserialization)
bg_bg: (Причина: грешка при обработка на емисия)
he: (סיבה: שגיאה במהלך ניתוב ההזנה מחדש)
vi: (Lý do: Có lỗi trong quá trình hủy tuần tự hóa nguồn cấp dữ liệu)
zh_tw: （原因：反序列化訂閱源時發生錯誤）

source: (Reason: Couldn't process RSS)
bg_bg: (Причина: грешка при разбор RSS)
he: (סיבה: לא ניתן לעבד RSS)
vi: (Lý do: Không thể xử lý RSS)
zh_tw: （原因：無法處理 RSS）

source: (Reason: Couldn't process Atom)
bg_bg: (Причина: грешка при разбор на Atom)
he: (סיבה: לא ניתן לעבד Atom)
vi: (Lý do: Không thể xử lý Atom)
zh_tw: （原因：無法處理 Atom）

source: %1 Fetching article %2/%3:
bg_bg: %1 Получаване на статия %2 / %3:
he: %1 מתקבל ערך %2/%3:
sv: %1 Hämta artikel %2/%3:
vi: %1 Đang tải bài viết %2/%3:
zh_tw: %1 正在取得文章 %2/%3：

source: If this is only a summary, the full article can be downloaded by going to the News Downloader settings and changing 'Download full article' to 'true'.
bg_bg: Това е само описание. За да бъде изтеглена цялата статия, отворете настройките на добавката „Изтегляне на новини“ и променете „Изтегляне на цялата статия“ на „true“.
he: אם זה רק סיכום, אפשר להוריד את הערך המלא במעבר להגדרות הורדת החדשות, ובידי שינוי של ‚הורדת_ערך_מלא’ לכדי ‚אמת’.
vi: Nếu đây chỉ là bản tóm tắt, bạn có thể tải xuống toàn bộ bài viết bằng cách vào phần cài đặt News Downloader và thay đổi 'Tải xuống toàn bộ bài viết' thành 'đúng'.
zh_tw: 如果這只是摘要，可以前往新聞下載器設定，將「下載完整文章」改為「true」，即可下載全文。

source: All downloaded news feed items deleted.
bg_bg: Всички изтеглени елементи от емисията са премахнати.
he: כל פריטי הזנת החדשות שהורדו נמחקו.
vi: Tất cả các mục tin tức đã tải xuống đều bị xóa.
zh_tw: 已刪除所有下載的資訊來源項目。

source: Loading news feed list…
bg_bg: Зарежда се списъка с емисии…
he: רשימת הזנות חדשות נטענת…
vi: Đang tải danh sách nguồn cấp tin tức…
zh_tw: 正在載入資訊來源清單……

source: Could not open feed list. Feeds configuration file is invalid.
bg_bg: Грешка при отваряне на списъка с емисии. Неприемлив файл с настройки на емисии.
he: לא ניתן לפתוח את רשימת ההזנות. קובץ תצורת ההזנות פגום.
vi: Không thể mở danh sách nguồn cấp dữ liệu. Tệp cấu hình nguồn cấp dữ liệu không hợp lệ.
zh_tw: 無法開啟資訊來源清單。資訊來源設定檔案無效。

source: View file
bg_bg: Преглед на файла
he: הצגת קובץ
vi: Xem tập tin
zh_tw: 檢視檔案

source: Add new feed
bg_bg: Добавяне на емисия
he: הוספת הזנה חדשה
vi: Thêm nguồn cấp dữ liệu mới
zh_tw: 加入新的資訊來源

source: RSS/Atom feeds
bg_bg: Емисии на RSS/Atom
he: הזנות RSS/Atom
vi: Nguồn cấp RSS/Atom
zh_tw: RSS/Atom 資訊來源

source: Edit Feed
bg_bg: Редактиране на емисия
he: עריכת הזנה
vi: Chỉnh sửa nguồn cấp dữ liệu
zh_tw: 編輯資訊來源

source: Edit feed URL
bg_bg: Редактиране адреса на емисия
he: עריכת כתובת ההזנה
vi: Chỉnh sửa URL nguồn cấp dữ liệu
zh_tw: 編輯資訊來源網址

source: Edit feed limit
bg_bg: Редактиране ограничението на емисия
he: עריכת מגבלת ההזנה
vi: Chỉnh sửa giới hạn nguồn cấp dữ liệu
zh_tw: 編輯資訊來源限制

source: Set to 0 for no limit to how many items are downloaded
bg_bg: Задайте 0 за премахване на ограничението при изтегляне
he: הגדרה ל־0 לא תגביל את מספר הפריטים שיורדו
vi: Đặt thành 0 để không giới hạn số lượng mục được tải xuống
zh_tw: 若不限制下載項目的數量，則設定為 0

source: Edit filter element.
bg_bg: Редактиране на елемент на филтъра.
he: עריכת מסנן הרכיבים.
vi: Chỉnh sửa phần tử lọc.
zh_tw: 編輯過濾器元素。

source: Filter based on the given CSS selector. E.g.: name_of_css.element.class
bg_bg: Филтър на основата на селектор на CSS, напр.: name_of_css.element.class
he: מסנן על סמך בורר ה־CSS הנתון. למשל: name_of_css.element.class
vi: Lọc dựa trên bộ chọn CSS được cung cấp. Ví dụ: name_of_css.element.class
zh_tw: 基於給定 CSS 選擇器的過濾器。如：name_of_css.element.class

source: Edit block element.
bg_bg: Променяне на блокиран елемент.
vi: Chỉnh sửa phần tử khối.
zh_tw: 編輯區塊元素。

source: Block element based on the given CSS selector. E.g.: name_of_css.element.class
bg_bg: Блокиране на основата на селектор на CSS, напр.: name_of_css.element.class
vi: Phần tử khối dựa trên bộ chọn CSS được cung cấp. Ví dụ: name_of_css.element.class
zh_tw: 根據給定的 CSS 選擇器的區塊元素。例：name_of_css.element.class

source: Download full article?
bg_bg: Изтегляне цялата статия?
he: להוריד את הערך המלא?
vi: Tải xuống toàn bộ bài viết?
zh_tw: 要下載完整文章嗎？

source: Include images?
bg_bg: Включително изображенията?
he: לכלול תמונות?
vi: Có bao gồm hình ảnh không?
zh_tw: 包含圖片？

source: Enable CSS filter?
bg_bg: Включване на филтъра за CSS?
he: להפעיל את מסנן ה־CSS?
vi: Bật bộ lọc CSS?
zh_tw: 啟用 CSS 過濾器？

source: Yes
bg_bg: Да
he: כן
sv: Ja
vi: Có
zh_tw: 是

source: No
bg_bg: Не
he: לא
sv: Ingen
vi: Không
zh_tw: 否

source: Saving news feed list…
bg_bg: Запазване на списъка с емисии…
he: שומר רשימת הזנות חדשות…
vi: Đang lưu danh sách nguồn cấp tin tức…
zh_tw: 正在儲存資訊來源清單……

source: Could not save news feed config.
bg_bg: Настройката на емисията новини не е запазена.
he: לא ניתן לשמור את התצורה של תזרים החדשות.
vi: Không thể lưu cấu hình nguồn cấp tin tức.
zh_tw: 無法儲存資訊來源設定。

source: News feed config updated successfully.
bg_bg: Настройките на емисията са обновени.
he: תצורת הזנת החדשות עודכנה בהצלחה.
vi: Cấu hình nguồn cấp tin tức đã được cập nhật thành công.
zh_tw: 資訊來源設定成功更新。

source: Config: %1
bg_bg: Настройки: %1
he: תצורה: %1
sv: Konfiguration: %1
vi: Cấu hình: %1
zh_tw: 設定： %1

source: Configuration saved
bg_bg: Настройките са запазени
he: התצורה נשמרה
sv: Konfiguration sparad
vi: Đã lưu cấu hình
zh_tw: 設定以儲存

source: Configuration invalid: %1
bg_bg: Неприемливи настройки: %1
he: תצורה לא חוקית: %1
sv: Ogiltig konfiguration: %1
vi: Cấu hình không hợp lệ: %1
zh_tw: 設定無效： %1

source: Configuration empty
bg_bg: Празни настройки
he: התצורה ריקה
sv: Tom konfiguration
vi: Cấu hình trống
zh_tw: 設定為空

source: OPDS allows you to download books from online catalogs.
bg_bg: Добавката дава възможност за изтегляне на книги от отдалечени каталози OPDS.
he: OPDS מאפשר לך להוריד ספרים מקטלוגים מקוונים.
vi: OPDS cho phép bạn tải sách từ các danh mục trực tuyến.
zh_tw: OPDS 允許你從線上編目下載書籍。

source: OPDS Catalog
bg_bg: OPDS каталог
he: קטלוג OPDS
sv: OPDS-katalog
vi: Danh mục OPDS
zh_tw: OPDS 編目

source: OPDS catalog
bg_bg: OPDS каталог
he: קטלוג OPDS
sv: OPDS-katalog
vi: Danh mục OPDS
zh_tw: OPDS 編目

source: Read now
bg_bg: Четене сега
he: קרא עכשיו
sv: Läsa nu
vi: Đọc ngay
zh_tw: 現在閱讀

source: Add catalog
bg_bg: Добавяне на каталог
vi: Thêm danh mục
zh_tw: 加入 OPDS 編目

source: Sync all catalogs
bg_bg: Синхронизиране на каталозите
vi: Đồng bộ hóa tất cả các danh mục
zh_tw: 同步全部 OPDS 編目

source: Force sync all catalogs
bg_bg: Принудително синхр. на каталозите
he: אילוץ סנכרון כל הקטלוגים
vi: Buộc đồng bộ tất cả danh mục
zh_tw: 強制同步所有目錄

source: Set max number of files to sync
bg_bg: Задаване максимален брой синхронизирани файлове
vi: Đặt số lượng tệp tối đa để đồng bộ hóa
zh_tw: 設定同步檔案的最大數量

source: Set sync folder
bg_bg: Задаване на синхронизирана папка
vi: Đặt thư mục đồng bộ
zh_tw: 設定同步資料夾

source: Set file types to sync
bg_bg: Задаване на видове синхронизирани файлове
he: הגדרת סוגי קבצים לסנכרון
vi: Đặt loại tệp để đồng bộ hóa
zh_tw: 設定要同步的檔案類型

source: Downloads
bg_bg: Изтеглени
he: הורדות
vi: Tải xuống
zh_tw: 下載

source: Catalog name
bg_bg: Име на каталога
he: שם קטלוג
sv: Katalognamn
vi: Tên danh mục
zh_tw: 編目名稱

source: Catalog URL
bg_bg: Адрес на каталога
he: כתובת URL של הקטלוג
sv: Katalog-webbadress
vi: URL của danh mục
zh_tw: 編目 URL

source: Username (optional)
bg_bg: Потребителско име (по желание)
he: שם משתמש (אופציונלי)
sv: Användarnamn (valfritt)
vi: Tên người dùng (tùy chọn)
zh_tw: 使用者名稱（可選）

source: Password (optional)
bg_bg: Парола (по желание)
he: סיסמה (אופציונלי)
sv: Lösenord (valfritt)
vi: Mật khẩu (tùy chọn)
zh_tw: 密碼（可選）

source: Edit OPDS catalog
bg_bg: Редактиране на OPDS каталог
he: עריכת קטלוג OPDS
sv: Ändra OPDS-katalog
vi: Chỉnh sửa danh mục OPDS
zh_tw: 編輯 OPDS 編目

source: Add OPDS catalog
bg_bg: Добавяне на OPDS каталог
he: הוסף קטלוג OPDS
sv: Lägg till OPDS-katalog
vi: Thêm catalog OPDS
zh_tw: 加入 OPDS 編目

source: Use server filenames
bg_bg: Вземане на имената на файлове от сървъра
he: שימוש בשמות הקובץ של השרת
vi: Sử dụng tên tệp máy chủ
zh_tw: 使用伺服器檔案名稱

source: Sync catalog
bg_bg: Синхронизиране на каталог
vi: Đồng bộ danh mục
zh_tw: 同步 OPDS 編目

source: The catalog has been permanently moved. Please update catalog URL to '%1'.
bg_bg: Каталогът е преместен. Обновете адреса му на „%1“.
he: הקטלוג הועבר לצמיתות. אנא עדכן את כתובת האתר של הקטלוג ל-'%1'.
vi: Danh mục đã được di chuyển vĩnh viễn. Vui lòng cập nhật URL danh mục thành '%1'.
zh_tw: 這個編目已被永久移動。請將編目 URL 更新為「%1」。

source: Insecure HTTPS → HTTP downgrade attempted by redirect from: '%1' to '%2'. Please inform the server administrator that many clients disallow this because it could be a downgrade attack.
bg_bg: Опит за препращане от HTTPS към HTTP от: „%1“ към „%2“. Съобщете на администратора на сървъра, защото много клиенти забраняват това действие, понеже може да бъде атака за понижаване на версията.
he: שדרוג לאחור לא מאובטח HTTPS → HTTP נוסה בידי הפניה מ-: ‭'%1'‭ ל- ‭'%2'. אנא הודיעו למנהל השרת שלקוחות רבים אינם מאפשרים זאת מכיוון שזו יכולה להיות התקפת שדרוג לאחור.
vi: HTTPS không an toàn → Đã thử hạ cấp HTTP bằng cách chuyển hướng từ: '%1' đến '%2'. Vui lòng thông báo cho quản trị viên máy chủ rằng nhiều máy khách không cho phép điều này vì đây có thể là một cuộc tấn công hạ cấp.
zh_tw: 重定向試圖進行不安全的 HTTPS → HTTP降級，從: '%1' 重定向到 '%2'. 請告知伺服器管理員，許多客戶端不允許這樣做，因為這可能是降級攻擊。

source: Authentication required for catalog. Please add a username and password.
bg_bg: Каталогът изисква удостоверяване. Укажете потребителско име и парола.
he: נדרש אימות לקטלוג. אנא הוסף שם משתמש וסיסמה.
vi: Xác thực được yêu cầu cho danh mục. Vui lòng thêm tên người dùng và mật khẩu.
zh_tw: 編目需要認證。請加入使用者名稱和密碼。

source: Failed to authenticate. Please check your username and password.
bg_bg: Грешка при удостоверяване. Проверете потребителското име и паролата.
he: האימות נכשל. אנא בדוק את שם המשתמש והסיסמה שלך.
vi: Không thể xác thực. Kiểm tra tên người dùng và mật khẩu của bạn.
zh_tw: 無法認證。請檢查您的使用者名稱和密碼。

source: Catalog not found.
bg_bg: Каталогът не е намерен.
he: הקטלוג לא נמצא.
vi: Không tìm thấy danh mục.
zh_tw: 找不到編目。

source: Cannot get catalog. Server refuses to serve uncompressed content.
bg_bg: Няма достъп до каталога. Сървърът отказва да върне некомпресирано съдържание.
he: לא ניתן לקבל קטלוג. השרת מסרב להגיש תוכן לא דחוס.
vi: Không thể lấy danh mục. Máy chủ từ chối cung cấp nội dung chưa nén.
zh_tw: 無法取得編目。伺服器拒絕提供未壓縮的內容。

source: Cannot get catalog. Server response status: %1.
bg_bg: Каталогът не е получен. Отговор от сървъра: %1.
he: לא ניתן לקבל קטלוג. תגובת מצב השרת: %1.
vi: Không thể lấy danh mục. Trạng thái phản hồi của máy chủ: %1.
zh_tw: 無法取得編目。伺服器回應狀態：%1。

source: Cannot get catalog info from %1
bg_bg: Грешка при получаване на информация за каталога от %1
he: לא ניתן לקבל מידע על קטלוג מ־%1
sv: Kan inte få kataloginformation från %1
vi: Không thể nhận thông tin danh mục từ %1
zh_tw: 無法從 %1 取得編目資訊

source: Filters
bg_bg: Филтри
vi: Bộ lọc
zh_tw: 篩選

source: Search OPDS catalog
bg_bg: Търсене на OPDS каталог
he: חפש בקטלוג OPDS
vi: Tìm kiếm danh mục OPDS
zh_tw: 搜尋 OPDS 編目

source: Alexandre Dumas
bg_bg: Иван Вазов
zh_tw: 大仲馬

source: %s in url will be replaced by your input
bg_bg: Низът „%s“ в адреса ще бъде заменен с въведеното от вас
he: ‪%s‬ בכתובת URL יוחלף בקלט שלך
vi: %s trong url sẽ được thay thế bằng thông tin bạn nhập vào
zh_tw: 網址中的 %s 會替換為您的輸入

source: Download folder: %1 Download filename: %2 Download file type:
bg_bg: Папка на изтегляне: %1 Име на изтегляния файл: %2 Вид на изтегляния файл:
he: תיקיית הורדות: %1 שם קובץ להורדה: %2 סוג קבצים להורדה:
vi: Thư mục tải xuống: %1 Tên tệp tải xuống: %2 Loại tệp tải xuống:
zh_tw: 下載資料夾： %1 下載檔名： %2 下載檔案類型：

source: <server filename>
bg_bg: <файлови имена от сървъра>
he: <שם קובץ של השרת>
vi: <tên tệp máy chủ>
zh_tw: <伺服器檔名>

source: Page stream
bg_bg: Поточно получаване на страници
he: תזרים עמודים
vi: Luồng trang
zh_tw: 頁面串流

source: Stream from page
bg_bg: Поточно получаване от страница
he: הזרמה מהעמוד
vi: Phát trực tiếp từ trang
zh_tw: 從指定頁面串流

source: Resume stream from page
bg_bg: Възстановяване на получаването от страница
he: חידוש הזרמה מהעמוד
vi: Tiếp tục phát trực tiếp từ trang
zh_tw: 從指定頁面繼續串流

source: Borrow
bg_bg: Вземане
he: השאלה
vi: Vay mượn
zh_tw: 借閱

source: Book added to download list
bg_bg: Книга е добавена в списъка за изтегляне
he: ספר נוסף לרשימת ההורדות
vi: Đã thêm sách vào danh sách tải xuống
zh_tw: 書籍已加入下載清單

source: The file %1 already exists. Do you want to overwrite it?
bg_bg: Файлът %1 вече съществува. Желаете ли да бъде презаписан?
he: הקובץ %1 כבר קיים. להחליף אותו?
sv: Filen %1 finns redan. Vill du skriva över den?
vi: Tệp %1 đã tồn tại. Bạn có muốn ghi đè lên nó không?
zh_tw: 檔案 %1 已經存在。您想要複寫它嗎？

source: Invalid protocol: %1
bg_bg: Неправилен протокол: %1
he: פרוטוקול שגוי: %1
sv: Ogiltigt protokoll: %1
vi: Giao thức không hợp lệ: %1
zh_tw: 無效的協定： %1

source: Could not save file to: %1 %2
bg_bg: Файлът не може да бъде запазен в: %1 %2
he: לא ניתן היה לשמור את הקובץ אל: %1 %2
vi: Không thể lưu tệp vào: %1 %2
zh_tw: 無法將檔案儲存到： %1 %2
