Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

source: Do not indent the first line of following paragraphs, but leave the first paragraph of its container untouched.
bg_bg: Без отстъп на първия ред на следващите абзаци, но първия абзац в контейнера да е без изменение.
he: אל תכניס את השורה הראשונה של הפסקאות הבאות, אבל השאר את הפסקה הראשונה של המכל שלה כפי שהוא.
vi: Không thụt lề dòng đầu tiên của các đoạn văn sau, nhưng để nguyên đoạn đầu tiên trong vùng chứa của nó.
zh_tw: 不要縮排後續段落的第一行，但保留容器首段落不變。

source: Spacing between paragraphs
bg_bg: Отстояние между абзаците
he: ריווח בין פסקאות
sv: Avstånd mellan stycken
vi: Khoảng cách giữa các đoạn văn
zh_tw: 段落間距

source: Add a line of whitespace between paragraphs.
bg_bg: Добавя празен ред между абзаците.
he: הוסף שורה של מרווח לבן בין פסקאות.
sv: Lägg till en rad blanktecken mellan stycken.
vi: Thêm một dòng khoảng trắng giữa các đoạn văn.
zh_tw: 在段落之間加入一行空白。

source: Spacing between paragraphs (half)
bg_bg: Отстояние между абзаците (половин)
he: ריווח בין פסקאות (חצי)
sv: Avstånd mellan stycken (halv)
vi: Khoảng cách giữa các đoạn văn (một nửa)
zh_tw: 段落間距（半行）

source: Add half a line of whitespace between paragraphs.
bg_bg: Добавя половин празен ред между абзаците.
he: הוסף חצי שורה של מרווח לבן בין פסקאות.
sv: Lägg till en halv rad blanktecken mellan stycken.
vi: Thêm nửa dòng khoảng trắng giữa các đoạn văn.
zh_tw: 在段落之間加入半行空白。

source: No spacing between paragraphs
bg_bg: Без отстояние между абзаците
he: אל תשאיר ריווח בין פסקאות
sv: Inget avstånd mellan stycken
vi: Không có khoảng cách giữa các đoạn
zh_tw: 無段落間距

source: No whitespace between paragraphs is the default, but it may be overridden by publisher styles. This will re-enable it for paragraphs and list items.
bg_bg: По подразбиране между абзаците няма отстояние, но това може да бъде променено от стиловете на издателя. Тази настройка ще го включи отново за абзаците и елементите на списъци.
he: ברירת המחדל היא שאין רווח בין פסקאות, אך סגנונות של המוציא לאור יכולות לעקוף אותה. זה יאפשר זאת מחדש עבור פסקאות ופריטים של רשימות.
sv: Inga blanktecken mellan stycken är standard, men det kan åsidosättas av förlagsstilar. Detta kommer att återaktivera det för stycken och listobjekt.
vi: Mặc định không có khoảng trắng giữa các đoạn, có thể bị ghi đè bởi các kiểu nhà xuất bản. Điều này sẽ kích hoạt lại cho các đoạn văn và danh sách các mục.
zh_tw: 段落之間沒有空白是預設樣式，但可能會被出版商樣式覆寫。這將在段落與清單項目中重新啟用此設定。

source: Tables, links, images
bg_bg: Таблици, препратки, изображения
he: טבלאות, קישורים, תמונות
vi: Bảng, liên kết, hình ảnh
zh_tw: 表格、連結、圖片

source: Tables
bg_bg: Таблици
he: טבלאות
sv: Tabeller
vi: Bảng
zh_tw: 表格

source: Ignore tables related HTML presentational hints
bg_bg: Пренебрегване на HTML свързан с таблици
he: להתעלם מרמזי תצוגת HTML שקשורים לטבלאות
vi: Bỏ qua gợi ý trình bày HTML liên quan đến bảng
zh_tw: 忽略與表格相關的 HTML 呈現提示

source: Ignore HTML attributes that contribute to styles on the <table> element and its sub-elements (ie. align, valign, frame, rules, border, cellpadding, cellspacing…).
bg_bg: Пренебрегване на атрибутите на HTML, влияещи на стиловете на елементите <table> и техните атрибути (като align, valign, frame, rules, border, cellpadding, cellspacing…).
he: להתעלם ממאפיינים שתורמים לסגנונות הרכיבים <table>‏ ולתת־הרכיבים שלהם (למשל align,‏ valign,‏ frame,‏ rules,‏ border,‏ cellpadding,‏ cellspacing…).
vi: Bỏ qua các thuộc tính HTML góp phần tạo kiểu cho phần tử <table> và các phần tử con của nó (ví dụ: align, valign, frame, rules, border, cellpadding, cellspacing…).
zh_tw: 忽略會影響 <table> 元素及其子元素樣式的 HTML 屬性（如 align、valign、frame、rules、border、cellpadding、cellspacing…）。

source: Full-width tables
bg_bg: Таблици на цяла ширина
he: טבלאות ברוחב מלא
sv: Full bredd tabeller
vi: Bảng có chiều rộng đầy đủ
zh_tw: 全寬表格

source: Make table expand to the full width of the page. (Tables with small content now use only the width needed to display that content. This restores the previous behavior.)
bg_bg: Таблиците заемат цялата ширина на страницата. (Таблиците с малко съдържание използват само ширината, необходима за показване на това съдържание. Възстановява предишното поведение.)
he: להרחיב את הטבלה לרוחב המלא של העמוד. (טבלאות עם תוכן קטן משתמשות כעת רק ברוחב הדרוש להצגת התוכן. משחזר את ההתנהגות הקודמת.)
sv: Gör att tabellen är expanderad till hela bredden på sidan. (Tabeller med litet innehåll använder nu endast den bredd som behövs för att visa innehållet. Detta återställer det tidigare beteendet.)
vi: Làm cho bảng mở rộng ra toàn bộ chiều rộng của trang. (Các bảng có nội dung nhỏ hiện chỉ sử dụng chiều rộng cần thiết để hiển thị nội dung đó. Điều này khôi phục hoạt động trước đó.)
zh_tw: 讓表格展開至頁面的全寬。（內容較少的表格目前只會使用顯示內容所需的寬度。此選項可恢復先前的行為。）

source: Ignore publisher table and cell widths
bg_bg: Без издателски ширини на таблици и клетки
he: התעלמות מרוחבי טבלאות ותאים של ההוצאה לאור
sv: Ignorera utgivartabell och cellbredder
vi: Bỏ qua bảng nhà xuất bản và độ rộng ô
zh_tw: 忽略出版商設定的表格與儲存格寬度

source: Ignore table and cells widths specified by the publisher, and let the engine decide the most appropriate widths.
bg_bg: Пренебрегване на ширините на таблиците и клетките, посочени от издателя, и оставя машината за изчертаване да определя най-подходящата ширина.
he: התעלמות מרוחבי טבלאות ותאים שהוגדרו על ידי ההוצאה לאור, ולאפשר למנוע להחליט על הרוחבים המתאימים ביותר.
sv: Ignorera tabell och cellbredder som angetts av utgivaren och låt motorn bestämma de lämpligaste bredderna.
vi: Bỏ qua chiều rộng bảng và ô do nhà xuất bản chỉ định và để công cụ quyết định chiều rộng thích hợp nhất.
zh_tw: 忽略出版商指定的表格與儲存格寬度，讓排版引擎自行決定最合適的寬度。

source: Center small tables
bg_bg: Центриране на тесните таблици
he: מירכוז טבלאות קטנות
sv: Centrera små tabeller
vi: Căn giữa các bảng nhỏ
zh_tw: 置中小型表格

source: Horizontally center tables that do not use the full page width.
bg_bg: Хоризонтално центриране на таблиците, които не заемат цялата ширина на страницата.
he: מירכוז טבלאות שלא משתמשות ברוחב המלא של העמוד אופקית.
sv: Horisontellt centrerade tabeller som inte använder hela sidbredden.
vi: Các bảng ở giữa theo chiều ngang không sử dụng toàn bộ chiều rộng của trang.
zh_tw: 將未佔滿整頁寬度的表格水平置中。

source: Ignore publisher vertical alignment in tables
bg_bg: Без издателско вертик. подрав. в таблици
he: התעלמות מיישור אנכי של ההוצאה לאור בטבלאות
sv: Ignorera utgivarens vertikal justering i tabeller
vi: Bỏ qua căn chỉnh theo chiều dọc của nhà xuất bản trong bảng
zh_tw: 忽略出版商設定的表格垂直對齊方式

source: Alternate background color of table rows
bg_bg: Поредово редуване на цвета на фона в таблици
he: צבע רקע מתחלף בין שורה לשורה בטבלה
sv: Alternera bakgrundsfärg i tabellrader
vi: Màu nền thay thế của các hàng trong bảng
zh_tw: 交替變換表格列的背景色

source: Show borders on all tables
bg_bg: Видими контури на всички таблици
he: הצגת מסגרות בכל הטבלאות
sv: Visa ramar för alla tabeller
vi: Hiển thị đường viền trên tất cả các bảng
zh_tw: 在所有表格上顯示邊框

source: Links always black
bg_bg: Препратките са винаги черни
he: קישורים תמיד בצבע שחור
sv: Länkar är alltid svarta
vi: Luôn hiển thị liên kết màu đen
zh_tw: 連結一律為黑色

source: Links always blue
bg_bg: Препратките са винаги сини
he: קישורים תמיד בצבע כחול
sv: Länkar är alltid blå
vi: Luôn hiển thị liên kết màu xanh
zh_tw: 連結一律為藍色

source: Links always bold
bg_bg: Препратките са винаги с получер шрифт
he: קישורים תמיד מודגשים
sv: Länkar är alltid feta
vi: Luôn hiển thị liên kết in đậm
zh_tw: 連結一律為粗體

source: Links never bold
bg_bg: Препратките никога не са с получер шрифт
he: קישורים לעולם לא מודגשים
sv: Länkar är aldrig feta
vi: Không bao giờ hiển thị liên kết in đậm
zh_tw: 連結一律不加粗

source: Links always italic
bg_bg: Препратките са винаги курсив
he: קישורים תמיד נטויים
vi: Luôn in nghiên liên kết
zh_tw: 連結一律為斜體

source: Links never italic
bg_bg: Препратките никога не са курсив
he: קישורים אף פעם לא נטויים
vi: Không in nghiêng liên kết
zh_tw: 連結一律不斜體

source: Links always underlined
bg_bg: Препратките са винаги подчертани
he: קישורים תמיד עם קו תחתון
vi: Luôn gạch chân liên kết
zh_tw: 連結一律加底線

source: Links never underlined
bg_bg: Препратките никога не са подчертани
he: קישורים לעולם לא עם קו תחתון
vi: Không gạch chân liên kết
zh_tw: 連結一律不加底線

source: Images
bg_bg: Изображения
he: תמונות
sv: Bilder
vi: Hình ảnh
zh_tw: 圖片

source: Full-width images
bg_bg: Изображения на цяла ширина
he: תמונות ברוחב מלא
sv: Full bredd bilder
vi: Hình ảnh kích thước đầy đủ
zh_tw: 全寬圖片

source: Useful for books containing only images, when they are smaller than your screen. May stretch images in some cases.
bg_bg: Полезно за книги, съдържащи само изображения, когато те са по-малки от екрана. В някои случаи може да разтегне изображенията.
he: שימושי לספרים המכילים תמונות בלבד, במקרה שהתמונות קטנות יותר מגודל המסך. הגדרה זו עלולה למתוח אותם במקרים מסוימים.
sv: Användbart för böcker som endast innehåller bilder när de är mindre än din skärm. Kan sträcka bilder i vissa fall.
vi: Hữu ích cho sách chỉ chứa hình ảnh khi chúng nhỏ hơn màn hình của bạn. Có thể kéo dài hình ảnh trong một số trường hợp.
zh_tw: 適用於僅包含圖片且圖片小於螢幕的書籍。在某些情況下可能會延伸圖片。

source: Vertically center-align images relative to text
bg_bg: Вертикално центриране на изображенията спрямо текста
he: מרכז תמונות אנכית ביחס לטקסט
sv: Vertikalt centrera bilder i förhållande till text
vi: Căn giữa hình ảnh theo chiều dọc so với văn bản
zh_tw: 圖片依文字基準垂直置中

source: Miscellaneous
bg_bg: Други
he: שונות
sv: Diverse
vi: Các mục khác
zh_tw: 雜項

source: Alternative ToC hints
bg_bg: Подсказки на алтернативното съдържание
he: רמזים חלופיים לתוכן העניינים
vi: Tạo gợi ý cho mục lục từ nội dung sách
zh_tw: 替代目錄提示

source: About alternative ToC
bg_bg: Относно алтернативното съдържание
he: אודות תוכן העניינים החלופי
vi: Về gợi ý cho mục lục
zh_tw: 關於替代性目錄

source: An alternative table of contents can be built via a dedicated option in the "Settings" menu below the "Table of contents" menu entry. The ToC will be built from document headings <H1> to <H6>. Some of these can be ignored with the tweaks available here. If the document contains no headings, or all are ignored, the alternative ToC will be built from document fragments and will point to the start of each individual HTML file in the EPUB. Hints can be set to other non-heading elements in a user style tweak, so they can be used as ToC items. Since this would be quite book-specific, please see the final tweak for some examples. After applying these tweaks, the alternative ToC needs to be rebuilt by toggling it twice in its menu: once to restore the original ToC, and once to build the alternative ToC again.
bg_bg: Алтернативно съдържание може да бъде създадено чрез настройка „Настройки“ под елемент „Съдържание“. Съдържанието ще бъде изградено от заглавията (от <h1> до <h6> на документите. Някои от тях могат да бъдат пренебрегнати с наличните настройки. Ако документът не съдържа заглавия или всички са пренебрегнати, алтернативното съдържание ще бъде изградено от фрагменти на документа и ще сочи началото на всеки отделен файл в EPUB. Подсказки могат да бъдат зададени към други елементи, които не са заглавия, в потребителска настройка на стила, така че да могат да бъдат използвани като елементи от съдържанието. Тъй като това би било доста специфично за конкретна книга, вижте окончателната настройка за някои примери. След като приложите тези настройки, алтернативното съдържание трябва да бъде възстановено, като го превключите два пъти в менюто му: веднъж, за да възстановите обикновеното съдържание, и веднъж, за да изградите отново алтернативното.
he: ניתן לבנות תוכן עניינים חלופי באמצעות אפשרות ייעודית בתפריט „הגדרות” תחת הפריט „תוכן עניינים”. תוכן העניינים ייבנה מכותרות פרקים מ־<H1> עד <H6>. ניתן להתעלם מחלק מהן באמצעות השפצורים הזמינים כאן. אם המסמך אינו מכיל כותרות, או אם מתעלמים מכולן, תוכן העניינים החלופי ייבנה מקטעי מסמך, ויצביע על תחילתו של כל קובץ HTML נפרד בתוך ה־EPUB. ניתן להגדיר רמזים לאלמנטים אחרים שאינם כותרות בשפצור סגנון משתמש, כך שהם יוכלו לשמש כפריטים בתוכן העניינים. מכיוון שזה יהיה מוכוון לספרים, מומלץ לעיין בשפצור הסופי לקבלת דוגמאות. לאחר החלת השפצורים הללו, יש לבנות מחדש את התוכן העניינים החלופי על ידי החלפת מצב „תוכן העניינים” פעמיים: פעם אחת כדי לשחזר את תוכן העניינים המקורי, ופעם אחת כדי לבנות שוב את החלופי.
vi: Mục lục thay thế được tạo thông qua tùy chọn trong menu "Cài đặt" trong menu "Mục lục". Tạo mục lục từ tiêu đề <H1> đến <H6>. Một số có thể được bỏ qua với các tinh chỉnh có sẵn tại đây. Nếu tài liệu không có tiêu đề nào hoặc tất cả đều bị bỏ qua, thì Mục lục thay thế sẽ được tạo từ các đoạn tài liệu và sẽ được chuyển đến phần đầu của từng tệp HTML riêng lẻ trong EPUB. Các gợi ý có thể được đặt thành các phần tử không phải tiêu đề khác trong một chỉnh sửa kiểu người dùng, vì vậy chúng có thể được sử dụng như mục lục. Vì điều này sẽ khá cụ thể cho từng cuốn sách, vui lòng xem phần chỉnh sửa cuối cùng để biết một số ví dụ. Sau khi áp dụng các chỉnh sửa này, Mục lục thay thế cần được tạo lại bằng cách chuyển đổi hai lần trong menu: một lần để khôi phục Mục lục ban đầu và một lần để tạo lại Mục lục thay thế.
zh_tw: 可以從「目錄」選單中的「設定」選單建立替代目錄。 替代目錄將由文件裡的標題 <H1> 至 <H6> 產生， 您可以用這裡提供的調整工具忽略某些標題。 如果文件中沒有標題，或是標題全數被忽略， 那麼替代目錄將從文件片段產生，並會指向 EPUB 裡每一個 HTML 檔案的開頭。 透過使用者樣式調整方式，可設定以非標題性元素做為目錄提示，如此它們就可以作為目錄項目。由於這個方式會因書而異，請參考最末一個調整的範例。 在套用這些調整之後，需要在選單切換兩次來建立替代目錄：第一次是要恢復原本的目錄，第二次是重新建立替代目錄。

source: Ignore all <H1> to <H6>
bg_bg: Пренебрегване на всички, от <h1> до <h6>
he: התעלם מכל אלה שבין <H1> ל- <H6>
sv: Ignorera alla <H1> till <H6>
vi: Bỏ qua tất cả đề mục mở đầu <H1> đến <H6>
zh_tw: <H1> 到 <H6>全部忽略

source: Ignore <H1>
bg_bg: Пренебрегване на <h1>
he: התעלם מ <H1>
sv: Ignorera <H1>
vi: Bỏ qua <H1>
zh_tw: 忽略 <H1>

source: Ignore <H2>
bg_bg: Пренебрегване на <h2>
he: התעלם מ <H2>
sv: Ignorera <H2>
vi: Bỏ qua <H2>
zh_tw: 忽略 <H2>

source: Ignore <H3>
bg_bg: Пренебрегване на <h3>
he: התעלם מ <H3>
sv: Ignorera <H3>
vi: Bỏ qua <H3>
zh_tw: 忽略 <H3>

source: Ignore <H4>
bg_bg: Пренебрегване на <h4>
he: התעלם מ <H4>
sv: Ignorera <H4>
vi: Bỏ qua <H4>
zh_tw: 忽略 <H4>

source: Ignore <H5>
bg_bg: Пренебрегване на <h5>
he: התעלם מ <H5>
sv: Ignorera <H5>
vi: Bỏ qua <H5>
zh_tw: 忽略 <H5>

source: Ignore <H6>
bg_bg: Пренебрегване на <h6>
he: התעלם מ <H6>
sv: Ignorera <H6>
vi: Bỏ qua <H6>
zh_tw: 忽略 <H6>

source: Example of book specific ToC hints
bg_bg: Пример на подсксзка на съдържание за конкретна книга
he: דוגמה לרמזים לתוכן העניינים ספציפיים לספר
vi: Ví dụ về gợi ý cho mục lục
zh_tw: 書籍特定目錄提示範例

source: If headings or document fragments do not result in a usable ToC, you can inspect the HTML and look for elements that contain chapter titles. Then you can set hints to their class names. This is just an example, that will need to be adapted into a user style tweak.
bg_bg: Ако заглавията или фрагментите на документа не водят до създаване на използваемо съдържание, можете да прегледате съдържанието на HTML и да потърсите елементи, които съдържат заглавията на главите. След това можете да зададете подсказки за имената на техните класове. Това е само пример, който ще трябва да бъде адаптиран в потребителска настройка на стила.
he: אם כותרות או מקטעי מסמך אינם מביאים לתוכן עניינים שמיש, אפשר לעיין ב-HTML ולחפש אלמנטים המכילים כותרות של פרקים. אז אפשר להגדיר רמזים לשמות הגזרה שלהם. זו רק דוגמה, יהיה צורך להתאים אותה כדי להפוך אותה להכוונת סגנון המשתמש.
vi: Nếu các tiêu đề hoặc các đoạn tài liệu không tạo Mục lục khả dụng, hãy kiểm tra HTML và tìm các phần tử có chứa tiêu đề chương. Sau đó, đặt gợi ý cho tên lớp của chúng. Đây chỉ là một ví dụ, sẽ cần điều chỉnh thành một tinh chỉnh phong cách người dùng.
zh_tw: 如果標題或文件片段無法產生可用的目錄，可以檢視 HTML 並尋找包含章節標題的元素。然後你可以將提示設定為它們的 class 名稱。 這只是範例，實際上需要調整為使用者樣式微調。

source: List items
bg_bg: Елементи на списъци
he: רשימת פריטים
vi: Danh sách
zh_tw: 清單項目

source: Force bullets with unordered lists
bg_bg: Водещи символи на неподредените списъци
he: כפה נקודות ברשימות לא מסודרות
vi: Bắt buộc thêm dấu chấm danh sách khi không có thứ tự
zh_tw: 在無序清單中強制使用項目符號

source: Force decimal numbers with ordered lists
bg_bg: Номериране на подредените списъци
he: כפה מספרים עשרוניים ברשימות מסודרות
vi: Bắt buộc đánh số danh sách có thứ tự
zh_tw: 在有序清單中強制使用數字編號

source: Disable before/after pseudo elements
bg_bg: Изключване на мнимите елементи before и after
he: השבת פסאודו אלמנטים before/after
vi: Tắt các phần tử giả before/after
zh_tw: 停用 before/after 偽元素

source: Disable generated text from ::before and ::after pseudo elements, usually used to add cosmetic text around some content.
bg_bg: Пренебрегване на съдържанието на мнимите ементи ::before и ::after, които обикновено се използват за добавяне на декоративни текстови елементи около някакво съдържание.
he: השבת טקסט שנוצר מפסאודו אלמנטים ‪::before‬ ו-‪::‬after‬, שבדרך כלל משתמשים בהם להוספת טקסט קוסמטי סביב תוכן כלשהו.
vi: Tắt văn bản được tạo từ phần tử giả ::before và ::after, thường dùng để thêm văn bản trang trí quanh nội dung.
zh_tw: 停用來自 ::before 與 ::after 偽元素的產生文字，這些通常用於在內容周圍添加裝飾性文字。

source: Pure black and white
bg_bg: Чисто черно и бяло
he: שחור ולבן טהור
sv: Helt svart/vitt
vi: Đen trắng thuần túy
zh_tw: 純黑白

source: Enforce black text and borders, and remove backgrounds.
bg_bg: Налагане на черни текстове и контури като премахва фоновете.
he: אכוף טקסט ומסגרות שחורים והסר רקעים.
sv: Tvinga svart text och kanter och ta bort bakgrunder.
vi: Buộc văn bản và đường viền màu đen, đồng thời xóa nền.
zh_tw: 強制使用黑色文字與邊框，並移除背景。

source: In-page footnotes
bg_bg: Бележки под линия
he: הערות שוליים בתוך העמוד
sv: Fotnoter på sida
vi: Chú thích cuối trang trong trang
zh_tw: 頁內註腳

source: In-page FB2 footnotes
bg_bg: Бележки под линия във FB2
he: הערות שוליים של FB2 בעמוד
vi: Ghi chú chân trang FB2
zh_tw: 頁內 FB2 註腳

source: Show FB2 footnote text at the bottom of pages that contain links to them.
bg_bg: Показване на съдържанието на бележките под линия във FB2 на края на страницата, която има препратки към тях.
he: הראה את הטקסט של הערות שוליים של FB2 בתחתית העמודים המכילים קישורים אליהם.
vi: Hiển thị văn bản chú thích FB2 ở cuối các trang có chứa liên kết đến chúng.
zh_tw: 在包含連結的頁面底部顯示 FB2 註腳。

source: In-page FB2 endnotes
bg_bg: Бележки в края във FB2
he: הערות סיום של FB2 בעמוד
vi: Chú thích FB2 cuối trong trang
zh_tw: 頁內 FB2 章節附註

source: Show FB2 endnote text at the bottom of pages that contain links to them.
bg_bg: Показване на съдържанието на бележките в края във FB2 на края на страницата, която има препратки към тях.
he: הראה את הטקסט של הערות סיום של FB2 בתחתית העמודים המכילים קישורים אליהם.
vi: Hiển thị chú thích FB2 ở cuối các trang có chứa liên kết đến chúng.
zh_tw: 在包含連結的頁面底部顯示 FB2 章節附註。

source: Keep regular font size
bg_bg: Прилагане на обичайния размер на шрифта
he: שמור על גודל גופן רגיל
vi: Giữ kích thước phông chữ thông thường
zh_tw: 保持一般字型大小

source: FB2 footnotes and endnotes get a smaller font size when displayed in-page. This allows them to be shown with the normal font size.
bg_bg: При книгите във формат FB2 бележките под линия и тези в края, показвани в страницата са с по-дребен шрифт. Тази настройка дава възможност да бъдат показвани с подразбирания размер на шрифта.
he: הערות שוליים והערות סיום של FB2 מקבלות גודל גופן קטן יותר כשהם מוצגים בעמוד. זה מאפשר להציג אותם עם גודל הגופן הרגיל.
vi: Chú thích cuối trang và chú thích FB2 có kích thước phông chữ nhỏ hơn khi hiển thị trong trang. Điều này cho phép chúng được hiển thị với kích thước phông chữ bình thường.
zh_tw: FB2 註腳與章節附註在頁內顯示時會使用較小的字型大小。此設定可讓它們以正常字型大小顯示。

source: In-page EPUB footnotes
bg_bg: Бележки под линия в EPUB
he: הערות שוליים של EPUB בעמוד
sv: EPUB-fotnoter på sida
vi: Chú thích cuối trang EPUB trong trang
zh_tw: 頁內 EPUB 註腳

source: Show EPUB footnote text at the bottom of pages that contain links to them. This only works with footnotes that have specific attributes set by the publisher.
bg_bg: Показване на съдържанието на бележките под линия в EPUB на края на страницата, която има препратки към тях. Само за бележките под линия, на които издателят е задал точно определени атрибути.
he: הראה טקסט של הערות שוליים של EPUB בתחתית העמודים המכילים קישורים אליהם. זה עובד רק עם הערות שוליים עם תכונות ספציפיות שנקבעו על ידי המוציא לאור.
sv: Visa EPUB-fotnotestext längst ned på sidor som innerhåller länkar till dem. Detta fungerar endast med fotnoter som har specifika attribut satta av utgivaren.
vi: Hiển thị chú thích cuối trang EPUB ở cuối các trang có chứa liên kết đến chúng. Chỉ hoạt động với các chú thích cuối trang có các thuộc tính cụ thể do nhà xuất bản đặt.
zh_tw: 在包含連結的頁面底部顯示 EPUB 註腳。 這僅適用於出版商設定了特定屬性的註腳。

source: In-page Wikipedia footnotes
bg_bg: Бележки под линия в Уикипедия
he: הערות שוליים של ויקיפדיה בעמוד
sv: Wikipediafotnoter på sida
vi: Chú thích trong trang Wikipedia
zh_tw: 頁內維基百科註腳

source: Show footnotes at the bottom of pages in Wikipedia EPUBs.
bg_bg: Показване на бележките под линия на края на страницата в EPUB от Уикипедия.
he: הצג הערות שוליים בתחתית העמוד ב-EPUBs של וויקיפדיה.
sv: Visa fotnoter längst ner på sidorna i Wikipedia-EPUB:ar.
vi: Hiển thị chú thích ở cuối trang trong Wikipedia EPUB.
zh_tw: 在維基百科 EPUB 的頁面底部顯示註腳。

source: In-page classic classname footnotes
bg_bg: Познати имена на класовете на бележки под линия
he: הערות שוליים של גזרות קלסיות בעמוד
sv: Klassiska klassnamnsfotnoter på sida
vi: Chú thích trong trang theo lớp CSS cổ điển
zh_tw: 頁內傳統 class 註腳

source: Show footnotes with classic classnames at the bottom of pages. This tweak can be duplicated as a user style tweak when books contain footnotes wrapped with other class names.
bg_bg: Показване на бележки под линия с познати имена на класове в долната част на страниците. Когато книгите съдържат бележки под линия, вложени елементи с други имена на класове, тази настройка може да бъде копирана като настройка на потребителски стилове.
he: הצג בתחתית העמוד הערות שוליים עם שמות גזרה קלסיים. ניתן לשכפל את ההכוונה הזו כהכוונת המשתמש לסגנון, כאשר ספרים מכילים הערות שוליים עטופות בשמות גזרה אחרים.
vi: Hiển thị chú thích có lớp CSS cổ điển ở cuối trang. Có thể sao chép tùy chỉnh này thành một tùy chỉnh kiểu người dùng khi sách chứa các chú thích được bao bọc bởi các tên lớp khác.
zh_tw: 在頁面底部顯示具有傳統 class 名稱的註腳。 當書籍中的註腳套用其他 class 名稱時，可以將此調整複製為使用者樣式微調。

source: In-page footnote extension
bg_bg: Разширение за бележки под линия
he: הרחבת הערות שוליים בתוך העמוד
vi: Mở rộng xử lý chú thích trong trang
zh_tw: 頁內註腳延伸

source: Extend footnote content until next entry
bg_bg: Продължаване на бележката до следващия запис
he: הרחבת הערת שוליים עד לרשומה הבאה
vi: Kéo dài nội dung chú thích đến mục tiếp theo
zh_tw: 延伸註腳內容直到下一個項目

source: Extend in-page footnotes shown at the bottom of pages to include text up to the next footnote. This might be needed when books don't correctly mark all text that belongs to the footnote.
bg_bg: Разширяване на бележките под линия на страницата с текста до следващата бележка под линия. Може да бъде използвано при неправилно избран текст на бележки под линия.
he: להרחיב את הערות השוליים המוצגות בתחתית העמוד, ככה שיכללו את כל הטקסט עד ההערה הבאה. לפעמים זה נדרש כשספרים לא מתייגים בצורה נכונה כל הטקסט ששיך להערת השוליים.
vi: Mở rộng chú thích trong trang hiển thị ở cuối trang để bao gồm văn bản cho đến chú thích tiếp theo. Điều này có thể cần thiết khi sách không đánh dấu chính xác toàn bộ văn bản thuộc về phần chú thích.
zh_tw: 將頁面底部顯示的頁內註腳延伸，包含直到下一個註腳的文字。 當書籍未正確標記所有屬於註腳的文字時，這可能是必要的。

source: Extend footnote content until next header
bg_bg: Продължаване на бележката до следващото заглавие
he: להרחיב את הערת השוליים עד הכותרת הבאה
vi: Kéo dài nội dung chú thích đến tiêu đề tiếp theo
zh_tw: 延伸註腳內容直到下一個標題
