Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

source: ## Shortcuts <a id="short"></a> The following is a non-exhaustive list of shortcuts available. When inside the reading module: - **ScreenKB** + **Up**: Table of contents - **ScreenKB** + **Right**: Add a bookmark - **ScreenKB** + **Down**: Book map - **ScreenKB** + **Left**: Bookmarks, notes and highlights - **ScreenKB** + **Press**: Save current page to location history - **ScreenKB** + **Home**: Toggle wifi on/off - **ScreenKB** + **Back**: Switch to previously opened book When using a virtual keyboard: - **ScreenKB** + **Right**: Move cursor to right char - **ScreenKB** + **Left**: Move cursor to left char - **ScreenKB** + **Press**: Show special characters behind virtual keyboard keys - **ScreenKB** + **Home**: Toggle virtual keyboard on/off - **ScreenKB** + **Back**: Delete char
bg_bg: ## Клавишни комбинации <a id="short"></a> Това е кратък списък на наличните клавишни комбинации. При четене: - **ScreenKB** + **Up**: Съдържание - **ScreenKB** + **Right**: Добавяне на отметка - **ScreenKB** + **Down**: Карта на книгата - **ScreenKB** + **Left**: Отметки, бележки и подчертаване - **ScreenKB** + **Press**: Записване на текущата страница в хронологията на местоположението - **ScreenKB** + **Home**: Превключване на безжичната мрежа - **ScreenKB** + **Back**: Превключване към предишната отворена книга При използване на виртуална клавиатура: - **ScreenKB** + **Right**: Преместване на каретката един знак на дясно - **ScreenKB** + **Left**: Преместване на каретката един знак на ляво - **ScreenKB** + **Press**: Показване на специалните знаци на клавишите на виртуалната клавиатура - **ScreenKB** + **Home**: Превключване на виртуалната клавиатура - **ScreenKB** + **Back**: Премахване на знак
he: ## מקשי קיצור <a id="short"></a> זו רשימה חלקית של מקשי הקיצור הזמינים. בתוך מודול הקריאה: - **ScreenKB** + **למעלה**: תוכן עניינים - **ScreenKB** + **ימינה**: הוספת סימנייה - **ScreenKB** + **למטה**: מפת הספר - **ScreenKB** + **שמאלה**: סימניות, הערות והדגשות - **ScreenKB** + **לחיצה**: שמירת העמוד הנוכחי להיסטוריית המקומות - **ScreenKB** + **בית**: כיבוי/הפעלת תקשורת אלחוטית - **ScreenKB** + **חזרה**: מעבר לספר האחרון שנפתח עם מקלדת וירטואלית: - **ScreenKB** + **ימינה**: העברת הסמן תו אחד ימינה - **ScreenKB** + **שמאלה**: העברת הסמן תו אחד שמאלה - **ScreenKB** + **לחיצה**: הצגת תווים מיוחדים שמאחורי מקשי המקלדת הווירטואלית - **ScreenKB** + **בית**: כיבוי/הפעלה של המקלדת הווירטואלית - **ScreenKB** + **חזרה**: מחיקת תו
vi: ## Phím tắt <a id="short"></a> Sau đây là danh sách phím tắt không đầy đủ hiện có. Khi đang ở trong mô-đun đọc: - **ScreenKB** + **Up**: Mục lục - **ScreenKB** + **Right**: Thêm dấu trang - **ScreenKB** + **Down**: Bản đồ sách - **ScreenKB** + **Left**: Dấu trang, ghi chú và tô sáng - **ScreenKB** + **Press**: Lưu trang hiện tại vào lịch sử vị trí - **ScreenKB** + **Home**: Bật/tắt Wi-Fi - **ScreenKB** + **Back**: Chuyển sang sách đã mở trước đó Khi sử dụng bàn phím ảo: - **ScreenKB** + **Right**: Di chuyển con trỏ sang ký tự bên phải - **ScreenKB** + **Left**: Di chuyển con trỏ sang ký tự bên trái - **ScreenKB** + **Press**: Hiển thị các ký tự đặc biệt phía sau các phím bàn phím ảo - **ScreenKB** + **Home**: Bật/tắt bàn phím ảo - **ScreenKB** + **Back**: Xóa ký tự
zh_tw: ## 快捷鍵 <a id="short"></a> 以下是可用快捷鍵的部分清單。 在閱讀模組中： - **螢幕鍵盤** + **上**：目錄 - **螢幕鍵盤** + **右**：新增書籤 - **螢幕鍵盤** + **下**：書籍地圖 - **螢幕鍵盤** + **左**：書籤、筆記與劃記 - **螢幕鍵盤** + **按下**：將目前頁面存入位置紀錄 - **螢幕鍵盤** + **首頁**：切換 Wi-Fi 開關 - **螢幕鍵盤** + **返回**：切換到先前開啟的書籍 在使用虛擬鍵盤時： - **螢幕鍵盤** + **右**：游標移動到右一個字元 - **螢幕鍵盤** + **左**：游標移動到左一個字元 - **螢幕鍵盤** + **按下**：顯示虛擬鍵盤按鍵後的特殊字元 - **螢幕鍵盤** + **首頁**：切換虛擬鍵盤開關 - **螢幕鍵盤** + **返回**：刪除字元

source: ## Shortcuts <a id="short"></a> The following is a non-exhaustive list of shortcuts available. When inside the reading module: - **T** or **Shift** + **Up**: Table of contents - **Shift** + **Right**: Add a bookmark - **Shift** + **Down**: Book map - **B** or **Shift** + **Left**: Bookmarks, notes and highlights - **Shift** + **Press**: Save current page to location history - **Shift** + **Home**: Toggle wifi on/off - **Shift** + **Back**: Switch to previously opened book When using a virtual keyboard: - **Shift** + **Right**: Move cursor to right char - **Shift** + **Left**: Move cursor to left char - **Shift** + **Press**: Show special characters behind virtual keyboard keys - **Shift** + **Home**: Toggle virtual keyboard on/off - **Shift** + **Del**: Delete word - **Shift** + **Back**: Delete whole line - **Sym** + **Alphabet keys**: symbols, numbers and special characters
bg_bg: ## Клавишни комбинации <a id="short"></a> Следва кратък списък на наличните клавишни комбинации. Изпълнени по време на четене: - **T** или **Shift** + **Up**: Съдържание - **Shift** + **Right**: Добавяне на отметка - **Shift** + **Down**: Карта на книгата - **B** или **Shift** + **Left**: Отметки, бележки и подчертано - **Shift** + **Press**: Записване на текущата страница в хронология на местоположението - **Shift** + **Home**: Превключване на безжичната мрежа - **Shift** + **Back**: Превключване към предишната отворена книга При използване на виртуална клавиатура: - **Shift** + **Right**: Преместване на каретката един знак на дясно - **Shift** + **Left**: Преместване на каретката един знак на ляво - **Shift** + **Press**: Показване на специалните знаци на клавишите на виртуалната клавиатура - **Shift** + **Home**: Превключване на виртуалната клавиатура - **Shift** + **Del**: Премахване на дума - **Shift** + **Back**: Премахване на знак - **Sym** + **букви**: Знаци, числа и специални знаци
he: ## מקשי קיצור <a id="short"></a> זו רשימה חלקית של מקשי הקיצור הזמינים. בתוך מודול הקריאה: - **T** או **Shift** + **למעלה**: תוכן עניינים - **Shift** + **ימינה**: הוספת סימנייה - **Shift** + **למטה**: מפת הספר - **B** או **Shift** + **שמאלה**: סימניות, הערות והדגשות - **Shift** + **לחיצה**: שמירת העמוד הנוכחי להיסטוריית המקומות - **Shift** + **בית**: כיבוי/הפעלת תקשורת אלחוטית - **Shift** + **חזרה**: מעבר לספר האחרון שנפתח עם מקלדת וירטואלית: - **Shift** + **ימינה**: העברת הסמן תו אחד ימינה - **Shift** + **שמאלה**: העברת הסמן תו אחד שמאלה - **Shift** + **לחיצה**: הצגת תווים מיוחדים שמאחורי מקשי המקלדת הווירטואלית - **Shift** + **בית**: כיבוי/הפעלה של המקלדת הווירטואלית - **Shift** + **Del**: מחיקת מילה - **Shift** + **חזרה**: מחיקת שורה שלמה - **Sym** + **מקשי אלפבית**: סימנים, ספרות ותווים מיוחדים
vi: ## Phím tắt <a id="short"></a> Sau đây là danh sách phím tắt không đầy đủ hiện có. Khi đang ở trong mô-đun đọc: - **T** or **Shift** + **Up**: Mục lục - **Shift** + **Right**: Thêm dấu trang - **Shift** + **Down**: Bản đồ sách - **B** or **Shift** + **Left**: Dấu trang, ghi chú và tô sáng - **Shift** + **Press**: Lưu trang hiện tại vào lịch sử vị trí - **Shift** + **Home**: Bật/tắt Wi-Fi - **Shift** + **Back**: Chuyển sang sách đã mở trước đó Khi sử dụng bàn phím ảo: - **Shift** + **Right**: Di chuyển con trỏ sang ký tự bên phải - **Shift** + **Left**: Di chuyển con trỏ sang ký tự bên trái - **Shift** + **Press**: Hiển thị các ký tự đặc biệt phía sau các phím bàn phím ảo - **Shift** + **Home**: Bật/tắt bàn phím ảo - **Shift** + **Del**: Xóa từ - **Shift** + **Back**: Xóa toàn bộ dòng - **Sym** + **Alphabet keys**: các ký hiệu, số và ký tự đặc biệt
zh_tw: ## 快捷鍵 <a id="short"></a> 以下是可用快捷鍵的部分清單。 在閱讀模組中： - **T** 或 **Shift** + **上**：目錄 - **Shift** + **右**：新增書籤 - **Shift** + **下**：書籍地圖 - **B** 或 **Shift** + **左**：書籤、筆記與劃記 - **Shift** + **按下**：將目前頁面存入位置紀錄 - **Shift** + **首頁**：切換 Wi-Fi 開關 - **Shift** + **返回**：切換到先前開啟的書籍 在使用虛擬鍵盤時： - **Shift** + **右**：游標移動到右一個字元 - **Shift** + **左**：游標移動到左一個字元 - **Shift** + **按下**：顯示虛擬鍵盤按鍵後的特殊字元 - **Shift** + **首頁**：切換虛擬鍵盤開關 - **Shift** + **Del**：刪除單字 - **Shift** + **返回**：刪除整行 - **Sym** + **字母鍵**：符號、數字與特殊字元

source: ## Frontlight/backlight <a id="flight"></a> You can control your screen light via this menu. If you have warm lighting (normal white LEDs+orange ones) you can control them separately from this dialog: > **TOP MENU ➔ ![Settings](resources/icons/mdlight/appbar.settings.svg) ➔ Frontlight**
bg_bg: ## Подсветка <a id="flight"></a> От това меню можете да управлявате светлината на екрана. Ако имате топло осветление (обикновени бели светодиоди+оранжеви), можете да ги управлявате поотделно от този диалогов прозорец: > **ГОРНО МЕНЮ ➔ ![Настройки](resources/icons/mdlight/appbar.settings.svg) ➔ Подсветка**
he: ## תאורה קדמית/אחורית <a id="flight"></a> ניתן לשלוט על תאורת המסך שלך באמצעות תפריט זה. אם יש לך תאורה חמה (נוריות לבנות רגילות+כתומות) אפשר לשלוט בה בנפרד דרך החלונית הזאת: > **תפריט עליון ← ![הגדרות](resources/icons/mdlight/appbar.settings.svg) ← תאורה קדמית**
vi: ## Đèn nền trước/sau <a id="flight"></a> Bạn có thể điều khiển ánh sáng màn hình của mình thông qua menu này. Nếu bạn có ánh sáng ấm (LED trắng thông thường + LED màu cam), bạn có thể điều khiển chúng riêng biệt từ hộp thoại này: > **MENU TRÊN ➔ ![Settings](resources/icons/mdlight/appbar.settings.svg) ➔ Đèn nền trước**
zh_tw: ## 前光/背光 <a id="flight"></a> 你可以透過此選單控制螢幕燈光。若你的裝置支援暖光（一般白色 LED + 橘色 LED），你可以在此對話框中分開控制： > **頂端選單 ➔ ![設定](resources/icons/mdlight/appbar.settings.svg) ➔ 前光**

source: ## While reading <a id="reading"></a> <div class="table"><div> You can change the font **TOP MENU ➔ ![Typesettings](resources/icons/mdlight/appbar.typeset.svg) ➔ Font** </div><div> Make font bigger **BOTTOM MENU ➔ ![Textsize](resources/icons/mdlight/appbar.textsize.svg)** </div><div> Make font bolder **BOTTOM MENU ➔ ![Contrast](resources/icons/mdlight/appbar.contrast.svg)** </div><div> Invert the colors (white text on black) **TOP MENU ➔ ![Settings](resources/icons/mdlight/appbar.settings.svg) ➔ Night mode** </div><div> Change many formatting options **TOP MENU ➔ ![Typesettings](resources/icons/mdlight/appbar.typeset.svg) ➔ Style tweaks** </div></div>
bg_bg: ## По време на четене <a id="reading"></a> <div class="table"><div> Можете да промените шрифта **ГОРНО МЕНЮ ➔ ![Typesettings](resources/icons/mdlight/appbar.typeset.svg) ➔ Шрифт** </div><div> Да увеличите размера му **ДОЛНО МЕНЮ ➔ ![Textsize](resources/icons/mdlight/appbar.textsize.svg)** </div><div> Да го удебелите **ДОЛНО МЕНЮ ➔ ![Contrast](resources/icons/mdlight/appbar.contrast.svg)** </div><div> Да направите негатив (бял текст на черен фон) **ГОРНО МЕНЮ ➔ ![Settings](resources/icons/mdlight/appbar.settings.svg) ➔ Нощен режим** </div><div> Промените множество от настройките за форматиране **ГОРНО МЕНЮ ➔ ![Typesettings](resources/icons/mdlight/appbar.typeset.svg) ➔ Промени на стиловете** </div></div>
he: ## בזמן קריאה <a id="reading"></a> <div class="table"><div> אפשר לשנות את הגופן **תפריט עליון ← ![הגדרות הקלדה](resources/icons/mdlight/appbar.typeset.svg) ← גופן** </div><div> הגדלת הגופן **תפריט תחתון ← ![טקסט גודל](resources/icons/mdlight/appbar.textsize.svg)** </div><div> הדגשת הגופן **תפריט תחתון ← ![ניגודיות](resources/icons/mdlight/appbar.contrast.svg)** </div><div> היפוך הצבעים (טקסט לבן על שחור) **תפריט עליון ← ![הגדרות](resources/icons/mdlight/appbar.settings.svg) ← מצב לילה* </div><div> שינוי אפשרויות עיצוב רבות **תפריט עליון ← ![הגדרות הקלדה](resources/icons/mdlight/appbar.typeset.svg) ← שפצורי סגנון** </div></div>
vi: ## Trong khi đọc <a id="reading"></a> <div class="table"><div> Bạn có thể thay đổi phông chữ **MENU TRÊN ➔ ![Typesettings](resources/icons/mdlight/appbar.typeset.svg) ➔ Phông chữ** </div><div> Phóng to phông chữ **MENU DƯỚI ➔ ![Textsize](resources/icons/mdlight/appbar.textsize.svg)** </div><div> Làm phông chữ đậm hơn **MENU DƯỚI ➔ ![Contrast](resources/icons/mdlight/appbar.contrast.svg)** </div><div> Đảo ngược màu (chữ trắng trên nền đen) **MENU TRÊN ➔ ![Settings](resources/icons/mdlight/appbar.settings.svg) ➔ Chế độ ban đêm** </div><div> Thay đổi nhiều tùy chọn định dạng **MENU TRÊN ➔ ![Typesettings](resources/icons/mdlight/appbar.typeset.svg) ➔ Tinh chỉnh kiểu** </div></div>
zh_tw: ## 閱讀中 <a id="reading"></a> <div class="table"><div> 你可以變更字型 **頂端選單 ➔ ![排版設定](resources/icons/mdlight/appbar.typeset.svg) ➔ 字型** </div><div> 放大字體 **底部選單 ➔ ![文字大小](resources/icons/mdlight/appbar.textsize.svg)** </div><div> 加粗字體 **底部選單 ➔ ![對比度](resources/icons/mdlight/appbar.contrast.svg)** </div><div> 反轉顏色（黑底白字） **頂端選單 ➔ ![設定](resources/icons/mdlight/appbar.settings.svg) ➔ 夜間模式** </div><div> 變更多種格式選項 **頂端選單 ➔ ![排版設定](resources/icons/mdlight/appbar.typeset.svg) ➔ 風格調整** </div></div>

source: ## Installing dictionaries <a id="dicts"></a> KOReader supports dictionary lookup in EPUB and even in scanned PDF/DJVU documents. To see the dictionary definition or translation, tap and hold a word. To use the dictionary lookup function, first you need to install one or more dictionaries in the StarDict format. KOReader has an inbuilt dictionary installation system: **TOP MENU ➔ ![Search](resources/icons/mdlight/appbar.search.svg) ➔ Dictionary Settings > Download dictionaries**
bg_bg: ## Инсталиране на речници <a id="dicts"></a> KOReader поддържа търсене на речници в EPUB и дори в сканирани документи на PDF/DJVU. За да видите определението или превода от речника, докоснете и задръжте дадена дума. За да търсите в речниците, първо трябва да инсталирате един или повече от тях във формат на StarDict. KOReader разполага с вградена система за инсталиране на речници: **ГОРНО МЕНЮ ➔ ![Търсене](resources/icons/mdlight/appbar.search.svg) ➔ Настройки на речниците > Изтегляне на речници**
he: ## התקנת מילונים <a id="dicts"></a> KOReader תומך בחיפוש מילוני ב־EPUB ואפילו במסמכי PDF/DJVU סרוקים. כדי לראות את ההגדרה או התרגום במילון, יש לגעת ולהחזיק מילה אחת. כדי להשתמש בפונקציית החיפוש המילוני, תחילה עליך להתקין מילון אחד או יותר בתצורת StarDict. ל־KOReader יש מערכת התקנת מילונים מובנית: ** תפריט עליון ← ![חיפוש](resources/icons/mdlight/appbar.search.svg) ← הגדרות מילון > הורדת מילונים**
vi: ## Cài đặt từ điển <a id="dicts"></a> KOReader hỗ trợ tra cứu từ điển trong các tài liệu EPUB và thậm chí cả các tài liệu PDF/DJVU được quét. Để xem định nghĩa hoặc bản dịch từ điển, hãy chạm và giữ một từ. Để sử dụng chức năng tra cứu từ điển, trước tiên bạn cần cài đặt một hoặc nhiều từ điển ở định dạng StarDict. KOReader có hệ thống cài đặt từ điển tích hợp: **MENU TRÊN ➔ ![Search](resources/icons/mdlight/appbar.search.svg) ➔ Cài đặt Từ điển > Tải từ điển**
zh_tw: ## 安裝字典 <a id="dicts"></a> KOReader 支援在 EPUB，甚至是掃描的 PDF/DJVU 文件中查詢字典。要查看單字的定義或翻譯，請長按該單字。 若要使用字典查詢功能，你需要先安裝一個或多個 StarDict 格式的字典。KOReader 內建字典安裝系統： **頂端選單 ➔ ![搜尋](resources/icons/mdlight/appbar.search.svg) ➔ 字典設定 > 下載字典**

source: ## More info <a id="more"></a> You can find more information on our GitHub page [https://github.com/koreader/koreader](https://github.com/koreader/koreader) You can find other KOReader users on MobileRead forums [https://www.mobileread.com/forums/forumdisplay.php?f=276](https://www.mobileread.com/forums/forumdisplay.php?f=276) --- <div class="generated">Generated by KOReader %1.</div>
bg_bg: ## Повече информация <a id="more"></a> Можете да намерите повече информация на нашата страница в Гитхъб [https://github.com/koreader/koreader](https://github.com/koreader/koreader) Можете да намерите други потребители на KOReader във форумите на MobileRead [https://www.mobileread.com/forums/forumdisplay.php?f=276](https://www.mobileread.com/forums/forumdisplay.php?f=276) --- <div class="generated">Създадено то KOReader %1.</div>
he: ## מידע נוסף <a id="more"></a> ניתן למצוא מידע נוסף בדף ה־GitHub שלנו [https://github.com/koreader/koreader ](https://github.com/koreader/koreader) ניתן למצוא משתמשי KOReader נוספים בפורומים של MobileRead [https://www.mobileread.com/forums/forumdisplay.php?f=276](https://www.mobileread.com/forums/forumdisplay.php?f=276) --- <div class="generated">נוצר על ידי KOReader %1.</div>
vi: ## Thông tin thêm <a id="more"></a> Bạn có thể tìm thêm thông tin trên trang GitHub của chúng tôi [https://github.com/koreader/koreader](https://github.com/koreader/koreader) Bạn có thể tìm thấy những người dùng KOReader khác trên diễn đàn MobileRead [https://www.mobileread.com/forums/forumdisplay.php?f=276](https://www.mobileread.com/forums/forumdisplay.php?f=276) --- <div class="generated">Được tạo bởi KOReader %1.</div>
zh_tw: ## 更多資訊 <a id="more"></a> 你可以在我們的 GitHub 頁面找到更多資訊 [https://github.com/koreader/koreader](https://github.com/koreader/koreader) 你也可以在 MobileRead 論壇找到其他 KOReader 使用者 [https://www.mobileread.com/forums/forumdisplay.php?f=276](https://www.mobileread.com/forums/forumdisplay.php?f=276) --- <div class="generated">由 KOReader %1 生成。</div>

source: KOReader Quickstart Guide
bg_bg: Ръководство на KOReader
he: מדריך מהיר להפעלת KOReader
sv: KOReader-snabbstartshandbok
vi: Hướng dẫn bắt đầu nhanh KOReader
zh_tw: KOReader 快速入門指南

source: Sleeping
bg_bg: В режим на сън
he: מושע
sv: Sover
vi: Đang ngủ
zh_tw: 休眠中

source: (Press F2 to resume)
bg_bg: (Докоснете F2, за да продължите)
he: (נא ללחוץ על F2 כדי להמשיך)
vi: (Nhấn F2 để tiếp tục)
zh_tw: （按 F2 繼續）

source: Current random image folder:
bg_bg: Текуща случайна папка с изображения:
he: תיקיית תמונות אקראיות נוכחית:
vi: Thư mục hình ảnh ngẫu nhiên hiện tại:
zh_tw: 目前螢幕保護圖片資料夾：

source: Current image or document cover:
bg_bg: Текущо изображения или корица:
he: תמונה או עטיפה נוכחית למסמך:
vi: Hình ảnh hoặc bìa tài liệu hiện tại:
zh_tw: 目前的螢幕保護文件封面：

source: Set message
bg_bg: Задаване на съобщение
he: הגדרת הודעה
sv: Ange meddelande
vi: Đặt thông báo
zh_tw: 設定文字訊息

source: Set maximum stretch limit
bg_bg: Задаване на горна граница на разтягане
he: הגדרת מגבלת המתיחה המרבית
vi: Đặt giới hạn kéo căng tối đa
zh_tw: 設定最大縮放限制

source: Disable stretch
bg_bg: Изключване на разпъването
he: השבתת מתיחה
vi: Tắt kéo căng
zh_tw: 停用縮放

source: Full stretch
bg_bg: Изцяло разпъване
he: מתיחה מלאה
vi: Kéo căng toàn bộ
zh_tw: 完整縮放

source: Adjust message position
bg_bg: Променяне мястото на съобщението
vi: Điều chỉnh vị trí thông báo
zh_tw: 調整訊息位置

source: Set the message's position as a percentage from the bottom of the screen. 100% = top 50% = middle 0% = bottom
bg_bg: Здава мястото на съобщението като процент от разстоянието от долната част на екрана. • 100% – горе • 50% – по средата • 0% – долу
vi: Đặt vị trí thông báo dưới dạng phần trăm tính từ đáy màn hình. 100% = trên cùng 50% = giữa 0% = dưới cùng
zh_tw: 將訊息的位置設定為自螢幕底部起算的百分比。 100% = 頂端 50% = 中間 0% = 底端

source: Set position
bg_bg: Запазване
vi: Đặt vị trí
zh_tw: 設定位置

source: Container opacity
bg_bg: Прозрачност на контейнера
vi: Độ mờ đục của vùng chứa
zh_tw: 容器的不透明度

source: Set opacity
bg_bg: Запазване
vi: Đặt độ mờ đục
zh_tw: 設定不透明度

source: Abkhaz
bg_bg: Абхазки
vi: Tiếng Abkhaz
zh_tw: 阿布哈茲

source: Acehnese
bg_bg: Ачешки
vi: Tiếng Acehnese
zh_tw: 亞齊語

source: Acholi
bg_bg: Аколи
vi: Tiếng Acholi
zh_tw: 阿喬利語

source: Alur
bg_bg: Алурски (!)
vi: Tiếng Alur
zh_tw: 阿盧爾語

source: Avar
bg_bg: Аварски
vi: Tiếng Avar
zh_tw: 阿瓦爾語

source: Awadhi
bg_bg: Авади
vi: Tiếng Awadhi
zh_tw: 阿瓦德語

source: Aymara
bg_bg: Аймара
he: איימארית
vi: Tiếng Aymara
zh_tw: 艾馬拉語

source: Balinese
bg_bg: Балийски
vi: Tiếng Bali
zh_tw: 峇里語

source: Baluchi
bg_bg: Балучи
vi: Tiếng Baluchi
zh_tw: 俾路支語

source: Bambara
bg_bg: Бамбара
he: במברה
vi: Tiếng Bambara
zh_tw: 班巴拉語

source: Baoulé
bg_bg: Бауле (!)
vi: Tiếng Baoulé
zh_tw: 巴烏萊語

source: Batak Karo
bg_bg: Батак каро (!)
vi: Tiếng Batak Karo
zh_tw: 巴塔克卡羅語

source: Batak Simalungun
bg_bg: Батак сималунгун (!)
vi: Tiếng Batak Simalungun
zh_tw: 巴塔克西馬隆貢語

source: Batak Toba
bg_bg: Батак тоба (!)
vi: Tiếng Batak Toba
zh_tw: 托巴巴塔克語

source: Bemba
bg_bg: Бемба
vi: Tiếng Bemba
zh_tw: 本巴語

source: Betawi
bg_bg: Бетави (!)
vi: Tiếng Betawi
zh_tw: 巴達維語

source: Bhojpuri
bg_bg: Боджпури
he: בוג׳פורי
vi: Tiếng Bhojpuri
zh_tw: 博傑普爾語

source: Buryat
bg_bg: Бурятски
vi: Tiếng Buryat
zh_tw: 布里亞特語

source: Cantonese
bg_bg: Кантонски
vi: Tiếng Quảng Đông
zh_tw: 粵語

source: Chamorro
bg_bg: Чаморо
vi: Tiếng Chamorro
zh_tw: 查莫羅語

source: Chechen
bg_bg: Чеченски
vi: Tiếng Chechen
zh_tw: 車臣語

source: Chichewa
bg_bg: Нянджа
vi: Tiếng Chichewa
zh_tw: 齊切瓦語

source: Chuukese
bg_bg: Чуук
vi: Tiếng Chuuk
zh_tw: 楚克語

source: Chuvash
bg_bg: Чувашки
vi: Tiếng Chuvash
zh_tw: 楚瓦什語

source: Crimean Tatar (Cyrillic)
bg_bg: Кримскотатарски (кирилица)
vi: Tiếng Tatar Krym (Chữ Kirin)
zh_tw: 克里米亞韃靼語（西里爾字母）

source: Crimean Tatar (Latin)
bg_bg: Кримскотатарски (латиница)
vi: Tiếng Tatar Krym (Chữ Latinh)
zh_tw: 克里米亞韃靼語（拉丁字母）

source: Dari
bg_bg: Дари
vi: Tiếng Dari
zh_tw: 達里語

source: Dinka
bg_bg: Динка
vi: Tiếng Dinka
zh_tw: 丁卡語

source: Dogri
bg_bg: Догри
he: דוגרי
vi: Tiếng Dogri
zh_tw: 多格來語

source: Dombe
bg_bg: Домбе (!)
vi: Tiếng Dombe
zh_tw: 東貝語

source: Dyula
bg_bg: Диула
vi: Tiếng Dyula
zh_tw: 迪尤拉語

source: Ewe
bg_bg: Еве
he: אווה
vi: Tiếng Ewe
zh_tw: 埃維語

source: Fijian
bg_bg: Фиджийски
vi: Tiếng Fiji
zh_tw: 斐濟語

source: Fon
bg_bg: Фон
vi: Tiếng Fon
zh_tw: 豐語

source: French (Canada)
bg_bg: Френски (Канада)
vi: Tiếng Pháp (Canada)
zh_tw: 法語（加拿大）

source: Frisian
bg_bg: Фризийски
he: פריזית
sv: Frisiska
vi: Tiếng Frisian
zh_tw: 菲士蘭語

source: Fulani
bg_bg: Фула
vi: Tiếng Fulani
zh_tw: 富拉語

source: Ga
bg_bg: Га
vi: Tiếng Ga
zh_tw: 加語

source: Guarani
bg_bg: Гуарани
he: גוארני
vi: Tiếng Guarani
zh_tw: 瓜拉尼語

source: Haitian Creole
bg_bg: Хаитянски креолски
he: קראולית האיטית
sv: Haitiska
vi: Tiếng Haitian Creole
zh_tw: 海地克里奧爾語

source: Hakha Chin
bg_bg: Хакха чин (!)
vi: Tiếng Hakha Chin
zh_tw: 哈卡欽語

source: Hmong
bg_bg: Хмонг
he: המונג
vi: Tiếng Hmong
zh_tw: 苗語

source: Iban
bg_bg: Ибан
vi: Tiếng Iban
zh_tw: 伊班語

source: Igbo
bg_bg: Игбо
he: איגבו
vi: Tiếng Igbo
zh_tw: 伊博語

source: Ilocano
bg_bg: Илоко
he: אילוקנו
vi: Tiếng Ilocano
zh_tw: 伊洛卡諾語

source: Inuktut (Latin)
bg_bg: Инуктут (латиница) (!)
vi: Tiếng Inuktut (Chữ Latinh)
zh_tw: 因紐特語（拉丁字母）

source: Inuktut (Syllabics)
bg_bg: Инуктитут
vi: Tiếng Inuktut (Chữ âm tiết)
zh_tw: 因紐特語（音節文字）

source: Jamaican Patois
bg_bg: Ямайски патоа (!)
vi: Tiếng Creole Jamaica
zh_tw: 牙買加土語

source: Jingpo
bg_bg: Качински
vi: Tiếng Jingpo
zh_tw: 景頗語

source: Kanuri
bg_bg: Канури
vi: Tiếng Kanuri
zh_tw: 卡努里語

source: Kapampangan
bg_bg: Пампанга
vi: Tiếng Kapampangan
zh_tw: 邦板牙語

source: Khasi
bg_bg: Кхаси
vi: Tiếng Khasi
zh_tw: 卡西語

source: Kiga
bg_bg: Чига
vi: Tiếng Kiga
zh_tw: 基加語

source: Kikongo
bg_bg: Конгоански
vi: Tiếng Kikongo
zh_tw: 基孔戈語

source: Kinyarwanda
bg_bg: Киняруанда
he: קינירואנדה
vi: Tiếng Kinyarwanda
zh_tw: 盧安達語

source: Kituba
bg_bg: Китуба (!)
vi: Tiếng Kituba
zh_tw: 基圖巴語

source: Kokborok
bg_bg: Кокборок (!)
vi: Tiếng Kokborok
zh_tw: 科克博羅克語

source: Komi
bg_bg: Коми
vi: Tiếng Komi
zh_tw: 科米語

source: Konkani
bg_bg: Конкани
he: קונקאני
vi: Tiếng Konkani
zh_tw: 孔卡尼語

source: Krio
bg_bg: Крио
he: קריו
vi: Tiếng Krio
zh_tw: 克里奧語

source: Kurdish (Kurmanji)
bg_bg: Кюрдски
vi: Tiếng Kurd (phương ngữ Kurmanji / Bắc Kurd)
zh_tw: 庫德語（庫爾曼吉）

source: Kurdish (Sorani)
bg_bg: Кюрдски (Сорани)
he: כורדית (סוראני)
vi: Tiếng Kurd (phương ngữ Sorani / Trung Kurd)
zh_tw: 庫德語（索拉尼）

source: Kyrgyz
bg_bg: Киргизки
he: קירגיזית
sv: Kirgiziska
vi: Tiếng Kyrgyz
zh_tw: 吉爾吉斯語

source: Latgalian
bg_bg: Латгалски (!)
vi: Tiếng Latgale
zh_tw: 拉特加萊語

source: Ligurian
bg_bg: Лигурски
vi: Tiếng Liguria
zh_tw: 里古里亞語

source: Limburgish
bg_bg: Лимбургски
vi: Tiếng Limburg
zh_tw: 林堡語

source: Lingala
bg_bg: Лингала
he: לינגאלה
vi: Tiếng Lingala
zh_tw: 林加拉語

source: Lombard
bg_bg: Ломбардски
vi: Tiếng Lombard
zh_tw: 倫巴底語

source: Luganda
bg_bg: Ганда
he: לוגנדה
vi: Tiếng Luganda
zh_tw: 盧干達語

source: Luo
bg_bg: Луо
vi: Tiếng Luo
zh_tw: 盧奧語

source: Madurese
bg_bg: Мадурски
vi: Tiếng Madura
zh_tw: 馬都拉語

source: Maithili
bg_bg: Майтхили
he: מאיטילי
vi: Tiếng Maithili
zh_tw: 邁蒂利語

source: Makassar
bg_bg: Макасар
vi: Tiếng Makassar
zh_tw: 馬卡薩語

source: Malay (Jawi)
bg_bg: Малайски (Джави) (!)
vi: Tiếng Mã Lai (Chữ Jawi)
zh_tw: 馬來語（爪夷文）

source: Mam
bg_bg: Мамски
vi: Tiếng Mam
zh_tw: 馬姆語

source: Marwadi
bg_bg: Марвари
vi: Tiếng Marwari
zh_tw: 馬爾瓦裡語

source: Mauritian Creole
bg_bg: Морисиен
vi: Tiếng Creole Mauritius
zh_tw: 毛里裘斯克里奧爾語
