Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

source: Extend in-page footnotes shown at the bottom of pages to include text up to the next footnote or heading. This might be needed when books don't correctly mark all text that belongs to the footnote. This tweak can be duplicated as a user style tweak when a book contains other elements between footnotes that should not be shown in-page.
bg_bg: Разширяване на бележките под линия на страницата с текста до следващата бележка под линия или заглавие. Може да бъде използвано при неправилно избран текст на бележки под линия. Ефектът на настройката може да бъде постигнат и чрез промяна на потребителски стил ако книгата съдържа други елементи между бележките, които не трябва да бъдат показвани на страницата.
vi: Mở rộng chú thích trong trang hiển thị ở cuối trang để bao gồm văn bản cho đến chú thích hoặc tiêu đề tiếp theo. Điều này có thể cần thiết khi sách không đánh dấu chính xác toàn bộ văn bản thuộc về phần chú thích. Có thể sao chép tùy chỉnh này thành một tùy chỉnh kiểu người dùng khi một cuốn sách chứa các thành phần khác giữa các chú thích mà không nên hiển thị trong trang.
zh_tw: 延伸頁內註腳顯示到下一註腳或標題。 將頁面底部顯示的註腳內容延伸，直到遇到下一個註腳或標題為止。 當書籍沒有正確標記整個註腳內容時，這項功能可能會需要使用。

source: In-page footnote font size
bg_bg: Размер на шрифта на бележки под линия
he: גודל כתב להערות שוליים בתוך העמוד
vi: Cỡ chữ chú thích trong trang
zh_tw: 頁內註腳字型大小

source: Smaller footnotes (80%, legacy)
bg_bg: Намалени бележки под линия (80%, остаряло)
he: הערות שוליים יותר קטנות (80%, ירושה)
vi: Chú thích nhỏ hơn (80%, kiểu cũ)
zh_tw: 較小註腳（80%，舊版）

source: Decrease size of in-page footnotes. This may have no effect if it's overwritten by publisher styles. The "footnote font size" style tweaks are recommended instead.
bg_bg: Намалява размера на бележката под линия. При някои издателски стилове ефектът може да отсъства. Вместо това е препоръчително използването на „Размер на шрифта на бележки под линия“.
vi: Giảm cỡ chữ chú thích trong trang. Tùy chọn này có thể không có tác dụng nếu bị ghi đè bởi định dạng của nhà xuất bản. Thay vào đó, bạn nên dùng tùy chỉnh "Cỡ chữ chú thích".
zh_tw: 縮小頁內註腳字體大小。將頁面內顯示的註腳字體縮小。若出版商樣式覆蓋，此設定可能無效。建議改用「註腳字體大小」樣式調整。

source: Footnote font size: %1 %
bg_bg: Размер на шрифта на бележки под линия: %1 %
he: גודל גופן הערות שוליים: %1 %
vi: Cỡ chữ chú thích: %1 %
zh_tw: 註腳字體大小：%1 %

source: In-page footnote fix-up
bg_bg: Поправка на бележките под линия
he: תיקון הערת שוליים בעמוד
vi: Sửa lỗi chú thích trong trang
zh_tw: 頁內註腳修正

source: No footnote indentation
bg_bg: Бележки под линия без отстъп
he: ללא הזחת הערות שוליים
vi: Không thụt lề chú thích
zh_tw: 註腳無縮排

source: Justify footnote text
bg_bg: Двустранно подравняване на бележките под линия
he: יישור דו־כיווני של כיתוב הערות השוליים
vi: Căn đều văn bản chú thích
zh_tw: 註腳文字分散對齊

source: Remove block margins
bg_bg: Премахване на полетата на блока
he: הסרת שולי מקטעים
vi: Xóa lề khối văn bản
zh_tw: 移除區塊邊距

source: Remove block margin and padding inside inpage footnotes.
bg_bg: Премахване на полета и отстъпи в блоковете на бележките под линия в страницата.
he: הסרת שוליים וריפוד מקטעים בתוך הערות שוליים פנימיות.
vi: Xóa lề ngoài và lề trong của khối văn bản trong chú thích trong trang.
zh_tw: 移除頁內註腳中的區塊邊距與間距。

source: Remove cosmetic spacing
bg_bg: Премахване на козметични интервали
he: הסרת ריווח ליופי
vi: Xóa khoảng cách không cần thiết
zh_tw: 移除裝飾性間距

source: Remove inline margin and padding inside inpage footnotes.
bg_bg: Премахване на полета и отстъпи в редовете на бележките под линия в страницата.
he: הסרת שוליים וריפוד טקסט פנימי בתוך הערות שוליים פנימיות.
vi: Xóa lề ngoài và lề trong của thành phần nội tuyến trong chú thích trong trang.
zh_tw: 移除頁內註腳中的行內邊距與間距。

source: Inline all footnote content
bg_bg: Съдържание на бележките под линия на един абзац
he: העברת כל תוכן הערות השוליים לעמוד עצמו
vi: Hiển thị nội tuyến toàn bộ nội dung chú thích
zh_tw: 將所有註腳內容改為行內顯示

source: If the footnote number is on a single line and the footnote text on the next line, or if there are variable levels of indentation, this tweak can make all the footnote content become a single paragraph. This will break any complex footnote containing quotes or lists.
bg_bg: Ако номерът на бележката под линия е на един ред, а текстът на бележката под линия - на следващия ред, или ако има различни нива на отстъпи, тази настройка може да бъде причината цялото съдържание на бележката под линия да се превърне в един абзац. Като резултат всяка сложна бележка под линия, съдържаща кавички или списъци ще бъде неформатирана.
he: כהשמספר של הערת השוליים נמצא בשורה בודדת וטקסט ההערה בשורה הבאה, או כשיש רמות משתנות של הזחה, התאמה זו יכולה לגרום לכל התוכן של הערת השוליים להפוך לפסקה אחת. זה ישבור הערות שוליים מורכבות המכילות ציטוטים או רשימות.
vi: Nếu số chú thích nằm trên một dòng và nội dung chú thích nằm ở dòng tiếp theo, hoặc nếu có các mức thụt lề khác nhau, tùy chỉnh này có thể gộp toàn bộ nội dung chú thích thành một đoạn văn duy nhất. Điều này sẽ làm hỏng bất kỳ chú thích phức tạp nào chứa các đoạn trích dẫn hoặc danh sách.
zh_tw: 如果註腳編號獨立一行、而註腳文字在下一行，或縮排層級不一致，此調整可將所有註腳內容合併為單一段落。 但這會破壞任何包含引文或清單的複雜註腳。

source: Regularize text size on inline elements
bg_bg: Регулиране на размера на текста на низовите елементи
he: הסדרת גודל הכתב ברכיבים מוטבעים
vi: Chuẩn hóa cỡ chữ trên các thành phần nội tuyến
zh_tw: 正規化行內元素的文字大小

source: If the footnote text uses variable or absolute font sizes, line height or vertical alignments, which would make it too irregular, you can reset all of them to get a leaner text (to the expense of losing superscripts).
bg_bg: Ако текстът на бележката под линия използва променливи или абсолютни размери на шрифта, височина на реда или вертикално подравняване, което би го направило твърде неправилен, можете да нулирате всички от тях, за да получите по-стегнато изглеждащ текст (за сметка на загубата на горни индекси).
he: אם טקסט הערת השוליים משתמש בגודלי גופן משתנים או מוחלטים, בגובה השורה או ביישורים אנכיים, וזה הופך אותו למבולגן מדי, אפשר לאפס את כולם כדי לקבל טקסט ישר יותר (על חשבון איבוד כתב עילי).
vi: Nếu văn bản chú thích sử dụng cỡ chữ, chiều cao dòng hoặc căn chỉnh dọc không đồng đều hoặc tuyệt đối, khiến định dạng trở nên quá lộn xộn, bạn có thể đặt lại tất cả chúng để có một văn bản gọn gàng hơn (điều này sẽ làm mất định dạng chữ số mũ/chỉ số trên).
zh_tw: 如果註腳文字使用了不一致或絕對的字體大小、行高或垂直對齊方式，導致顯示不規則，可以重設這些屬性以獲得更精簡的文字（但會失去上標效果）。

source: Combine footnotes in a non-linear flow
bg_bg: Обединяване на бележките под линия в нелинеен поток
he: לשלב הערות שוליים בזרימה א־לינארית
vi: Kết hợp chú thích theo luồng phi tuyến tính
zh_tw: 合併非線性流程中的註腳

source: This will mark each section of consecutive footnotes (at their original location in the book) as being non-linear. The menu checkbox "Hide non-linear fragments" will then be available after the document is reopened, allowing to hide these sections from the regular flow: they will be skipped when turning pages and not considered in the various book & chapter progress and time to read features.
bg_bg: Отбелязва всеки фрагмент от последователни бележки под линия (на мястото им в книгата) като нелинеен. След това полето за отметка в менюто „Скриване на нелинейни фрагменти“ ще бъде достъпно след повторно отваряне на документа, което ще позволи да бъдат скрити тези секции от редовния поток: те ще бъдат пропуснати при разлистване и няма да бъдат взети предвид в напредъка на книгата и главата и времето за четене.
he: זה יסמן כל קטע של הערות שוליים רצופות (במיקום המקורי שלהם בספר) כלא לינארי. תיבת הסימון בתפריט "מפרקים לא לינאריים" תהיה זמינה לאחר שהמסמך נפתח מחדש, ומאפשרת להסתיר את החלקים הללו מהזרם הרגיל: הם ידלגו כאשר יפנו עמודים ולא יחשבו בהתקדמות של הספר ושל הפרק ובחישוב הזמן לסיום הקריא.
vi: Tùy chọn này sẽ đánh dấu mỗi đoạn chú thích liên tiếp (tại vị trí gốc trong sách) là phi tuyến tính. Hộp kiểm trong menu "Ẩn các đoạn phi tuyến tính" sẽ khả dụng sau khi mở lại tài liệu, cho phép ẩn các đoạn này khỏi luồng đọc thông thường: chúng sẽ bị bỏ qua khi lật trang và không được tính vào các tính năng thống kê tiến độ sách & chương và thời gian đọc.
zh_tw: 這會將書中每一段連續的註腳（在其原始位置）標記為非線性。 重新開啟文件後，功能表中的「隱藏非線性片段」選項將可用，允許將這些段落從正常閱讀流程中隱藏：翻頁時會跳過它們，並且不會計入書籍或章節的進度與閱讀時間等功能。

source: Public Domain
bg_bg: Обществено достояние
he: נחלת הכלל
sv: Allmän egendom
vi: Phạm vi công cộng
zh_tw: 公版書

source: Public Domain (copyright expired, published 1935)
bg_bg: Обществено достояние (изтекли авторски права, публикувано 1935 год.)
he: נחלת הכלל (פג תוקף זכויות היוצרים, פורסם ב-1935)
sv: Allmän egendom (copyright upphörde, publicerad 1935)
vi: Tên miền công cộng (bản quyền hết hạn, xuất bản năm 1935)
zh_tw: 公版書 (版權已過期，1935年出版)

source: Public Domain (copyright expired, published 1880)
bg_bg: Обществено достояние (изтекли авторски права, публикувано 1980 год.)
he: נחלת הכלל (פג תוקף זכויות היוצרים, פורסם בשנת 1880)
sv: Allmän egendom (copyright upphörde, publicerad 1880)
vi: Tên miền công cộng (bản quyền hết hạn, xuất bản năm 1880)
zh_tw: 公版書 (版權已過期，1880年出版)

source: Public Domain (copyright expired, published 1913)
bg_bg: Обществено достояние (изтекли авторски права, публикувано 1913 год.)
he: נחלת הכלל (פג תוקף זכויות היוצרים, פורסם בשנת 1913)
sv: Allmän egendom (copyright upphörde, publicerad 1913)
vi: Tên miền công cộng (bản quyền hết hạn, xuất bản năm 1913)
zh_tw: 公版書 (版權已過期，1913年出版)

source: Public Domain (copyright expired, published 1910)
bg_bg: Обществено достояние (изтекли авторски права, публикувано 1910 год.)
he: נחלת הכלל (פג תוקף זכויות היוצרים, פורסם בשנת 1910)
sv: Allmän egendom (copyright upphörde, publicerad 1910)
vi: Tên miền công cộng (bản quyền hết hạn, xuất bản năm 1910)
zh_tw: 公版書 (版權已過期，1910年出版)

source: CC-BY-SA 2.5
bg_bg: Лиценз CC-BY-SA 2.5
zh_tw: 採用CC-BY-SA 2.5授權協議

source: GNU/FDL
bg_bg: Лиценз GNU/FDL
zh_tw: 採用GNU/FDL自由文件授權

source: Afar
bg_bg: Афарски
he: עפרית
vi: Tiếng Afar
zh_tw: 阿法爾語

source: Afrikaans
bg_bg: Африкаанс
he: אפריקנית
vi: Tiếng Afrikaans
zh_tw: 南非語

source: Amharic
bg_bg: Амхарски
he: אמהרית
sv: Amhariska
vi: Tiếng Amhara
zh_tw: 阿姆哈拉語

source: Arabic
bg_bg: Арабски
he: ערבית
sv: Arabiska
vi: Tiếng Ả Rập
zh_tw: 阿拉伯語

source: Assamese
bg_bg: Асамски
he: אסאמית
vi: Tiếng Assam
zh_tw: 阿薩姆語

source: Azerbaijani
bg_bg: Азербайджански
he: אזרביג'אן
vi: Tiếng Azerbaijan
zh_tw: 亞塞拜然語

source: Bashkir
bg_bg: Башкирски
he: בשקירית
vi: Tiếng Bashkir
zh_tw: 巴什基爾語

source: Belarusian
bg_bg: Беларуски
he: בלארוסית
sv: Vitryska
vi: Tiếng Belarus
zh_tw: 白俄羅斯語

source: Bengali
bg_bg: Бенгалски
he: בנגלית
vi: Tiếng Bengal
zh_tw: 孟加拉語

source: Tibetan
bg_bg: Тибетски
he: טיבטית
vi: Tiếng Tây Tạng
zh_tw: 藏語

source: Bosnian
bg_bg: Босненски
he: בוסנית
sv: Bosniska
vi: Tiếng Bosnia
zh_tw: 波士尼亞語

source: Breton
bg_bg: Бретонски
he: ברטונית
vi: Tiếng Breton
zh_tw: 布列塔尼語

source: Church Slavic
bg_bg: Църковнославянски
he: סלאבית כנסייתית עתיקה
vi: Tiếng Slav Giáo hội
zh_tw: 古教會斯拉夫語

source: Cornish
bg_bg: Корнуолски
he: קורנית
vi: Tiếng Cornish
zh_tw: 康瓦爾語

source: Corsican
bg_bg: Корсикански
he: קורסיקאית
sv: Korsikanska
vi: Tiếng Corse
zh_tw: 科西嘉語

source: Dhivehi
bg_bg: Дивехи
he: דיבהי
vi: Tiếng Dhivehi
zh_tw: 迪維希語

source: Dzongkha
bg_bg: Дзонха
he: דזונגקה
vi: Tiếng Dzongkha
zh_tw: 不丹語

source: Modern Greek
bg_bg: Съвременен гръцки
he: יוונית מודרנית
vi: Tiếng Hy Lạp hiện đại
zh_tw: 新希臘語

source: English
bg_bg: английски
he: אנגלית
sv: Engelska
vi: Tiếng Anh
zh_tw: 英語

source: Faroese
bg_bg: Фарьорски
he: פארואית
vi: Tiếng Faroe
zh_tw: 法羅語

source: Persian
bg_bg: персийски
he: פרסית
sv: Persiska
vi: Tiếng Ba Tư
zh_tw: 波斯語

source: Filipino
bg_bg: Филипински
he: פיליפינית
vi: Tiếng Philippines
zh_tw: 他加祿語 (菲律賓語)

source: Western Frisian
bg_bg: Западнофризийски
he: פריזית מערבית
vi: Tiếng Tây Frisia
zh_tw: 西菲士蘭語（西弗里西亞語）

source: Scottish Gaelic
bg_bg: Шотландски келтски
he: גאלית סקוטית
vi: Tiếng Gael Scotland
zh_tw: 蘇格蘭蓋爾語

source: Manx
bg_bg: Канкски
he: מנקס
vi: Tiếng Manx
zh_tw: 曼島蓋爾語

source: Gujarati
bg_bg: Гуджарати
he: גוג'ראטית
vi: Tiếng Gujarati
zh_tw: 古吉拉特語

source: Haitian
bg_bg: Хаитянски
he: האיטית
vi: Tiếng Haiti
zh_tw: 海地克里奧爾語

source: Hausa
bg_bg: Хауса
he: האוסה
vi: Tiếng Hausa
zh_tw: 豪薩語

source: Serbo-Croatian
bg_bg: Сърбо-хърватски
he: סרבו־קרואטית
vi: Tiếng Serbia-Croatia
zh_tw: 克羅埃西亞語

source: Hebrew
bg_bg: Иврит
he: עברית
sv: Hebreiska
vi: Tiếng Do Thái
zh_tw: 希伯來語

source: Hindi
bg_bg: Хинди
he: הינדית
vi: Tiếng Hindi
zh_tw: 印度語

source: Ido
bg_bg: Идо
he: אידו
vi: Tiếng Ido
zh_tw: 伊多語

source: Interlingua
bg_bg: Интерлингва
he: אינטרלינגואה
vi: Tiếng Interlingua
zh_tw: 拉丁國際語

source: Indonesian
bg_bg: Индонезийски
he: אינדונזית
sv: Indonesiska
vi: Tiếng Indonesia
zh_tw: 印度尼西亞語

source: Javanese
bg_bg: Явански
he: ג'אווה
sv: Javanesiska
vi: Tiếng Java
zh_tw: 爪哇語

source: Kalaallisut
bg_bg: Гренландски
he: גרינלנדית
vi: Tiếng Kalaallisut
zh_tw: 格陵蘭語

source: Kannada
bg_bg: Каннада
he: קנאדה
vi: Tiếng Kannada
zh_tw: 坎納達語

source: Kashmiri
bg_bg: Кашмирски
he: קשמירית
vi: Tiếng Kashmir
zh_tw: 克什米爾語

source: Kazakh
bg_bg: Казахски
he: קזאחית
sv: Kazakiska
vi: Tiếng Kazakh
zh_tw: 哈薩克語

source: Khmer
bg_bg: Кхмерски
he: חמר
vi: Tiếng Khmer
zh_tw: 高棉語

source: Kikuyu
bg_bg: Кикую
he: קיקויו
vi: Tiếng Kikuyu
zh_tw: 基庫尤語

source: Kirghiz
bg_bg: Киргизки
he: קירגיזית
vi: Tiếng Kyrgyz
zh_tw: 吉爾吉斯語

source: Kurdish
bg_bg: Кюрдски
he: כורדית
sv: Kurdiska
vi: Tiếng Kurd
zh_tw: 庫德語

source: Lao
bg_bg: Лаоски
he: לאו
vi: Tiếng Lào
zh_tw: 寮語

source: Luxembourgish
bg_bg: Люксембургски
he: לוקסמבורגית
sv: Luxemburgiska
vi: Tiếng Luxembourg
zh_tw: 盧森堡語

source: Marshallese
bg_bg: Маршалезе
he: מרשלית
vi: Tiếng Marshall
zh_tw: 馬紹爾語

source: Malayalam
bg_bg: Малаялам
he: מלאיאלאם
vi: Tiếng Malayalam
zh_tw: 馬拉雅拉姆語

source: Marathi
bg_bg: Марати
he: מראטהית
vi: Tiếng Marathi
zh_tw: 馬拉提語

source: Malagasy
bg_bg: Малгашки
he: מלגשית
sv: Madagaskiska
vi: Tiếng Malagasy
zh_tw: 馬達加斯加語

source: Maltese
bg_bg: Малтийски
he: מלטית
sv: Maltesiska
vi: Tiếng Malta
zh_tw: 馬爾他語

source: Mongolian
bg_bg: монголски
he: מונגולית
sv: Mongoliska
vi: Tiếng Mông Cổ
zh_tw: 蒙古語

source: Maori
bg_bg: Маорски
he: מאורית
vi: Tiếng Maori
zh_tw: 毛利語

source: Malay
bg_bg: Малайски
he: מלאית
sv: Malajiska
vi: Tiếng Mã Lai
zh_tw: 馬來語

source: Burmese
bg_bg: Бирмански
he: בורמזית
vi: Tiếng Miến Điện
zh_tw: 緬甸語

source: Navajo
bg_bg: Навахо
he: נאוואחו
vi: Tiếng Navajo
zh_tw: 納瓦霍語

source: Norwegian Nynorsk
bg_bg: Норвежки (нюношк)
he: נורווגית נינורשק
vi: Tiếng Na Uy
zh_tw: 新挪威語

source: Norwegian Bokmål
bg_bg: Норвежки (букмол)
he: נורווגית בוקמול
vi: Tiếng Na Uy (Bokmål)
zh_tw: 書面挪威語

source: Oriya
bg_bg: Ория
he: אורייה
vi: Tiếng Oriya
zh_tw: 歐利亞語

source: Oromo
bg_bg: Оромо
he: אורומו
vi: Tiếng Oromo
zh_tw: 奧羅莫語

source: Panjabi
bg_bg: Пенджабски
he: פנג׳אבית
vi: Tiếng Punjab
zh_tw: 旁遮普語

source: Pali
bg_bg: Пали
he: פאלי
vi: Tiếng Pali
zh_tw: 巴利語

source: Pushto
bg_bg: Пущунски
he: פשטו
vi: Tiếng Pashto
zh_tw: 普什圖語

source: Quechua
bg_bg: Кечуа
he: קצ׳ואה
vi: Tiếng Quechua
zh_tw: 克丘亞語

source: Sanskrit
bg_bg: Санскрит
he: סנסקריט
vi: Tiếng Phạn
zh_tw: 梵語

source: Sinhala
bg_bg: Синхалски
he: סינהלית
vi: Tiếng Sinhala
zh_tw: 僧伽羅語

source: Sindhi
bg_bg: Синдхи
he: סינדהי
vi: Tiếng Sindhi
zh_tw: 辛德語

source: Albanian
bg_bg: Албански
he: אלבנית
sv: Albanska
vi: Tiếng Albania
zh_tw: 阿爾巴尼亞語

source: Swati
bg_bg: Свати
he: סיסוואטי
vi: Tiếng Swati
zh_tw: 斯瓦特語

source: Sundanese
bg_bg: Сундански
he: סונדנזית
sv: Sundanesiska
vi: Tiếng Sunda
zh_tw: 巽他語

source: Swahili
bg_bg: Суахили
he: סווהילי
vi: Tiếng Swahili
zh_tw: 斯瓦希里語

source: Syriac
bg_bg: Сирийски
he: סורית
vi: Tiếng Syriac
zh_tw: 敘利亞語

source: Tamil
bg_bg: Тамилски
he: טמילית
vi: Tiếng Tamil
zh_tw: 坦米爾語

source: Tatar
bg_bg: Татарски
he: טטרית
vi: Tiếng Tatar
zh_tw: 韃靼語

source: Telugu
bg_bg: Телугу
he: טלוגו
vi: Tiếng Telugu
zh_tw: 泰盧固語

source: Tajik
bg_bg: Таджикски
he: טג'יקית
sv: Tadzjikiska
vi: Tiếng Tajik
zh_tw: 塔吉克語

source: Tagalog
bg_bg: Тагалог
he: טאגאלוג
vi: Tiếng Tagalog
zh_tw: 塔加拉語

source: Thai
bg_bg: Тайски
he: תאית
sv: Thailändska
vi: Tiếng Thái
zh_tw: 泰語

source: Tigrinya
bg_bg: Тигриня
he: תגרית
vi: Tiếng Tigrinya
zh_tw: 提格里尼亞語

source: Tonga
bg_bg: Тонга
he: טונגאית
vi: Tiếng Tonga
zh_tw: 湯加語

source: Uighur
bg_bg: Уйгурски
he: אויגורית
vi: Tiếng Duy Ngô Nhĩ
zh_tw: 維吾爾語

source: Urdu
bg_bg: Урду
he: אורדו
vi: Tiếng Urdu
zh_tw: 烏爾都語

source: Uzbek
bg_bg: Узбекски
he: אוזבקית
sv: Uzbekiska
vi: Tiếng Uzbek
zh_tw: 烏茲別克語

source: Vietnamese
bg_bg: Виетнамски
he: וייטנאמית
sv: Vietnamesiska
vi: Tiếng Việt
zh_tw: 越南語

source: Volapük
bg_bg: Волапюк
he: וולאפיק
vi: Tiếng Volapük
zh_tw: 沃拉普克語

source: Walloon
bg_bg: Валонски
he: ולונית
vi: Tiếng Walloon
zh_tw: 華隆語

source: Xhosa
bg_bg: Кхоса
he: קוסה
vi: Tiếng Xhosa
zh_tw: 科薩語

source: Yiddish
bg_bg: Идиш
he: יידיש
sv: Jiddish
vi: Tiếng Yiddish
zh_tw: 意第緒語

source: Yoruba
bg_bg: Йоруба
he: יורובה
vi: Tiếng Yoruba
zh_tw: 約魯巴語

source: Zhuang
bg_bg: Зуанг
he: ג׳ואנג
vi: Tiếng Zhuang
zh_tw: 壯語

source: Chinese
bg_bg: Китайски
he: סינית
vi: Tiếng Trung
zh_tw: 中文（華語）

source: Adyghe
bg_bg: Адигейски
he: צ׳רקסית
vi: Tiếng Adyghe
zh_tw: 阿迪格語

source: Southern Altai
bg_bg: Южноалтайски
he: אלטאית דרומית
vi: Tiếng Altai Nam
zh_tw: 南阿爾泰語

source: Old English
bg_bg: Староанглийски
he: אנגלית עתיקה
vi: Tiếng Anh cổ
zh_tw: 古英語

source: Official Aramaic
bg_bg: Официален арамейски
he: ארמית רשמית
vi: Tiếng Aramaic chính thức
zh_tw: 官方亞拉姆語

source: Asturian
bg_bg: Астурски
he: אסטורית
vi: Tiếng Asturian
zh_tw: 阿斯圖里亞斯語

source: Bikol
bg_bg: Биколски
he: ביקול
vi: Tiếng Bikol
zh_tw: 比科爾語

source: Cebuano
bg_bg: Себуански
he: סבואנו
vi: Tiếng Cebuano
zh_tw: 宿霧語

source: Cherokee
bg_bg: Черокски
he: צ׳רוקי
vi: Tiếng Cherokee
zh_tw: 切羅基語

source: Coptic
bg_bg: Коптски
he: קופטית
vi: Tiếng Coptic
zh_tw: 科普特語

source: Crimean Tatar
bg_bg: Кримскотатарски
he: טטרית של קרים
vi: Tiếng Tatar Krym
zh_tw: 克里米亞韃靼語

source: Lower Sorbian
bg_bg: Долнолужишки
he: סורבית דרומית
vi: Tiếng Sorbia Hạ
zh_tw: 下索布語

source: Middle Dutch
bg_bg: Средновековен холандски
he: הולנדית תיכונה
vi: Tiếng Hà Lan Trung Cổ
zh_tw: 中古荷蘭語

source: Middle English
bg_bg: Средновековен английски
he: אנגלית תיכונה
vi: Tiếng Anh Trung Cổ
zh_tw: 中古英語

source: Middle French
bg_bg: Средновековен френски
he: צרפתית תיכונה
vi: Tiếng Pháp Trung Cổ
zh_tw: 中古法語

source: Old French
bg_bg: Старофренски
he: צרפתית עתיקה
vi: Tiếng Pháp Cổ
zh_tw: 古法語

source: Old High German
bg_bg: Старовисоконемски
he: גרמנית גבוהה עתיקה
vi: Tiếng Đức Thượng Cổ
zh_tw: 古高地德語

source: Gothic
bg_bg: Готически
he: גותית
vi: Tiếng Goth
zh_tw: 歌德語

source: Ancient Greek
bg_bg: Древногръцки
he: יוונית עתיקה
vi: Tiếng Hy Lạp cổ
zh_tw: 古希臘語

source: Swiss German
bg_bg: Швейцарски немски
he: גרמנית שוויצרית
vi: Tiếng Đức Thụy Sĩ
zh_tw: 瑞士德語

source: Hawaiian
bg_bg: Хавайски
he: הוואית
sv: Hawaiiska
vi: Tiếng Hawaii
zh_tw: 夏威夷語

source: Hiligaynon
bg_bg: Хилигайнон
he: היליגיינון
vi: Tiếng Hiligaynon
zh_tw: 希利蓋農語

source: Kumyk
bg_bg: Кумикски
he: קומיקית
vi: Tiếng Kumyk
zh_tw: 庫密克語

source: Ladino
bg_bg: Ладино
he: לאדינו
vi: Tiếng Ladino
zh_tw: 拉迪諾語

source: Manchu
bg_bg: Манджурски
he: מנצ׳ו
vi: Tiếng Mãn Châu
zh_tw: 滿語

source: Low German
bg_bg: Долнонемски
he: גרמנית תחתית
vi: Tiếng Hạ Đức
zh_tw: 低地德語

source: Old Norse
bg_bg: Старонорвежки
he: נורדית עתיקה
vi: Tiếng Na Uy cổ
zh_tw: 古諾斯語

source: Ottoman Turkish
bg_bg: Отомански турски
he: טורקית עות'מאנית
vi: Tiếng Thổ Nhĩ Kỳ Ottoman
zh_tw: 鄂圖曼土耳其語

source: Macedo-Romanian
bg_bg: Арумънски
he: מקדו-רומנית
vi: Tiếng Macedo-Romania
zh_tw: 馬其頓羅馬尼亞語

source: Yakut
bg_bg: Саха
he: יאקוט
vi: Tiếng Yakut
zh_tw: 雅庫特語

source: Sicilian
bg_bg: Сицилиански
he: סיציליאנית
vi: Tiếng Sicilia
zh_tw: 西西里語

source: Scots
bg_bg: Шотландски
he: סקוטית
vi: Tiếng Scots
zh_tw: 蘇格蘭語

source: Old Irish
bg_bg: Староирландски
he: אירית עתיקה
vi: Tiếng Ireland cổ
zh_tw: 古愛爾蘭語

source: Shan
bg_bg: Шан
he: שאנית
vi: Tiếng Shan
zh_tw: 撣語

source: Sumerian
bg_bg: Шумерски
he: שומרית
vi: Tiếng Sumer
zh_tw: 蘇美語

source: Classical Syriac
bg_bg: Класически сирийски
he: סורית קלאסית
vi: Tiếng Syriac cổ điển
zh_tw: 古典敘利亞語

source: Tok Pisin
bg_bg: Ток писин
he: טוק פיסין
vi: Tiếng Tok Pisin
zh_tw: 托克皮辛語

source: Assyrian Neo-Aramaic
bg_bg: Асирийски новоарамейски
he: אשורית נאו-ארמית
vi: Tiếng Tân Aram Assyria
zh_tw: 亞述新阿拉米語

source: Levantine Arabic
bg_bg: Левантийски арабски
he: ערבית לבנטינית
vi: Tiếng Ả Rập Levant
zh_tw: 黎凡特阿拉伯語

source: Moroccan Arabic
bg_bg: Марокански арабски
he: ערבית מרוקאית
vi: Tiếng Ả Rập Ma-rốc
zh_tw: 摩洛哥阿拉伯語

source: Bantu
bg_bg: Банту
he: בנטו
vi: Tiếng Bantu
zh_tw: 班圖語

source: Cimbrian
bg_bg: Цимбрийски
he: קימבריאן
vi: Tiếng Cimbrian
zh_tw: 辛布里語

source: Mandarin Chinese
bg_bg: Китайски (мандарин)
he: סינית מנדרינית
vi: Tiếng Quan thoại
zh_tw: 中文（漢語）

source: Dalmatian
bg_bg: Далматински
he: דלמטית
vi: Tiếng Dalmatia
zh_tw: 達爾馬提亞語

source: Hunsrik
bg_bg: Хунсрюкски немски
he: הונזריק
vi: Tiếng Hunsrik
zh_tw: 洪斯里克語

source: Ingrian
bg_bg: Ижорски
he: אינגרית
vi: Tiếng Ingrian
zh_tw: 英格里亞語

source: Jejueo
bg_bg: Чеджу
he: ג'ג'ואו
vi: Tiếng Jeju
zh_tw: 濟州語

source: Kabuverdianu
bg_bg: Kабовердиански
he: קריאולית כף ורדה
vi: Tiếng Kabuverdianu
zh_tw: 卡布佛得魯語

source: Ladin
bg_bg: Ладински (реторомански)
he: לאדין
vi: Tiếng Ladin
zh_tw: 拉汀語

source: Laz
bg_bg: Лазки
he: לאז
vi: Tiếng Laz
zh_tw: 拉茲語

source: Maquiritari
bg_bg: Йекуана
he: מקיריטרי
vi: Tiếng Maquiritari
zh_tw: 馬基里塔里語

source: Central Huasteca Nahuatl
bg_bg: Централно-ацтекски науатъл
he: הואסטקא נאוואטל מרכזית
vi: Tiếng Nahuatl miền trung Huasteca
zh_tw: 中瓦斯特克納瓦特爾語

source: Classical Nahuatl
bg_bg: Класически науатъл
he: נאוואטל קלסית
vi: Tiếng Nahuatl cổ điển
zh_tw: 古典納瓦特爾語

source: Jèrriais
bg_bg: Джърси
he: ג׳רזית
vi: Tiếng Jèrriais
zh_tw: 澤西語

source: Pennsylvania German
bg_bg: Пенсилвански немски
he: גרמנית פנסילבנית
vi: Tiếng Đức Pennsylvania
zh_tw: 賓夕法尼亞德語

source: Plautdietsch
bg_bg: Менонитски долногермански
he: פלאוטדיץ׳
vi: Tiếng Plautdietsch
zh_tw: 普勞特迪奇語

source: Phalura
bg_bg: Палула
he: פאלולה
vi: Tiếng Phalura
zh_tw: 帕盧拉語

source: Saterfriesisch
bg_bg: Сатерландски фризийски
he: פריזית סאטרלנדית
vi: Tiếng Saterfriesisch
zh_tw: 薩特弗里西語

source: Ternate
bg_bg: Тернате
he: טרנאטית
vi: Tiếng Ternate
zh_tw: 特爾納特語

source: Tokharian B
bg_bg: Западно тохарски
he: טוקהארי ב
vi: Tiếng Tochari B
zh_tw: 吐火羅語 B

source: Tangut
bg_bg: Тангутски
he: טנגוט
vi: Tiếng Tangut
zh_tw: 西夏語

source: Venetian
bg_bg: Венециански
he: ונטית
vi: Tiếng Venezia
zh_tw: 威尼托語

source: Veps
bg_bg: Вепски
he: ופס
vi: Tiếng Veps
zh_tw: 維普斯語

source: Wymysorys
bg_bg: Вилямовски
he: וימיסוריס
vi: Tiếng Wymysorys
zh_tw: 維米索里斯語

source: Classical Armenian
bg_bg: Класически арменски
he: ארמנית קלאסית
vi: Tiếng Armenia cổ điển
zh_tw: 古典亞美尼亞語

source: Yola
bg_bg: Йола
he: יולה
vi: Tiếng Yola
zh_tw: 約拉語

source: Yue Chinese
bg_bg: Гуангдонгски китайски
he: סינית יואה
vi: Tiếng Quảng Đông
zh_tw: 中文（粵語）

source: Proto-Finnic
bg_bg: Протофински
he: פרוטו-פינית
vi: Tiếng Tiền Finnic
zh_tw: 原始芬蘭語

source: Proto-Germanic
bg_bg: Протонемски
he: פרוטו-גרמנית
vi: Tiếng Tiền German
zh_tw: 原始日耳曼語

source: Proto-West Germanic
bg_bg: Прото-западнонемски
he: פרוטו-מערב גרמנית
vi: Tiếng Tiền Tây German
zh_tw: 原始西日耳曼語

source: Proto-Sami
bg_bg: Протосаамски
he: פרוטו-סאמי
vi: Tiếng Tiền Sami
zh_tw: 原始薩米語

source: Proto-Slavic
bg_bg: Протославянски
he: פרוטו-סלאבית
vi: Tiếng Tiền Slav
zh_tw: 原始斯拉夫語

source: Azerbaijani - Cyrillic
bg_bg: Азербайджански (кирилица)
he: אזרית - קירילית
vi: Tiếng Azerbaijan - Chữ Kirin
zh_tw: 亞塞拜然語（西里爾字母）

source: Chinese - Simplified
bg_bg: Китайски (опростен)
he: סינית - מפושטת
vi: Tiếng Trung - Giản thể
zh_tw: 中文（簡體）

source: Chinese - Traditional
bg_bg: Китайски (традиционен)
he: סינית - מסורתית
vi: Tiếng Trung - Phồn thể
zh_tw: 中文（繁體）

source: Danish - Fraktur
bg_bg: Датски (фрактура)
he: דנית - פראקטור
vi: Tiếng Đan Mạch - Kiểu chữ Fraktur
zh_tw: 丹麥語（斷筆體）

source: German - Fraktur
bg_bg: Немски (фрактура)
he: גרמנית - פראקטור
vi: Tiếng Đức - Kiểu chữ Fraktur
zh_tw: 德語（斷筆體）
