Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

source: Documents will be rendered in color on this device. If your device is grayscale, you can disable color rendering in the screen sub-menu for reduced memory usage.
bg_bg: Документите ще бъдат показвани в цвят. Ако екранът е черно-бял, за да бъде използвана по-малко памет изключете цветовете от меню Екран.
he: המסמכים יוצגו בצבע במכשיר זה. אם מסך המכשיר שלך שחור לבן, באפשרותך להשבית את עיבוד הצבעים בתפריט המשנה של המסך, כדי לצמצם את השימוש בזיכרון.
sv: Dokument kommer att visas i färg på den här enheten. Om enheten är gråskala kan du inaktivera färgåtergivning i skärmens undermeny för minskad minnesanvändning.
vi: Tài liệu sẽ được hiển thị bằng màu trên thiết bị này. Nếu thiết bị của bạn chỉ hỗ trợ thang xám, bạn có thể tắt chế độ hiển thị màu trong menu phụ của màn hình để giảm mức sử dụng bộ nhớ.
zh_tw: 在此裝置上，文件將以彩色顯示。 若您的裝置僅支援灰階，您可以關閉彩色顯示以降低記憶體消耗。

source: Color rendering is mistakenly enabled on your grayscale device. This will subtly break some features, and adversely affect performance.
bg_bg: Вашето черно-бяло устройство по погрешка е с включени цветове. Това леко ще наруши някои възможности и ще намали производителността.
he: עיבוד צבע מופעל בטעות במכשיר הגווני אפור שלך. זה יכול ליצור בעיות עם כמה תכונות ולהשפיע לרעה על הביצועים.
vi: Chế độ hiển thị màu đã bị bật nhầm trên thiết bị thang xám của bạn. Điều này sẽ làm hỏng một số tính năng ở mức độ nhỏ và ảnh hưởng xấu đến hiệu suất.
zh_tw: 您的裝置僅支援灰階，但彩色顯示功能已誤啟用。 這可能導致部分功能異常，並降低效能。

source: Ignore
bg_bg: Пренебрегване
he: התעלם
vi: Bỏ qua
zh_tw: 忽略

source: Disable
bg_bg: Изключване
he: השבת
sv: Inaktivera
vi: Tắt
zh_tw: 停用

source: Cannot open last file. This could be because it was deleted or because external storage is still being mounted. Do you want to retry?
bg_bg: Последно отвореният документ не е намерен. Възможно е да е премахнат или външното хранилище да е демонтирано. Желаете ли да бъде извършен нов опит?
he: לא ניתן לפתוח את הקובץ האחרון. יתכן שהקובץ נמחק או שהאחסון החיצוני טרם הותקן. האם אתה רוצה לנסות שוב?
sv: Det går inte att öppna senaste filen. Detta kan bero på att den har tagits bort eller att extern lagring fortfarande är monterad. Vill du försöka igen?
vi: Không thể mở tập tin gần đây. Có thể do tập tin đã bị xóa hoặc do thiết bị lưu trữ ngoài đang được kết nối. Bạn có muốn thử lại?
zh_tw: 無法開啟最後開啟的檔案。 這可能是因為它已被移除或外部儲存空間仍在掛載。 您想要重試嗎？

source: Cloud storage
bg_bg: Облачно хранилище
he: אחסון בענן
sv: Molnlagring
vi: Lưu trữ đám mây
zh_tw: 雲端儲存

source: Dropbox
bg_bg: Дропбокс

source: Add new cloud storage
bg_bg: Добавяне на облачно хранилище
he: הוסף מיקום חדש בענן
sv: Lägg till ny molnlagring
vi: Thêm bộ nhớ đám mây mới
zh_tw: 加入新的雲端儲存空間

source: Cannot fetch list of folder contents Please check your configuration or network connection.
bg_bg: Съдържанието на папката не може да бъде извлечено Проверете настройките или мрежовата свързаност.
he: לא ניתן להשיג את תוכן התיקייה נא לבדוק את ההגדרות או את חיבור הרשת שלך.
sv: Det går inte att hämta listan över mappinnehåll Kontrollera din konfiguration eller nätverksanslutning.
vi: Không thể tải danh sách nội dung thư mục Vui lòng kiểm tra cấu hình hoặc kết nối mạng của bạn.
zh_tw: 無法取得資料夾內容清單 請檢查您的網路連線設定。

source: Downloading…
bg_bg: Изтегляне…
he: מוריד…
sv: Hämtar…
vi: Đang tải xuống…
zh_tw: 下載中…

source: N/A
bg_bg: недостъпно
he: לא זמין
sv: INGA

source: Filename: %1 File size: %2 Download filename: %3 Download folder: %4
bg_bg: Име на файла: %1 Размер: %2 Име при изтегляне: %3 Целева папка за изтегляне: %4
he: שם קובץ: %1 גודל הקובץ: %2 שם קובץ להורדה: %3 תיקיית הורדה: %4
vi: Tên tệp: %1 Kích thước tệp: %2 Tên tệp tải xuống: %3 Thư mục tải xuống: %4
zh_tw: 檔名： %1 檔案大小： %2 下載檔案名稱： %3 下載目錄： %4

source: Choose folder
bg_bg: Избор на папка
he: בחר תיקייה
vi: Chọn thư mục
zh_tw: 選擇資料夾

source: Change filename
bg_bg: Преименуване на файла
he: החלפת שם קובץ
vi: Đổi tên tệp
zh_tw: 重新命名

source: Enter filename
bg_bg: Въведете име на файла
he: הזן שם קובץ
sv: Ange filnamn
vi: Nhập tên tệp
zh_tw: 輸入檔名

source: Cancel
bg_bg: Отказ
he: ביטול
sv: Avbryt
vi: Hủy bỏ
zh_tw: 取消

source: Set filename
bg_bg: Задаване име на файла
he: הגדרת שם קובץ
vi: Đặt tên tệp
zh_tw: 命名

source: Download
bg_bg: Изтегляне
he: הורד
sv: Hämta
vi: Tải xuống
zh_tw: 下載

source: File already exists. Would you like to overwrite it?
bg_bg: Такъв файл съществува. Желаете ли да бъде презаписан?
he: הקובץ כבר קיים. האם ברצונך להחליפו בקובץ זה?
sv: Fil finns redan. Vill du skriva över den?
vi: Tập tin đã tồn tại. Bạn có muốn ghi đè tệp tin không?
zh_tw: 檔案已經存在。您想要複寫它嗎？

source: Choose this folder? %1
bg_bg: Тази папка ли избирате? %1
he: לבחור בתיקייה הזו? %1
vi: Chọn thư mục này? %1
zh_tw: 選擇這個資料夾嗎？ %1

source: Choose
bg_bg: Избиране
he: בחירה
vi: Chọn
zh_tw: 選擇

source: Info
bg_bg: Информация
he: מידע
vi: Thông tin
zh_tw: 訊息

source: Edit
bg_bg: Редактиране
he: עריכה
sv: Redigera
vi: Chỉnh sửa
zh_tw: 編輯

source: Delete
bg_bg: Премахване
he: מחק
sv: Ta bort
vi: Xóa bỏ
zh_tw: 刪除

source: Synchronize now
bg_bg: Синхронизиране
he: סנכרן עכשיו
sv: Synkronisera nu
vi: Đồng bộ hóa ngay bây giờ
zh_tw: 現在同步

source: Synchronize settings
bg_bg: Настройки на синхронизация
he: סנכרון הגדרות
sv: Synkronisera inställningar
vi: Cài đặt đồng bộ
zh_tw: 同步設定

source: No files to download from Dropbox.
bg_bg: Няма файлове, които да бъдат изтеглени от Дропбокс.
he: אין קבצים להורדה מ־ Dropbox.
vi: Không có tệp nào được tải xuống từ Dropbox.
zh_tw: 沒有要從 Dropbox 下載的檔案。

source: Successfully downloaded 1 file from Dropbox to local storage.
bg_bg: Успешно е изтеглен %1 файл от Дропбокс в местното хранилище.
he: קובץ הורד בהצלחה מ־Dropbox לאחסון המקומי.
vi: Đã tải xuống thành công %1 tệp từ Dropbox vào bộ nhớ cục bộ.
zh_tw: 成功從 Dropbox 下載 %1 個檔案到本機儲存空間。

source: Failed to download 1 file.
bg_bg: Грешка при изтегляне на %1 файл.
he: הורדת הקובץ נכשלה.
vi: Không tải xuống được %1 tệp.
zh_tw: 無法下載 %1 個檔案。

source: No files to download from Dropbox. Please check your configuration and connection.
bg_bg: Няма файлове, които да бъдат изтеглени от Дропбокс. Проверете настройките и връзката.
he: אין קבצים להורדה מ־Dropbox. נא לבדוק את ההגדרות או את חיבור הרשת שלך.
sv: Inga filer att hämta från Dropbox. Var vänlig kontrollera din konfiguration och uppkoppling.
vi: Không có tệp nào được tải xuống từ Dropbox. Vui lòng kiểm tra cấu hình và kết nối mạng của bạn.
zh_tw: 沒有要從 Dropbox 下載的檔案。 請檢查您的設定和網路連線。

source: Retrieving files…
bg_bg: Получаване на файлове…
he: קבצים נמשכים…
sv: Hämtar filer…
vi: Đang nhận tệp…
zh_tw: 正在取得檔案…

source: Dropbox folder: %1 Local folder: %2
bg_bg: Папка в Дропбокс: %1 Местна папка: %2
he: תיקיית Dropbox: %1 תיקיה מקומית: %2
vi: Thư mục Dropbox: %1 thư mục cục bộ: %2
zh_tw: Dropbox 資料夾： %1 本機資料夾： %2

source: Choose Dropbox folder
bg_bg: Папка в Дропбокс
he: בחר תיקיית Dropbox
vi: Chọn thư mục Dropbox
zh_tw: 選擇 Dropbox 資料夾

source: Choose local folder
bg_bg: Местна папка
he: בחר תיקיה במכשיר
vi: Chọn thư mục cục bộ
zh_tw: 選擇本機資料夾

source: Close
bg_bg: Затваряне
he: לסגור
sv: Stäng
vi: Đóng
zh_tw: 關閉

source: Upload file
bg_bg: Качване на файл
he: העלאת קובץ
vi: Tải tệp lên
zh_tw: 上傳檔案

source: New folder
bg_bg: Нова папка
he: תיקייה חדשה
sv: Ny mapp
vi: Thư mục mới
zh_tw: 新資料夾

source: Return to cloud storage list
bg_bg: Към списъка с облачни хранилища
he: חזרה לרשימת אחסון הענן
vi: Quay lại danh sách lưu trữ đám mây
zh_tw: 返回到雲端儲存列表

source: File size must be less than 150 MB.
bg_bg: Файлът не трябва да превишава 150 МБ.
he: גודל הקובץ חייב להיות קטן מ־150 מ״ב.
vi: Kích thước tệp không được lớn hơn 150MB.
zh_tw: 檔案大小必須小於150 MB。

source: Uploading…
bg_bg: Качване…
he: מתבצעת העלאה…
vi: Đang tải lên…
zh_tw: 上傳中…

source: Create
bg_bg: Създаване
he: יצירה
sv: Skapa
vi: Tạo
zh_tw: 建立

source: Enter folder after creation
bg_bg: Влизане в папката след създаване
he: להיכנס לתיקייה לאחר יצירתה
vi: Mở thư mục sau khi tạo
zh_tw: 新增後進入資料夾

source: File saved to: %1
bg_bg: Файлът е записан в: %1
he: הקובץ נשמר ב: %1
sv: Fil sparad som: %1
vi: Tệp đã được lưu vào: %1
zh_tw: 檔案已儲存至： %1

source: File saved to: %1 Would you like to read the downloaded book now?
bg_bg: Файлът е записан в: %1 Желаете ли веднага да четете изтеглената книга?
he: הקובץ נשמר ב: %1 האם תרצה לקרוא את הספר שהורד עכשיו?
sv: Fil sparad till: %1 Vill du läsa den hämtade boken ny?
vi: Tệp đã được lưu vào: %1 Bạn muốn đọc cuốn sách bạn vừa tải xuống ngay bây giờ?
zh_tw: 檔案被存到以下位置： %1 您想要立刻閱讀被下載的書籍嗎？

source: Could not save file to: %1
bg_bg: Файлът не може да бъде запазен в: %1
he: לא ניתן היה לשמור את הקובץ ב: %1
sv: Det gick inte att spara filen till: %1
vi: Không thể lưu tệp vào: %1
zh_tw: 無法將檔案儲存到： %1

source: File uploaded: %1
bg_bg: Файлът е качен: %1
he: הקובץ נשלח: %1
vi: Tệp đã tải lên: %1
zh_tw: 檔案已上傳至： %1

source: Could not upload file: %1
bg_bg: Грешка при качване на файла: %1
he: לא ניתן לשלוח קובץ: %1
vi: Không thể tải lên tập tin: %1
zh_tw: 無法將檔案上傳到： %1

source: Could not create folder: %1
bg_bg: Грешка при отваряне на папката: %1
he: לא ניתן ליצור תיקייה: %1
vi: Không tạo được thư mục: %1
zh_tw: 無法新增資料夾： %1

source: Dropbox access tokens are short-lived (4 hours). To generate new access token please use Dropbox refresh token and <APP_KEY>:<APP_SECRET> string. Some of the previously generated long-lived tokens are still valid.
bg_bg: Кодовете за достъп до Дропбокс са с кратък срок на действие (4 часа). За да бъде създаден нов код за достъп, използвайте кода за обновяване на Dropbox и низ <APP_KEY>:<APP_SECRET>. Някои от по-рано създадените дълготрайни кодове все още работят.
he: אסימוני גישה ל־Dropbox הם קצרי מועד (4 שעות). כדי ליצור אסימון גישה חדש, יש להשתמש באסימון רענון של Dropbox ובמחרוזת <APP_KEY>:<APP_SECRET>. חלק מהאסימונים ארוכי החיים שנוצרו בעבר עדיין תקפים.
vi: Mã thông báo truy cập Dropbox có thời gian tồn tại trong thời gian ngắn (4 giờ). Để tạo mã thông báo truy cập mới, vui lòng sử dụng mã thông báo làm mới Dropbox và chuỗi <APP_KEY>:<APP_SECRET>. Một số mã thông báo tồn tại lâu dài được tạo trước đó vẫn hợp lệ.
zh_tw: Dropbox 存取憑證（access token）為短期有效（4 小時）。 若要生成新的存取憑證，請使用 Dropbox 更新憑證（refresh token）以及 <APP_KEY>:<APP_SECRET> 字串。 先前生成的部分長期有效憑證（long-lived token）仍然有效。

source: Dropbox cloud storage
bg_bg: Облачно хранилище на Дропбокс
he: אחסון בענן Dropbox
vi: Bộ nhớ đám mây Dropbox
zh_tw: Dropbox 雲端儲存服務

source: Cloud storage displayed name
bg_bg: Показвано име на облачно хранилище
he: שם תצוגה של האחסון בענן
vi: Tên hiển thị lưu trữ đám mây
zh_tw: 雲端儲存顯示名稱

source: Dropbox refresh token or long-lived token (deprecated)
bg_bg: Код за обновяване на Дропбокс или дълготраен код за достъп (изведен от употреба)
he: אסימון רענון של Dropbox או אסימון ארוך טווח (הוצא משימוש)
vi: Mã thông báo làm mới Dropbox hoặc mã thông báo tồn tại lâu dài (không được dùng nữa)
zh_tw: Dropbox 更新憑證（refresh token） 或長期有效憑證（long-lived token，已棄用）

source: Dropbox <APP_KEY>:<APP_SECRET> (leave blank for long-lived token)
bg_bg: <APP_KEY>:<APP_SECRET> на Дропбокс (оставете празно за дълготраен код за достъп)
he: Dropbox <APP_KEY>:<APP_SECRET‪> (להשאיר ריק עבור אסימון ארוך טווח)
vi: Dropbox <APP_KEY>:<APP_SECRET> (để trống cho mã thông báo tồn tại lâu dài)
zh_tw: Dropbox <APP_KEY>:<APP_SECRET> （留空以使用長期有效憑證）

source: Dropbox folder (/ for root)
bg_bg: Папка в Дропбокс (/ за кореновата)
he: תיקיית Dropbox (/ לתיקיית העל)
vi: Thư mục Dropbox (/ cho root)
zh_tw: Dropbox 資料夾（根目錄使用 /）

source: Save
bg_bg: Запазване
he: שמור
sv: Spara
vi: Lưu
zh_tw: 儲存

source: Type: %1 Name: %2 Email: %3 Country: %4 Space total: %5 Space used: %6
bg_bg: Вид: %1 Име: %2 Ел. поща: %3 Държава: %4 Общо място: %5 Заето място: %6
he: סוג: %1 שם: %2 דוא״ל: %3 מדינה: %4 נפח כולל: %5 נפח בשימוש: %6
vi: Loại: %1 Tên: %2 Email: %3 Quốc gia: %4 Dung lượng tổng: %5 Dung lượng còn trống: %6
zh_tw: 類型：%1 名稱：%2 電子郵件：%3 國家：%4 總空間：%5 已使用空間：%6

source: Long-press to choose current folder
bg_bg: Задържане за избор на текущата папка
he: לחיצה ארוכה לבחירת התיקייה הנוכחית
vi: Nhấn và giữ để chọn thư mục hiện tại
zh_tw: 長按來選擇目前的資料夾

source: Could not save file to %1: %2
bg_bg: Файлът не може да бъде запазен в %1: %2
he: לא היה ניתן לשמור את הקובץ אל %1: %2
vi: Không thể lưu tệp vào %1: %2
zh_tw: 無法將檔案儲存到 %1： %2

source: The FTP address must be in the following format: ftp://example.domain.com An IP address is also supported, for example: ftp://10.10.10.1 Username and password are optional.
bg_bg: Адресът за FTP трябва да бъде в следния формат: ftp://example.domain.com Поддържа се и адрес по IP, например: ftp://10.10.10.1 Потребителското име и паролата не са задължителни.
he: כתובת ה־FTP חייבת להיות בתבנית הבאה: ftp://example.domain.com אפשר גם למלא כתובת IP, כגון: ftp://10.10.10.1 שם משתמש וסיסמה אינם שדות חובה.
vi: Địa chỉ FTP phải theo định dạng sau: ftp://example.domain.com Địa chỉ IP cũng được hỗ trợ, ví dụ: ftp://10.10.10.1 Tên người dùng và mật khẩu là tùy chọn.
zh_tw: FTP 位址必須為以下格式： ftp://example.domain.com 也支援 IP 位址，例如： ftp://10.10.10.1 使用者名稱和密碼是選擇性的。

source: Your FTP name
bg_bg: Име на FTP
he: שם ה־FTP שלך
sv: Ditt FTP-namn
vi: Tên FTP của bạn
zh_tw: 您的 FTP 名稱

source: FTP address eg ftp://example.com
bg_bg: Сървър за FTP, напр. ftp://example.com
he: כתובת ה־FTP, לדוגמה: ftp://example.com
sv: FTP-adress t.ex. ftp://example.se
vi: Địa chỉ FTP, như là ftp://example.com
zh_tw: FTP 地址，如 ftp://example.com

source: FTP username
bg_bg: Потребител
he: שם משתמש FTP
sv: FTP-användarnamn
vi: Tên người dùng FTP
zh_tw: FTP 使用者名稱

source: FTP password
bg_bg: Парола
he: סיסמת FTP
sv: FTP-lösenord
vi: Mật khẩu FTP
zh_tw: FTP 密碼

source: FTP folder
bg_bg: Начална папка
he: תיקיית FTP
sv: FTP-mapp
vi: Thư mục FTP
zh_tw: FTP 資料夾

source: Add
bg_bg: Добавяне
he: הוספה
sv: Lägg till
vi: Thêm vào
zh_tw: 加入

source: Edit FTP account
bg_bg: Редактиране на профил за FTP
he: עריכת חשבון ה־FTP
sv: Redigera FTP-konto
vi: Chỉnh sửa tài khoản FTP
zh_tw: 編輯 FTP 帳號

source: Apply
bg_bg: Прилагане
he: החלה
sv: Tillämpa
vi: Áp dụng
zh_tw: 套用

source: Add FTP account
bg_bg: Добавяне на профил за FTP
he: הוספת חשבון FTP
sv: Lägg till FTP-konto
vi: Thêm tài khoản FTP
zh_tw: 加入 FTP 帳號

source: Please fill in all fields.
bg_bg: Попълнете всички полета.
he: נא למלא את כל השדות.
sv: Fyll i alla fält.
vi: Vui lòng điền vào tất cả các lĩnh vực.
zh_tw: 請填滿所有欄位。

source: Type: %1 Name: %2 Address: %3
bg_bg: Вид: %1 Име: %2 Адрес: %3
he: סוג: %1 שם: %2 כתובת: %3
sv: Typ: %1 Namn: %2 Adress: %3
vi: Loại: %1 Tên: %2 Địa chỉ: %3
zh_tw: 類型：%1 名稱：%2 位址：%3

source: Cloud sync settings
bg_bg: Настройка на синхронизиране с облака
he: הגדרות סנכרון ענן
vi: Thiết đặt đồng bộ hóa đám mây
zh_tw: 雲端同步設定

source: Choose cloud service:
bg_bg: Изберете облачна услуга:
he: בחירת שירות ענן:
vi: Chọn dịch vụ đám mây:
zh_tw: 選擇雲端服務：

source: Add service
bg_bg: Добавяне на услуга
he: הוספת שירות
vi: Thêm dịch vụ
zh_tw: 新增服務

source: Something went wrong when syncing, please check your network connection and try again later.
bg_bg: Нещо се обърка при синхронизирането, проверете връзката и опитайте отново.
he: משהו השתבש בעת הסנכרון, נא לבדוק את חיבור הרשת שלך ולנסות שוב מאוחר יותר.
vi: Đã xảy ra lỗi khi đồng bộ hóa, vui lòng kiểm tra kết nối mạng của bạn và thử lại sau.
zh_tw: 同步過程中發生錯誤，請檢查您的網路連線並於稍後再嘗試一次。

source: Wrong server type.
bg_bg: Грешен вид на сървъра.
he: סוג השרת שגוי.
vi: Sai loại máy chủ.
zh_tw: 錯誤的伺服器類型。

source: Successfully synchronized.
bg_bg: Синхронизацията е успешна!
he: הסנכרון הושלם.
vi: Đã đồng bộ hóa thành công.
zh_tw: 同步已完成。

source: Server address must be of the form http(s)://domain.name/path This can point to a sub-directory of the WebDAV server. The start folder is appended to the server path.
bg_bg: Адресът на сървъра трябва да бъде в следния формат http(s)://домейн.име/път Може да сочи към подпапка на сървъра за WebDAV. Началната папка е добавена към пътя на сървъра.
he: כתובת השרת חייבת להיות בתבנית הבאה: http(s)://domain.name/path קישור זה עשוי להוביל לתיקיית משנה של שרת WebDAV. תיקיית ההתחלה מתווספת לנתיב השרת.
sv: Serveradressen måste vara på formen http(s)://domän.namn/sökväg Denna kan peka på en underkatalog för WebDAV-servern. Startmappen läggs till på slutet av serversökvägen.
vi: Địa chỉ máy chủ phải ở dạng http (s): //domain.name/path Địa chỉ này có thể trỏ đến một thư mục con của máy chủ WebDAV. Địa chỉ thư mục bắt đầu cần được thêm vào địa chỉ máy chủ.
zh_tw: 伺服器地址必須遵照以下這般形式： http(s)://domain.name/path 這可以指定到 WebDAV 的某個子資料夾。 起始資料夾被接到伺服器路徑的後方。

source: Edit WebDAV account
bg_bg: Редактиране на профил на WebDAV
he: עריכת חשבון ה־WebDAV
sv: Redigera WebDAV-konto
vi: Chỉnh sửa tài khoản WebDAV
zh_tw: 編輯 WebDAV 帳號

source: Add WebDAV account
bg_bg: Добавяне на профил за WebDAV
he: הוסף חשבון WebDAV
sv: Lägg till WebDAV-konto
vi: Thêm tài khoản WebDAV
zh_tw: 加入 WebDAV 帳號

source: Server display name
bg_bg: Показвано име на сървъра
he: שם תצוגה של השרת
sv: Visningsnamn för server
vi: Tên hiển thị của máy chủ
zh_tw: 伺服器顯示名稱

source: WebDAV address, for example https://example.com/dav
bg_bg: Адрес на WebDAV, напр. https://example.com/dav
he: כתובת WebDAV, לדוגמא: https://example.com/dav
vi: Địa chỉ WebDAV, ví dụ https://example.com/dav
zh_tw: WebDAV 位址，例如 https://example.com/dav

source: Username
bg_bg: Потребителско име
he: שם משתמש
sv: Användarnamn
vi: Tài khoản
zh_tw: 使用者名稱

source: Password
bg_bg: Парола
he: סיסמה
sv: Lösenord
vi: Mật khẩu
zh_tw: 密碼

source: Start folder, for example /books
bg_bg: Начална папка, напр. /books
he: תיקייה התחלתית , לדוגמה ‪/books
vi: Thư mục bắt đầu, ví dụ /books
zh_tw: 起始目錄，例如 /books

# File
source: Paste
bg_bg: Поставяне
he: הדבקה
sv: Klistra in
vi: Dán
zh_tw: 貼上

source: Select
bg_bg: Избиране
he: בחירה
sv: Välj
vi: Lựa chọn
zh_tw: 選擇

source: Rename
bg_bg: Преименуване
he: שינוי שם
sv: Döp om
vi: Đổi tên
zh_tw: 重新命名

source: Cut
bg_bg: Изрязване
he: גזירה
sv: Klipp ut
vi: Cắt
zh_tw: 剪下

# File
source: Copy
bg_bg: Копиране
he: העתקה
sv: Kopiera
vi: Sao chép
zh_tw: 複製

source: Open with…
bg_bg: Отваряне с…
he: פתיחה באמצעות…
sv: Öppna med…
vi: Mở với…
zh_tw: 用什麼開啟……

source: Set as HOME folder
bg_bg: Задаване като НАЧАЛНА папка
he: הגדרה כתיקיית בית
vi: Đặt làm thư mục chính
zh_tw: 設為主資料夾

source: Exit KOReader?
bg_bg: Изход от KOReader?
he: לצאת מ־KOReader?
sv: Avsluta KOReader?
vi: Bạn có muốn thoát khỏi KOReader không?
zh_tw: 離開 KOReader 嗎？

source: Exit
bg_bg: Изход
he: יציאה
sv: Avsluta
vi: Thoát
zh_tw: 離開

source: 1 file selected
bg_bg: %1 избран файл
he: קובץ אחד נבחר
vi: Có %1 tệp được chọn
zh_tw: 已選 %1 個檔案

source: No files selected
bg_bg: Не са избрани файлове
he: לא נבחרו קבצים
vi: Không có tệp nào được chọn
zh_tw: 未選取任何檔案

source: Delete selected files? If you delete a file, it is permanently lost.
bg_bg: Премахване на избраните файлове? Премахнатите файлове ще бъдат безвъзвратно загубени.
he: למחוק את הקבצים הנבחרים? מחיקת קובץ היא פעולה בלתי הפיכה.
vi: Xóa các tệp đã chọn? Các tệp đã xóa sẽ bị mất vĩnh viễn.
zh_tw: 要刪除選擇的檔案嗎？ 如果您刪除一個檔案，它將永遠消失。

source: Move
bg_bg: Преместване
he: העברה
vi: Di chuyển
zh_tw: 移動

source: Copy
bg_bg: Копиране
he: העתק
vi: Sao chép
zh_tw: 複製

source: Export highlights
bg_bg: Изнасяне на подчертаното
he: ייצוא הדגשות
vi: Xuất các đánh dấu
zh_tw: 匯出標注

source: Deselect all
bg_bg: Избиране на нищо
he: ביטול הבחירה
vi: Bỏ chọn tất cả
zh_tw: 取消全選

source: Select all files in folder
bg_bg: Избиране на всички файлове в папката
he: בחירה בכל הקבצים בתיקייה
vi: Chọn tất cả các tệp trong một thư mục
zh_tw: 選取資料夾中的所有檔案

source: Exit select mode
bg_bg: Изход от режима за избиране
he: יציאה ממצב בחירה
vi: Thoát chế độ lựa chọn
zh_tw: 退出選擇模式

source: Show selected files list
bg_bg: Списък на избраните файлове
he: הצגת רשימת הקבצים שנבחרו
vi: Hiển thị tệp đã chọn
zh_tw: 顯示已選擇的檔案列表

source: Select files
bg_bg: Избиране на файлове
he: בחירת קבצים
vi: Chọn tệp
zh_tw: 選取檔案

source: Paste
bg_bg: Поставяне
he: הדבקה
sv: Klistra in
vi: Dán
zh_tw: 貼上

source: Go to HOME folder
bg_bg: НАЧАЛНА папка
he: מעבר לתיקיית בית
vi: Đi đến thư mục chính
zh_tw: 前往主資料夾

source: Open random document
bg_bg: Отваряне на случаен документ
he: פתיחת מסמך אקראי
sv: Öppna slumpmässigt dokument
vi: Mở tài liệu một cách ngẫu nhiên
zh_tw: 打開隨機文件

source: Switch to SDCard
bg_bg: Превключване към карта с памет
he: מעבר לכרטיס SD
vi: Chuyển sang thẻ SD
zh_tw: 切換到 SD 卡

source: Switch to internal storage
bg_bg: Превключване към вътрешна памет
he: מעבר לאחסון פנימי
vi: Chuyển sang bộ nhớ trong
zh_tw: 切換到內部儲存空間

source: Import files here
bg_bg: Внасяне на файлове тук
he: ייבוא קבצים לכאן
vi: Nhập tệp ở đây
zh_tw: 將檔案匯入到這裡

source: Set '%1' as HOME folder?
bg_bg: Задаване на „%1“ като НАЧАЛНА папка?
he: להגדיר את ‚%1’ כתיקיית הבית?
vi: Đặt '%1' làm thư mục chính?
zh_tw: 將「%1」設為主資料夾嗎？

source: Set as HOME
bg_bg: Задаване като НАЧАЛНА
he: הגדרה כתיקיית בית
sv: Ställ in som HEM
vi: Đặt làm thư mục chính
zh_tw: 設定為主資料夾

source: Do you want to open %1?
bg_bg: Желаете ли файлът %1 да бъде отворен?
he: לפתוח את %1?
sv: Vill du öppna %1?
vi: Bạn có muốn mở %1 không?
zh_tw: 您想要開啟 %1 嗎？

source: Open
bg_bg: Отваряне
he: פתיחה
sv: Öppna
vi: Mở
zh_tw: 開啟

source: Another
bg_bg: Друг
he: אחר
sv: Annan
vi: Thêm nữa
zh_tw: 其他

source: File not found
bg_bg: Не е намерен файл
he: לא נמצאו קבצים
sv: Filen hittades inte
vi: Không thể tìm thấy tệp
zh_tw: 找不到檔案

source: File already exists: %1
bg_bg: Файлът вече съществува: %1
he: קובץ כבר קיים: %1
vi: Tập tin đã tồn tại: %1
zh_tw: 檔案已存在： %1

source: Folder already exists: %1
bg_bg: Папката вече съществува: %1
he: תיקייה כבר קיימת: %1
vi: Thư mục đã tồn tại: %1
zh_tw: 目錄已存在： %1

source: Overwrite
bg_bg: Презаписване
he: להחליף
sv: Skriva över
vi: Ghi đè
zh_tw: 複寫

source: Move selected files to the current folder?
bg_bg: Преместване на избраните файлове в текущата папка?
he: להעביר את הקבצים הנבחרים לתיקייה הנוכחית?
vi: Di chuyển các tệp đã chọn vào thư mục hiện tại?
zh_tw: 移動選擇的檔案至目前的資料夾?

source: Copy selected files to the current folder?
bg_bg: Копиране на избраните файлове в текущата папка?
he: להעתיק את הקבצים הנבחרים לתיקייה הנוכחית?
vi: Sao chép các tệp đã chọn vào thư mục hiện tại?
zh_tw: 複製檔案至目前選擇的資料夾?

source: overwrite existing files
bg_bg: презаписване на съществуващите файлове
he: לדרוס קבצים קיימים
vi: ghi đè files đang có
zh_tw: 覆蓋現存的檔案

source: 1 file was not moved
bg_bg: %1 преместен файл
he: קובץ אחד לא הועבר
vi: Có %1 tệp không được di chuyển
zh_tw: 共移動 %1 個檔案

source: 1 file was not copied
bg_bg: %1 не копиран файл
he: קובץ אחד לא הועתק
vi: Có %1 tệp không được copy
zh_tw: 共 %1 個檔案未複製

source: Failed to create folder: %1
bg_bg: Папката не е създадена: %1
he: יצירת תיקיה נכשלה: %1
vi: Không tạo được thư mục mới: %1
zh_tw: 建立資料夾失敗： %1

source: File not found: %1
bg_bg: Файлът не е намерен: %1
he: הקובץ לא נמצא: %1
vi: Không tìm thấy tệp: %1
zh_tw: 找不到檔案： %1

source: Delete file permanently?
bg_bg: Файлът да бъде ли премахнат безвъзвратно?
he: למחוק את הקובץ לצמיתות?
vi: Xóa tệp tin vĩnh viễn?
zh_tw: 確定要永久刪除檔案嗎？

source: Delete folder permanently?
bg_bg: Безвъзвратно премахване на папката?
he: למחוק את התיקייה לצמיתות?
vi: Xóa thư mục vĩnh viễn?
zh_tw: 永久刪除資料夾？

source: Book settings, highlights and notes will be deleted.
bg_bg: Настройките на книгата, подчертаното и бележките ще бъдат премахнати.
he: הגדרות הספר, ההדגשות וההערות תימחקנה.
vi: Thiết đặt sách, các đánh dấu và ghi chú sẽ bị xóa.
zh_tw: 書籍設定、劃線標記與筆記將會被刪除。

source: Failed to delete: %1
bg_bg: Грешка при премахване: %1
he: נכשלה המחיקה של: %1
vi: Không xóa được: %1
zh_tw: 刪除失敗： %1

source: Failed to delete 1 file.
bg_bg: Грешка при премахване на %1 файл.
he: מחיקת קובץ אחד נכשלה.
vi: %1 file không thể xóa được.
zh_tw: 刪除 %1 個檔案失敗。

source: Rename file
bg_bg: Преименуване на файл
he: שינוי שם קובץ
sv: Döp om fil
vi: Đổi tên tập tin
zh_tw: 重新命名檔案

source: Rename folder
bg_bg: Преименуване на папка
he: שינוי שם תיקייה
vi: Đổi tên thư mục
zh_tw: 重新命名資料夾

source: Failed to rename: %1 to: %2
bg_bg: Грешка при преименуване: %1 на: %2
he: שינוי שם נכשל: מ-%1 ל- %2
vi: Đổi tên: %1 thành: %2 không thành công
zh_tw: 重新命名失敗： %1 為： %2
