Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

source: Patch management allows enabling, disabling or editing user provided patches. The runlevel and priority of a patch can not be modified here. This has to be done manually by renaming the patch prefix. For more information about user patches, see https://github.com/koreader/koreader/wiki/User-patches Patches are an advanced feature, so be careful what you do!
bg_bg: Добавката дава възможност за включване, изключване и редактиране на кръпки от потребителя. Нивото на стартиране и приоритета на кръпките не може да бъде променяно тук. Трябва да бъде направено ръчно чрез добавяне на представка на файла. Повече информация за кръпките можете да намерите на https://github.com/koreader/koreader/wiki/User-patches Работата с кръпки е разширена възможност, затова бъдете внимателни!
he: ניהול טלאים מאפשר הפעלה, השבתה או עריכה של תיקונים שסופקו על ידי המשתמש. לא ניתן לשנות כאן את רמת הריצה ואת העדיפות של טלאי. יש לעשות זאת באופן ידני על ידי שינוי קידומת הטלאי. למידע נוסף על תיקוני משתמש, ראה https://github.com/koreader/koreader/wiki/User-patches טלאים הם תכונה מתקדמת, מוטב לנהוג במשנה זהירות!
vi: Quản lý bản vá cho phép bật, tắt hoặc chỉnh sửa các bản vá do người dùng cung cấp. Mức độ chạy (runlevel) và độ ưu tiên (priority) của một bản vá không thể được sửa đổi tại đây. Điều này phải được thực hiện thủ công bằng cách đổi tên tiền tố của bản vá. Để biết thêm thông tin về các bản vá của người dùng, vui lòng xem: https://github.com/koreader/koreader/wiki/User-patches Bản vá là một tính năng nâng cao, vì vậy hãy cẩn thận với những gì bạn làm!
zh_tw: 補丁管理 可讓您啟用、停用或編輯使用者提供的補丁。 補丁的 執行層級 (runlevel) 與 優先順序 (priority) 無法在此修改。若要調整，必須透過 重新命名補丁檔名前綴 的方式手動處理。 關於使用者補丁的更多資訊，請參見： https://github.com/koreader/koreader/wiki/User-patches 補丁屬於進階功能，請謹慎操作！

source: Patch management
bg_bg: Управление на кръпки
he: ניהול טלאים
vi: Quản lý bản vá
zh_tw: 補丁管理

source: About patch management
bg_bg: Относно управлението на кръпки
he: על ניהול הטלאים
vi: Giới thiệu về quản lý bản vá
zh_tw: 關於補丁管理

source: Patches executed: %1
bg_bg: Изпълнени кръпки: %1
he: טלאים שייושמו: %1
vi: Các bản vá đã thực thi: %1
zh_tw: 已執行補丁：%1

source: Physical buttons
bg_bg: Бутони на устройството
he: כפתורים פיזיים
vi: Các nút vật lý
zh_tw: 實體按鍵

source: Use left and right keys for page turning
bg_bg: Прелистване с бутоните за ляво и дясно
he: העברת עמוד במקשי שמאלה וימינה
vi: Sử dụng phím trái và phải để lật trang
zh_tw: 使用左右按鍵翻頁

source: Disable key repeat
bg_bg: Без повтаряне на натиснат клавиш
he: השבתת חזרה על מקשים
vi: Tắt lặp lại phím
zh_tw: 停用按鍵重複

source: Useful if you don't like the behavior or if your device has faulty switches
bg_bg: Полезно, ако не харесвате поведението или устройството има дефектни бутони
he: שימושי אם ההתנהגות לא נושאת חן בעיניך או שהכפתורים של המכשיר מקולקלים
vi: Hữu ích nếu bạn không thích hành vi này hoặc nếu thiết bị của bạn có công tắc bị lỗi
zh_tw: 如果你不喜歡這個行為，或者裝置的開關有問題，這個選項會很有用

source: For every chapter set -1
bg_bg: За всяка глава задайте „-1“
he: עבור כל פרק להגדיר ‪-1‬
vi: Đặt -1 cho mỗi chương
zh_tw: 若要套用到每一章，請設為 -1

source: Regular
bg_bg: Обикновено
he: רגיל
vi: Bình thường
zh_tw: 標準

source: Night
bg_bg: През нощта
he: לילה
vi: Ban đêm
zh_tw: 夜晚

source: Set refresh
bg_bg: Запазване
he: הגדר רענון
vi: Đặt mức độ làm mới
zh_tw: 設定重新整理

source: Set custom refresh rate
bg_bg: Настройка на честота на опресняване
he: הגדר קצב רענון מותאם אישית
vi: Đặt mức độ làm mới thủ công
zh_tw: 設定自訂重新整理頻率

source: Full refresh rate
bg_bg: Честота на пълно опресняване
he: קצב רענון מלא
sv: Full uppdateringshastighet
vi: Làm mới tối đa
zh_tw: 完整重新整理頻率

source: Never
bg_bg: Никога
he: אף פעם לא
sv: Aldrig
vi: Không bao giờ
zh_tw: 從不

source: Every page
bg_bg: На всяка страница
he: כל עמוד
sv: Varje sida
vi: Mỗi trang
zh_tw: 每頁

source: Every 6 pages
bg_bg: На всеки 6 страници
he: כל 6 עמודים
sv: Var 6:e sida
vi: Mỗi 6 trang
zh_tw: 每 6 頁

source: Custom 1: %1:%2 pages
bg_bg: Вариант 1: всеки %1/%2 стр. (ден/нощ)
he: מותאם אישית 1: ‪%1:%2‬ עמודים
vi: Tùy chỉnh 1: %1:%2 trang
zh_tw: 自訂 1：%1:%2 頁

source: Custom 2: %1:%2 pages
bg_bg: Вариант 2: всеки %1/%2 стр. (ден/нощ)
he: מותאם אישית 2: ‪%1:%2‬ עמודים
vi: Tùy chỉnh 2: %1:%2 trang
zh_tw: 自訂 2：%1:%2 頁

source: Custom 3: %1:%2 pages
bg_bg: Вариант 3: всеки %1/%2 стр. (ден/нощ)
he: מותאם אישית 3: ‪%1:%2‬ עמודים
vi: Tùy chỉnh 3: %1:%2 trang
zh_tw: 自訂 3：%1:%2 頁

source: Every chapter
bg_bg: На всяка глава
he: כל פרק
sv: Varje kapitel
vi: Mỗi chương
zh_tw: 每個章節

source: except on the second page of a new chapter
bg_bg: освен на втората страница от нова глава
he: למעט בעמוד השני של פרק חדש
vi: ngoại trừ trang thứ hai của chương mới
zh_tw: 除了在新章節的第二頁

source: Color rendering
bg_bg: Предаване на цветовете
he: ייצוג צבעים
sv: Färgåtergivning
vi: Kết xuất màu
zh_tw: 彩色顯示

source: DPI set to %1. This will take effect after restarting.
bg_bg: Стойността на DPI е променена на „%1“. Ще влезе в сила след рестартиране.
he: DPI מוגדר ל-%1. אפשרות זו תשתלט לאחר ההפעלה מחדש.
sv: DPI inställd till %1. Detta kommer att träda i kraft efter omstart.
vi: Đặt DPI %1. Có hiệu lực sau khi khởi động lại.
zh_tw: 解析度設為 %1。將在重新啟動後生效。

source: DPI set to auto. This will take effect after restarting.
bg_bg: Стойността на DPI е променена на „авто“. Ще влезе в сила след рестартиране.
he: DPI מוגדר לאוטומטי. אפשרות זו תשתלט לאחר ההפעלה מחדש.
sv: DPI sätts till auto. Detta får effekt efter omstart.
vi: DPI được đặt tự động. Có hiệu lực sau khi khởi động lại.
zh_tw: DPI 設為自動。將在重新啟動後生效。

source: Set DPI
bg_bg: Запазване
he: הגדר DPI
sv: Sätt DPI
vi: Đặt DPI
zh_tw: 設定 DPI

source: Set custom screen DPI
bg_bg: Задаване на DPI на екрана
he: הגדר DPI למסך מותאם אישית
sv: Sätt anpassad skärm-DPI
vi: Đặt DPI thủ công
zh_tw: 設定自訂螢幕 DPI

source: Screen DPI
bg_bg: Разделителна способност на екрана
he: DPI של מסך
sv: Skärm-DPI (punkter per tum)
vi: DPI màn hình
zh_tw: 螢幕 DPI

source: Auto DPI (%1)
bg_bg: Автоматично DPI (%1)
he: DPI אוטומטי (%1)
vi: DPI tự động (%1)
zh_tw: 自動調整解析度(%1)

source: Auto DPI
bg_bg: Автоматично DPI
he: DPI אוטומטי
sv: Automatisk DPI
vi: DPI tự động
zh_tw: 自動 DPI

source: The DPI of your screen is automatically detected so items can be drawn with the right amount of pixels. This will usually display at (roughly) the same size on different devices, while remaining sharp. Increasing the DPI setting will result in larger text and icons, while a lower DPI setting will look smaller on the screen.
bg_bg: Разделителната способност на екрана се определя автоматично, така че елементите да могат да бъдат изобразени с необходимото количество пиксели. Тази настройка обикновено води до показване на (приблизително) еднакъв размер на различните устройства, като същевременно се запазва рязкостта. Увеличаването на стойността ще доведе до по-големи текстове и пиктограми, докато по-малката – до по-малки.
he: ה- DPI של המסך מזוהה באופן אוטומטי כך שניתן לצייר פריטים עם הכמות הנכונה של פיקסלים. זה יציג בדרך כלל באותו גודל (בערך) במכשירים שונים, תוך שמירה על חדות. הגדלת הגדרת ה-DPI תגרום להצגת טקסט וסמלים גדולים יותר, בעוד שהגדרת DPI נמוכה יותר יראה אותם קטנים יותר על המסך.
sv: DPI på skärmen upptäcks automatiskt så att objekt kan ritas med rätt mängd pixlar. Detta visas vanligtvis vid (ungefär) samma storlek på olika enheter, samtidigt som den är skarp. Att öka DPI-inställningen resulterar i större text och ikoner, medan en lägre DPI-inställning ser mindre ut på skärmen.
vi: Tự động phát hiện DPI nhằm tái hiện các mục với số lượng pixel phù hợp. Hiển thị cùng một kích thước (tương đối) trên các thiết bị khác nhau, giữ độ sắc nét. Tăng DPI tăng kích thước văn bản và biểu tượng, hoặc ngược lại.
zh_tw: 自動偵測您的螢幕解析度，以便以正確的像素位元數繪出物件。這在不同的裝置上通常會顯示出(大約)同等的尺寸，但仍保有銳利度。增加解析度會放大文字與圖像，低解析度會讓螢幕上的東西看起來較小。

source: Small (%1)
bg_bg: Малко (%1)
he: קטן (%1)
sv: Liten (%1)
vi: Nhỏ (%1)
zh_tw: 小 (%1)

source: Medium (%1)
bg_bg: Средно (%1)
he: בינוני (%1)
vi: Vừa (%1)
zh_tw: 中 (%1)

source: Large (%1)
bg_bg: Голямо (%1)
he: גדול (%1)
sv: Stor (%1)
vi: Lớn (%1)
zh_tw: 大 (%1)

source: Extra large (%1)
bg_bg: Много голямо (%1)
he: גדול במיוחד (%1)
sv: Extra stor (%1)
vi: Lớn hơn (%1)
zh_tw: 特大 (%1)

source: Extra-Extra Large (%1)
bg_bg: Огромно (%1)
he: גדול ממש, אבל ממש (%1)
sv: Extra-extra stor (%1)
vi: Cực lớn (%1)
zh_tw: 超特大 (%1)

source: Extra-Extra-Extra Large (%1)
bg_bg: Гигантско (%1)
he: גדול להחריד (%1)
sv: Extra-extra-extra stor (%1)
vi: Lớn nhất (%1)
zh_tw: 最大 (%1)

source: Custom DPI: %1 (hold to set)
bg_bg: DPI по избор: %1 (задръжте за въвеждане)
he: DPI מותאם אישית: %1 (החזק כדי להגדיר)
sv: Anpassad DPI: %1 (håll för att ställa in)
vi: DPI thủ công: %1 (giữ để đặt)
zh_tw: 自訂解析度: %1(長按要選擇的數值)

source: Custom DPI
bg_bg: DPI по избор
he: DPI מותאם אישית
sv: Anpassade punkter per tum
vi: DPI thủ công
zh_tw: 自訂 DPI

source: E-ink settings
bg_bg: Настройки на електронното мастило
he: הגדרות דיו אלקטרוני
sv: E-bläcksinställningar
vi: Cài đặt màn hình E-ink
zh_tw: 電子紙設定

source: Use smaller panning rate
bg_bg: Използване на ниска скорост на панорамиране
he: להשתמש בקצב עיון קטן יותר
sv: Använd en lägre panoreringshastighet
vi: Giảm tần suất làm mới màn hình khi cuộn
zh_tw: 使用更小的平移比率 (panning rate)

source: Notifications
bg_bg: Известия
he: התראות
vi: Thông báo
zh_tw: 通知

source: Notification popups may be shown at the top of screen on various occasions. This allows selecting which to show or hide.
bg_bg: По различни поводи, в горната част на екрана, могат да бъдат показвани известия. От тук можете да изберете кои от тях да бъдат показвани и кои не.
he: ניתן להציג חלונות קופצים להתראות בחלק העליון של המסך בהזדמנויות שונות. זה מאפשר לבחור איזה להציג או להסתיר.
vi: Các cửa sổ thông báo bật lên có thể được hiển thị ở phía trên màn hình trong nhiều trường hợp. Tùy chọn này cho phép bạn chọn cái nào sẽ hiển thị hoặc ẩn đi.
zh_tw: 通知彈出視窗可能會在不同的情況下顯示在螢幕的頂部。 這允許選擇顯示或隱藏哪一個。

source: From bottom menu icons
bg_bg: От пиктограми на долното меню
he: מהסמלים של התפריט התחתון
vi: Từ các biểu tượng trình đơn dưới cùng
zh_tw: 來自底部選單圖示

source: From bottom menu toggles
bg_bg: От превключватели на долното меню
he: מהמתגים של התפריט התחתון
vi: Từ các nút chuyển đổi trình đơn dưới cùng
zh_tw: 來自底部選單切換開關

source: From bottom menu ± buttons
bg_bg: От бутони за ± на долното меню
he: מהכפתורים ± של התפריט התחתון
vi: Từ các nút ± trình đơn dưới cùng
zh_tw: 來自底部選單 ± 按鈕

source: From bottom menu ⋮ buttons
bg_bg: От бутони за ⋮ на долното меню
he: מהכפתורים ⋮ של התפריט התחתון
vi: Từ các nút ⋮ trình đơn dưới cùng
zh_tw: 來自底部選單 ⋮ 按鈕

source: From bottom menu progress bars
bg_bg: От ленти за напредъка на долното меню
he: מסרגלי ההתקדמות של התפריט התחתון
vi: Từ các thanh tiến độ trình đơn dưới cùng
zh_tw: 來自底部選單進度條

source: From gestures and profiles
bg_bg: От жестове и профили
he: ממחוות ופרופילים
vi: Từ cử chỉ và hồ sơ
zh_tw: 來自手勢與設定檔

source: From all other sources
bg_bg: От всички други източници
he: מכל המקורות האחרים
vi: Từ tất cả các nguồn khác
zh_tw: 來自其他來源

source: Show past notifications
bg_bg: Предишни известия
he: הצגת התראות קודמות
vi: Hiển thị thông báo trước đó
zh_tw: 顯示過去通知

source: No notifications available.
bg_bg: Липсват известия.
he: אין התראות זמינות.
vi: Không có thông báo nào khả dụng.
zh_tw: 目前沒有通知。

source: Past notifications
bg_bg: Предишни известия
he: התראות קודמות
vi: Thông báo trước đó
zh_tw: 過去通知

source: Ignore accelerometer rotation events
bg_bg: Без събития от акселерометъра
he: התעלמות מאירועי סיבוב מד תאוצה
sv: Ignorera accelerometerrotationshändelser
vi: Bỏ qua xoay hồi chuyển
zh_tw: 忽略加速度計旋轉事件

source: This will inhibit automatic rotations triggered by your device's gyro.
bg_bg: Дава възможност за предотвратяване на автоматичното завъртане, задействано от акселерометъра на устройство.
he: זה ישבת סיבובים אוטומטיים המופעלים על ידי הגירוסקופ של המכשיר.
vi: Điều này sẽ ngăn chặn việc xoay tự động do con quay hồi chuyển của thiết bị kích hoạt.
zh_tw: 這會停用裝置陀螺儀所觸發的自動旋轉。

source: Lock auto rotation to current orientation
bg_bg: Залючване на автом. завъртане в текущото положение
he: נעל סיבוב אוטומטי לכיוון הנוכחי
vi: Khóa xoay tự động theo hướng hiện tại
zh_tw: 將自動旋轉鎖定為目前方向

source: When checked, the gyro will only be honored when switching between the two inverse variants of your current rotation, i.e., Portrait <-> Inverted Portrait OR Landscape <-> Inverted Landscape. Switching between (Inverted) Portrait and (Inverted) Landscape will be inhibited. If you need to do so, you'll have to use the UI toggles.
bg_bg: Когато е отметнато, жироскопът ще бъде зачитан само при преминаване между двете противоположни състояния на завъртане, т.е. портрет ↔ обърнат портрет ИЛИ пейзаж ↔ обърнат пейзаж. Преминаването между (обърнат) портрет и (обърнат) пейзаж ще бъде възпрепятствано. Ако ви се наложи да го направите, ще трябва да използвате потребителския интерфейс.
he: כשמסומן, הגירוסקופ יכובד רק בעת מעבר בין שתי מצבים ההפוכים לסיבוב הנוכחי, כלומר, דיוקן <-> דיוקן הפוך או נוף <-> נוף הפוך. המעבר בין דיוקן (הפוך) לנוף (הפוך) יושבת. אם תצטרך לעשות זאת, תצטרך להשתמש במתגי ממשק המשתמש.
vi: Khi được chọn, con quay hồi chuyển sẽ chỉ được chấp nhận khi chuyển đổi giữa hai biến thể đảo ngược của hướng xoay hiện tại của bạn, tức là Dọc <-> Dọc Đảo ngược HOẶC Ngang <-> Ngang Đảo ngược. Việc chuyển đổi giữa Dọc (Đảo ngược) và Ngang (Đảo ngược) sẽ bị ngăn chặn. Nếu bạn cần làm như vậy, bạn sẽ phải sử dụng các nút chuyển đổi trên giao diện người dùng.
zh_tw: 選取後，只有當旋轉的角度為180度時，才會按照陀螺儀感知改變螢幕方向， 即，僅能在直向與反向直向，或橫向與反向橫向之間切換， 而無法在橫向與直向之間切換。 如果需要在橫向與直向之間切換，就必須使用 UI 切換鍵。

source: Keep current rotation across views
bg_bg: Запазване на текущото завъртане
he: השאר את הסיבוב הנוכחי בין תצוגות
vi: Giữ hướng xoay hiện tại giữa các chế độ xem
zh_tw: 在不同檢視中保持目前螢幕方向

source: When checked, the current rotation will be kept when switching between the file browser and the reader, in both directions, and that no matter what the document's saved rotation or the default reader or file browser rotation may be. This means that nothing will ever sneak a rotation behind your back, you choose your device's rotation, and it stays that way. When unchecked, the default rotation of the file browser and the default/saved reader rotation will not affect each other (i.e., they will be honored), and may very well be different.
bg_bg: Когато е отметнато, текущото завъртане ще бъде запазено при превключване между управлението на файлове и четеца и в двете посоки, без значение какво е запазеното завъртане на документа или подразбираното завъртане на четеца или управлението на файлове. Това означава, че вие избирате завъртането на устройството и то остава така. Когато не е отметнато, подразбираното завъртане на управлението на файлове и подразбираното/запазеното завъртане на четеца няма да си влияят (т.е. ще бъдат зачитани) и е много възможно да бъдат различни.
he: כשמסומן, המצב הסיבוב הנוכחי יישמר בעת מעבר בין דפדפן הקבצים לקריין, בשני הכיוונים, לא משנה מה הסיבוב שנשמר במסמך או מה ברירת המחדל של הקורא או סיבוב דפדפן הקבצים. זה אומר ששום דבר לא יתגנב ויגרום לסיבוב מאחורי גבך, אתה בוחר את סיבוב המכשיר, והוא נשאר ככה. אם לא מסומן, מצבי סיבוב ברירת המחדל של דפדפן הקבצים וסיבוב הקורא המוגדר כברירת מחדל/שמור לא ישפיעו זה על זה (כלומר, הם יכובדו), ויכולים להיות שונים.
vi: Khi được chọn, hướng xoay hiện tại sẽ được giữ nguyên khi chuyển đổi giữa trình duyệt tập tin và trình đọc, theo cả hai chiều, và không bị ảnh hưởng bởi hướng xoay đã lưu của tài liệu, hay hướng xoay mặc định của trình đọc/trình duyệt tập tin. Điều này có nghĩa là sẽ không có bất kỳ thay đổi hướng xoay nào diễn ra ngoài ý muốn của bạn, bạn chọn hướng xoay cho thiết bị và nó sẽ giữ nguyên như vậy. Khi bỏ chọn, hướng xoay mặc định của trình duyệt tập tin và hướng xoay mặc định/đã lưu của trình đọc sẽ không ảnh hưởng lẫn nhau (tức là chúng sẽ được ưu tiên sử dụng) và có thể rất khác nhau.
zh_tw: 勾選此項後，在檔案瀏覽器和閱讀器之間進行雙向切換時，將保持目前的螢幕方向，無論文件儲存的方向是什麼，也不管預設的閱讀器或檔案瀏覽器的方向是什麼。 這意味著螢幕方向由你做主，你選擇了裝置的螢幕方向，它就一直這樣。 未選取此選項時，檔案瀏覽器的預設旋轉和閱讀器的預設/儲存旋轉將不會相互影響，且很有可能會不同。

source: Image viewer rotation
bg_bg: Завъртане при преглед на изображения
he: סיבוב מציג תמונות
vi: Xoay trình xem ảnh
zh_tw: 圖片檢視器旋轉方式

source: Invert default rotation in portrait mode
bg_bg: Обръщане на подразб. завърт. при портрет
he: להפוך סיבוב ברירת מחדל במצב אנכי
vi: Đảo ngược xoay mặc định ở chế độ dọc
zh_tw: 在直向模式下反轉預設旋轉

source: Invert default rotation in landscape mode
bg_bg: Обръщане на подразб. завърт. при пейзаж
he: להפוך סיבוב ברירת מחדל במצב אופקי
vi: Đảo ngược xoay mặc định ở chế độ ngang
zh_tw: 在橫向模式下反轉預設旋轉

source: Auto-rotate for best fit
bg_bg: Автом. завъртане за най-добро запълване
he: סיבוב אוטומטי להתאמה הטובה ביותר
vi: Tự động xoay để vừa vặn nhất
zh_tw: 自動旋轉以最佳顯示

source: Auto-rotate the image to best match screen and image aspect ratios on image viewer launch (ie. if in portrait mode, a landscape image will be rotated).
bg_bg: При стартиране на приложението за преглед на изображения те автоматично ще бъдат завъртяни, за да пасват най-добре на съотношението на страните на екрана (т.е. ако режимът е портретен, пейзажното изображение ще бъде завъртяно).
he: סיבוב התמונה אוטומטית כדי להתאים באופן מיטבי ליחסי הממדים של הצג ושל התמונה בהפעלת המציג התמונות (למשל, אם במצב אנכי, תמונה אופקית תסובב).
vi: Tự động xoay hình ảnh để phù hợp nhất với tỉ lệ khung hình của màn hình và hình ảnh khi khởi chạy trình xem ảnh (tức là nếu ở chế độ dọc, hình ảnh ngang sẽ được xoay).
zh_tw: 在啟動圖片檢視器時，自動旋轉圖片以最佳符合螢幕與圖片的長寬比（例如：若在直向模式下，橫向圖片將會被旋轉）。

source: Wallpaper
bg_bg: Тапет
he: תמונת רקע
vi: Hình nền
zh_tw: 桌布

source: Show book cover on sleep screen
bg_bg: Корицата да бъде показвана на екрана за сън
he: הצגת עטיפת הספר על מסך השינה
vi: Hiển thị bìa sách trên màn hình chờ
zh_tw: 在休眠畫面顯示書籍封面

source: Show custom image or cover on sleep screen
bg_bg: Показване на изображение или корица на екрана за сън
he: הצגת תמונה מותאמת אישית או עטיפה על מסך השינה
vi: Hiển thị ảnh tùy chỉnh hoặc bìa sách trên màn hình chờ
zh_tw: 在休眠畫面顯示自訂圖片或書籍封面

source: Show random image from folder on sleep screen
bg_bg: Случайно изображение от папка на екрана за сън
he: להציג תמונה אקראית מהתיקייה במסך השינה
vi: Hiển thị ảnh ngẫu nhiên từ thư mục trên màn hình chờ
zh_tw: 在休眠畫面顯示資料夾隨機圖片

source: Show reading progress on sleep screen
bg_bg: Показване на напредъка в четенето на екрана за сън
he: הצגת התקדמות הקריאה על גבי מסך השינה
vi: Hiển thị tiến độ đọc trên màn hình chờ
zh_tw: 在休眠畫面顯示閱讀進度

source: Show book status on sleep screen
bg_bg: Състояние на книгата на екрана за сън
he: הצגת מצב הספר במסך השינה
vi: Hiển thị trạng thái sách trên màn hình chờ
zh_tw: 在休眠畫面顯示書籍狀態

source: Leave screen as-is
bg_bg: Фонът на екрана се задава от устройството
he: להשאיר את המסך כפי שהוא
vi: Giữ nguyên màn hình
zh_tw: 保持螢幕不變

source: Ignore book cover
bg_bg: Пренебрегване на корицата
he: התעלמות מהכריכה
vi: Bỏ qua bìa sách
zh_tw: 不使用書籍封面

source: Choose when to ignore showing book covers on the sleep screen.
bg_bg: Укажете кога корицата да не бъде показвана на екрана по време на сън.
he: לבחור מתי להתעלם מהצגת כריכות הספרים במסך השינה.
vi: Chọn thời điểm bỏ qua hiển thị bìa sách trên màn hình chờ.
zh_tw: 設定休眠畫面何時不顯示書籍封面。

source: For books on hold
bg_bg: На оставените книги
he: לספרים בהמתנה
vi: Đối với sách đang chờ
zh_tw: 針對暫停中的書籍

source: When the device is locked and the current book has been marked as on hold, both the cover and sleep screen message of the book will not be shown.
bg_bg: Ако устройството е заключено и текущата книга е отбелязана като оставена, тогава и корицата, и съобщението при сън за книгата няма да бъдат показани.
he: כאשר ההתקן נעול והספר הנוכחי סומן להמתנה, גם הכריכה וגם הודעת שנת המסך של הספר לא תופענה.
vi: Khi thiết bị khóa và sách hiện tại được đánh dấu là đang tạm dừng, cả bìa sách và thông báo màn hình chờ của sách sẽ không được hiển thị.
zh_tw: 當裝置鎖定且目前書籍被標記為暫停閱讀時，該書的封面與休眠畫面訊息將不會顯示。

source: For finished books
bg_bg: На прочетените книги
he: לספרים שסיימת
vi: Đối với sách đã hoàn thành
zh_tw: 針對已讀完的書籍

source: When the device is locked and the current book has been marked as finished, both the cover and sleep screen message of the book will not be shown.
bg_bg: Ако устройството е заключено и текущата книга е отбелязана като завършена, тогава и корицата, и съобщението при сън за книгата няма да бъдат показани.
he: כאשר ההתקן נעול והספר הנוכחי סומנו שהסתיימו, גם הכריכה וגם הודעת שנת המסך של הספר לא תופענה.
vi: Khi thiết bị khóa và sách hiện tại đã được đánh dấu là đã đọc xong, cả bìa sách và thông báo màn hình chờ của sách sẽ không được hiển thị.
zh_tw: 當裝置鎖定且目前書籍被標記為已讀完時，該書的封面與休眠畫面訊息將不會顯示。

source: When in file browser
bg_bg: На екрана за управление на файлове
he: כאשר בדפדפן הקבצים
vi: Khi ở trình duyệt tập tin
zh_tw: 當在檔案瀏覽器中

source: When the device is locked from the file browser, both the cover and sleep screen message of the last opened book will not be shown.
bg_bg: Ако устройството е заключено на екрана за управление на файлове, тогава и корицата, и съобщението при сън за последната книга няма да бъдат показани.
he: כאשר המכשיר נעול ממנהל הקבצים, גם הכריכה וגם ההודעה על המסך השינה של הספר האחרון שנפתח לא תוצגנה.
vi: Khi thiết bị khóa từ trình duyệt tệp, cả bìa sách và thông báo màn hình chờ của cuốn sách được mở gần nhất sẽ không được hiển thị.
zh_tw: 當裝置從檔案瀏覽器被鎖定時，最後開啟書籍的封面與休眠畫面訊息將不會顯示。

source: Border fill, rotation, and fit
bg_bg: Контури, завъртане и запълване
he: מילוי, הטייה והתאמה של המסגרת
vi: Đổ đầy viền, xoay, và căn chỉnh
zh_tw: 邊框填充、旋轉與適配

source: Black fill
bg_bg: Запълване с черно
he: מילוי בשחור
vi: Đổ đầy màu đen
zh_tw: 黑色填充

source: White fill
bg_bg: Запълване с бяло
he: מילוי בלבן
vi: Đổ đầy màu trắng
zh_tw: 白色填充

source: No fill
bg_bg: Без запълване
he: ללא מילוי
vi: Không đổ đầy
zh_tw: 無填充

source: Stretch to fit screen (with limit: %1 %)
bg_bg: Разтягане до размера на екрана (ограничение: %1 %)
he: מתיחה להתאמה למסך (עם מגבלה: %1 %)
vi: Kéo giãn để vừa màn hình (với giới hạn: %1 %)
zh_tw: 縮放至符合螢幕（限制：%1 %）

source: Stretch cover to fit screen
bg_bg: Разтягане на корицата до размера на екрана
he: מתיחה כדי להתאים למסך
vi: Kéo giãn bìa để vừa màn hình
zh_tw: 縮放封面以符合螢幕

source: Rotate cover for best fit
bg_bg: Завъртане на корицата за най-добро запълване
he: סיבוב תמונת השאר להתאמה מיטבית
vi: Xoay bìa để căn chỉnh tốt nhất
zh_tw: 旋轉封面以最佳顯示

source: Postpone screen update after wake-up
bg_bg: Отлагане обновяването на екрана до събуждане
he: עיכוב עדכון המסך לאחר התעוררות
vi: Hoãn cập nhật màn hình sau khi đánh thức
zh_tw: 喚醒後延遲螢幕更新

source: 1 second
bg_bg: 1 секунда
he: שנייה
sv: 1 sekund
vi: %1 giây
zh_tw: %1 秒

source: 3 seconds
bg_bg: 3 секунди
he: 3 שניות
sv: 3 sekunder
vi: 3 giây
zh_tw: 3 秒

source: 5 seconds
bg_bg: 5 секунди
he: 5 שניות
sv: 5 sekunder
vi: 5 giây
zh_tw: 5 秒

source: Until a tap
bg_bg: До първо докосване
he: עד להקשה
vi: Cho đến khi chạm
zh_tw: 直到點擊

source: Until a key press
bg_bg: До натискане на клавиш
he: עד ללחיצה על מקש
vi: Cho đến khi nhấn phím
zh_tw: 直到按下按鍵

source: Until 'exit sleep screen' gesture
bg_bg: До използване на жеста „Изход от екрана за режим на сън“
he: עד לתנועת אצבע ‚ליציאה ממסך השינה’
zh_tw: 直到「退出休眠畫面」手勢

source: Custom images
bg_bg: Потребителски изображения
he: תמונות מותאמות אישית
vi: Ảnh tùy chỉnh
zh_tw: 自訂圖片

source: Choose image or document cover
bg_bg: Избиране на изображение или корица
he: בחירת תמונה או עטיפה למסמך
vi: Chọn ảnh hoặc bìa tài liệu
zh_tw: 選擇圖片或文件封面

source: Choose random image folder
bg_bg: Избиране на случайна папка с изображения
he: בחירת תיקיית תמונות אקראיות
vi: Chọn thư mục ảnh ngẫu nhiên
zh_tw: 選擇隨機圖片資料夾

source: Cycle through images in order
bg_bg: Показване на изображенията подред
he: חזרה על התמונות לפי הסדר שלהן
vi: Chuyển qua các ảnh theo thứ tự
zh_tw: 依排序循環顯示圖片
