Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

source: Wikipedia lookup
bg_bg: Търсене в Уикипедия
he: איתור בוויקיפדיה
sv: Wikipedia-uppslag
vi: Tra cứu Wikipedia
zh_tw: 維基百科查詢

source: Wikipedia history
bg_bg: История на Уикипедия
he: היסטוריה של ויקיפדיה
sv: Wikipedia-historiken
vi: Lịch sử Wikipedia
zh_tw: 維基百科歷史記錄

source: Wikipedia settings
bg_bg: Настройки на Уикипедия
he: הגדרות ויקיפדיה
sv: Wikipedia-inställningar
vi: Cài đặt Wikipedia
zh_tw: 維基百科的設定

source: Set Wikipedia languages
bg_bg: Задаване на езици за Уикипедия
he: הגדרת שפות בוויקיפדיה
sv: Ställ in Wikipedia-språk
vi: Đặt ngôn ngữ Wikipedia
zh_tw: 設定維基百科語言

source: %1 does not look like a valid Wikipedia language.
bg_bg: %1 не прилича на език в Уикипедия.
he: %1 לא נראה כמו שפה תקפה בוויקיפדיה.
sv: %1 ser inte ut som ett giltigt Wikipedia språk.
vi: %1 trông có vẻ không phải dạng ngôn ngữ chuẩn của Wikipedia.
zh_tw: %1 看起來不像是個有效的維基百科語言。

source: Wikipedia languages
bg_bg: Езици в Уикипедия
he: שפות ויקיפדיה
sv: Wikipedia-språk
vi: Ngôn ngữ Wikipedia
zh_tw: 維基百科的語言

source: Enter one or more Wikipedia language codes (the 2 or 3 letters before .wikipedia.org), in the order you wish to see them available, separated by a space. For example: en fr zh Full list at https://en.wikipedia.org/wiki/List_of_Wikipedias
bg_bg: Въведете един или повече кодове за език на Уикипедия (2-те или 3-те букви преди .wikipedia.org) в реда, в който желаете да ги видите, разделени с интервал. Например: en fr bg Пълен списък на адрес https://en.wikipedia.org/wiki/List_of_Wikipedias
he: הזן אחד או יותר מקודי שפה של ויקיפדיה (ה-2 או 3 אותיות לפני .wikipedia.org), לפי הסדר שאתה רוצה שיהיו זמינים, מופרדים בידי רווח. לדוגמה: en fr zh הרשימה המלאה בכתובת https://en.wikipedia.org/wiki/List_of_Wikipedias
sv: Ange en eller flera Wikipedia-språkkoder (de 2 eller 3 bokstäverna före .wikipedia.org), i den ordning du vill se dem tillgängliga, åtskilda av ett mellanslag. Till exempel: en fr zh Hela listan på https://en.wikipedia.org/wiki/List_of_Wikipedias
vi: Nhập một hoặc nhiều mã ngôn ngữ Wikipedia (2 hoặc 3 chữ cái trước .wikipedia.org), hiển thị kết quả tìm kiếm theo thứ tự ngôn ngữ, phân tách bằng dấu cách " ". Ví dụ: en fr zh (Hiển thị kết quả tiếng Anh, sau đó là tiếng Pháp...) Danh sách đầy đủ tại https://en.wikipedia.org/wiki/List_of_Wikipedias
zh_tw: 請依照您希望瀏覽的順序，輸入一或多個維基百科語言碼（也就是 .wikipedia.org 前面那兩到三個字母），並透過空白分隔。例如： en fr zh 完整清單詳見 https://en.wikipedia.org/wiki/List_of_Wikipedias

source: Set Wikipedia 'Save as EPUB' folder
bg_bg: Задване на „Запазване като EPUB“ в Уикипедия
he: הגדר את תקיית 'שמירה כ-EPUB' של ויקיפדיה
vi: Thiết lập thư mục lưu Wikipedia dưới dạng EPUB
zh_tw: 設定將維基百科「儲存為 EPUB」的資料夾

source: Wikipedia articles can be saved as an EPUB for more comfortable reading. You can choose an existing folder, or use a default folder named "Wikipedia" in your reader's home folder.
bg_bg: Статиите в Уикипедия могат да бъдат запазени като EPUB за по-удобно четене. Можете да изберете съществуваща папка или да използвате папката по подразбиране с име „Wikipedia“ в началната папка.
he: ניתן לשמור ערכים מוויקיפדיה כ־EPUB לקריאה נוחה יותר. אפשר לבחור תיקייה קיימת, או להשתמש בתיקיית ברירת מחדל בשם „Wikipedia” בתיקיית הבית של הקורא שלך.
vi: Các bài viết trên Wikipedia có thể được lưu dưới dạng EPUB để đọc thoải mái hơn. Bạn có thể chọn một thư mục hiện có, hoặc sử dụng thư mục mặc định có tên "Wikipedia" nằm trong thư mục chính của thiết bị đọc.
zh_tw: 維基百科文章能以 EPUB 格式儲存，以進行更舒適的閱讀。 您可以選擇已存在的資料夾，或者使用閱讀器家資料夾中名為「Wikipedia」的預設資料夾。

source: Current Wikipedia 'Save as EPUB' folder:
bg_bg: Текущата папка на Уикипедия „Запазване като EPUB“:
he: תיקייה נוכחית של ‚שמירה כ־EPUB’ של ויקיפדיה:
vi: Thư mục hiện tại để lưu Wikipedia dưới dạng EPUB:
zh_tw: 目前維基百科的「儲存為 EPUB」資料夾為：

source: Save Wikipedia EPUB in current book folder
bg_bg: Запазване на EPUB от Уикипедия в папката на текущата книга
he: שמירת EPUB של וויקיפדיה בתיקיית הספרים הנוכחית
vi: Lưu Wikipedia dưới dạng EPUB trong thư mục sách hiện tại
zh_tw: 在目前的書籍資料夾儲存維基百科 EPUB

source: ask
bg_bg: питане
he: לשאול
vi: hỏi
zh_tw: 未設定

source: always
bg_bg: винаги
he: תמיד
sv: alltid
vi: luôn luôn
zh_tw: 永遠

source: never
bg_bg: никога
he: לעולם לא
vi: không bao giờ
zh_tw: 永不

source: Include images in EPUB: %1
bg_bg: Включително изображенията в EPUB: %1
he: לכלול תמונות ב־EPUB‏: %1
vi: Bao gồm hình ảnh trong EPUB: %1
zh_tw: 包含 EPUB 中的圖片：%1

source: Ask
bg_bg: Питане
he: לשאול
vi: Hỏi
zh_tw: 依使用者選擇

source: Include images
bg_bg: Включително изображения
he: לכלול תמונות
vi: Bao gồm hình ảnh
zh_tw: 包含圖片

source: Don't include images
bg_bg: Без изображения
he: לא לכלול תמונות
vi: Không bao gồm hình ảnh
zh_tw: 不包含圖片

source: higher
bg_bg: подобрено
he: גבוה יותר
vi: cao hơn
zh_tw: 較高畫質

source: standard
bg_bg: стандартно
he: רגיל
vi: tiêu chuẩn
zh_tw: 標準畫質

source: Images quality in EPUB: %1
bg_bg: Качество на изображениата е EPUB: %1
he: איכות התמונות ב־EPUB‏: %1
vi: Chất lượng hình ảnh trong EPUB: %1
zh_tw: EPUB 中的圖片品質：%1

source: Standard quality
bg_bg: Стандартно качество
he: איכות רגילה
sv: Standardkvalitet
vi: Chất lượng tiêu chuẩn
zh_tw: 標準品質

source: Higher quality
bg_bg: По-високо качество
he: איכות גבוהה יותר
sv: Högre kvalitet
vi: Chất lượng cao
zh_tw: 更高品質

source: Wikipedia lookup history
bg_bg: История на търсеното в Уикипедия
he: היסטוריית חיפוש בוויקיפדיה
vi: Lịch sử Tra cứu Wikipedia
zh_tw: 維基百科查詢歷史

source: Enable Wikipedia history
bg_bg: Включване на историята на Уикипедия
he: הפעלת היסטוריית ויקיפדיה
sv: Aktivera Wikipedia-historik
vi: Hiển thị lịch sử tìm kiếm Wikipedia
zh_tw: 啟用維基百科歷史記錄

source: Clean Wikipedia history
bg_bg: Почистване историята на Уикипедия
he: ניקוי ההיסטוריה של ויקיפדיה
sv: Rensa Wikipedia-historiken
vi: Xóa lịch sử Wikipedia
zh_tw: 清除維基百科歷史記錄

source: Clean Wikipedia history?
bg_bg: Почистване историята на Уикипедия?
he: לנקות את ההיסטוריה של ויקיפדיה?
sv: Rensa Wikipedia-historiken?
vi: Xác nhận xóa lịch sử Wikipedia?
zh_tw: 要清除維基百科歷史記錄嗎？

source: Show image in search results
bg_bg: Показване на изображения в резултатите от търсенето
he: הצגת תמונה בתוצאות החיפוש
sv: Visa bild i sökresultat
vi: Hiển thị hình ảnh trong kết quả tìm kiếm
zh_tw: 在搜尋結果中顯示圖片

source: Show more images in full article
bg_bg: Показване на повече изображения в цялата статия
he: להציג תמונות נוספות בערך המלא
sv: Visa fler bilder i hela artikeln
vi: Hiển thị thêm hình ảnh trong bài viết hoàn chỉnh
zh_tw: 在全文中顯示更多圖片

source: Retrieving Wikipedia %2 article: %1
bg_bg: Извличане на статия от Уикипедия %2: %1
he: מתקבל הערך %2 מוויקיפדיה: %1
sv: Hämtar Wikipedia %2 artikel: %1
vi: Truy xuất bài viết Wikipedia%2: %1
zh_tw: 正在取回維基百科 %2 文章： %1

source: Failed to retrieve Wikipedia article.
bg_bg: Грешка при извличане на статия от Уикипедия.
he: אחזור הערך מוויקיפדיה נכשל.
sv: Misslyckades med att hämta Wikipedia-artikeln.
vi: Truy xuất bài viết trên Wikipedia thất bại.
zh_tw: 取回維基百科文章失敗了。

source: Wikipedia article not found.
bg_bg: Статията не е намерена в Уикипедия.
he: הערך לא נמצא בוויקיפדיה.
sv: Wikipedia-artikeln hittades inte.
vi: Không tìm thấy bài viết trên Wikipedia.
zh_tw: 未發現維基百科文章。

source: Searching Wikipedia %2 for: %1
bg_bg: Търсене в Уикипедия %2 за: %1
he: מתבצע חיפוש אחר %2 בוויקיפדיה: %1
sv: Söker på Wikipedia %2 efter: %1
vi: Đang tìm kiếm Wikipedia %2 cho: %1
zh_tw: 正在搜尋維基百科 %2： %1

source: Failed searching Wikipedia.
bg_bg: Грешка при търсене в Уикипедия.
he: החיפוש בוויקיפדיה נכשל.
sv: Misslyckades med att söka i Wikipedia.
vi: Tìm kiếm Wikipedia thất bại.
zh_tw: 搜尋維基百科失敗了。

source: No introduction.
bg_bg: Без увод.
he: אין הקדמה.
vi: Không có phần giới thiệu.
zh_tw: 無引言。

source: (full article : %1 kB, = %2 x this intro length)
bg_bg: (цяла статия: %1 кБ, = %2 x дължината на този увод)
he: (ערך מלא : ‎%1 ק״ב,‬ ‫= %2 x‬ אורך מבוא זה)
sv: (hel artikel : %1 kB, = %2 x denna intro längd)
vi: (toàn bộ bài viết: %1 kB, = %2 lần độ dài phần giới thiệu này)
zh_tw: （全文：%1 kB， = %2 x 此簡介長度）

source: Wikipedia %1
bg_bg: Уикипедия %1
he: ויקיפדיה %1
zh_tw: 維基百科 %1

source: Wikipedia request interrupted.
bg_bg: Заявката за Уикипедия е прекъсната.
he: בקשת ויקיפדיה נקטעה.
vi: Tìm kiếm Wikipedia bị hủy bỏ.
zh_tw: 維基百科的查詢請求已中斷。

source: page
bg_bg: страници
he: עמוד
sv: sida
vi: Trang
zh_tw: 頁面

source: full
bg_bg: изцяло
he: מלא
vi: Đầy đủ
zh_tw: 完整

source: width
bg_bg: ширина
he: רוחב
vi: Chiều rộng
zh_tw: 寬度

source: height
bg_bg: височина
he: גובה
vi: Chiều cao
zh_tw: 高度

source: content
bg_bg: съдържание
he: תוכן
vi: Nội dung
zh_tw: 內容

source: columns
bg_bg: колони
he: עמודות
vi: Cột
zh_tw: 欄

source: rows
bg_bg: редове
he: שורות
vi: Hàng
zh_tw: 列

source: manual
bg_bg: ръчно
he: ידני
sv: handledning
vi: Thủ công
zh_tw: 手動

source: Zoom to fit page works best with page view.
bg_bg: Увеличаването до побиране на страницата работи най-добре при изглед „страници“.
he: תקריב להתאמה לדף עובד הכי טוב עם תצוגת עמוד.
sv: Zooma för att passa sida fungerar bäst med sidvy.
vi: Thu phóng để vừa với trang (chế độ xem trang).
zh_tw: 適應頁面縮放適合用於頁面檢視。

source: Zoom to fit page height works best with page view.
bg_bg: Увеличаването до побиране на страницата по височина работи най-добре при изглед „страници“.
he: תקריב להתאמה לגובה העמוד עובד הכי טוב עם תצוגת עמוד.
sv: Zooma för att passa sidhöjd fungerar bäst med sidvy.
vi: Thu phóng để vừa với chiều cao trang (chế độ xem trang).
zh_tw: 適應頁面高度縮放適合用於頁面檢視。

source: Zoom to fit content height works best with page view.
bg_bg: Увеличаването до побиране на съдържанието по височина работи най-добре при изглед„ страници“.
he: תקריב להתאמה לגובה התוכן עובד הכי טוב עם תצוגת עמוד.
sv: Zooma för att passa höjden fungerar bäst med sidvy.
vi: Thu phóng để phù hợp với chiều cao nội dung (chế độ xem trang).
zh_tw: 適應內容高度縮放適合用於頁面檢視。

source: Zoom to fit content works best with page view.
bg_bg: Увеличаването до побиране на съдържанието работи най-добре при изглед „страници“.
he: תקריב להתאמה לתוכן עובד הכי טוב עם תצוגת עמוד.
sv: Zooma för att passa innehåll fungerar bäst med sidvy.
vi: Thu phóng để phù hợp với nội dung (chế độ xem trang).
zh_tw: 適應內容縮放適合用於頁面檢視。

source: Zoom to fit columns works best with page view.
bg_bg: Увеличаването до побиране на колоните работи най-добре при изглед „страници“.
he: תקריב להתאמת העמודות עובד הכי טוב עם תצוגת עמוד.
vi: Thu phóng để phù hợp với các cột (chế độ xem trang).
zh_tw: 適應欄縮放適合用於頁面檢視。

source: Set horizontal overlap
bg_bg: Задаване на хоризонтално припокриване
he: הגדרת חפיפה אופקית
vi: Đặt chồng lấn theo chiều ngang
zh_tw: 設定水平重疊

source: Set vertical overlap
bg_bg: Задаване на вертикално припокриване
he: הגדרת חפיפה אנכית
vi: Đặt chồng lấn theo chiều dọc
zh_tw: 設定垂直重疊

source: Zoom set to: mode: %1 number of columns: %2 number of rows: %4 horizontal overlap: %3 % vertical overlap: %5 % zoom factor: %6
bg_bg: Задаване на мащаба на: режим: %1 брой колони: %2 брой редове: %4 хоризонтално припокриване: %3 % вертикално припокриване: %5 % коефициент на увеличение: %6
he: תקריב מוגדר ל־: מצב: %1 מספר עמודות: %2 מספר שורות: %4 חפיפה אופקית: %3% חפיפה אנכית: %5% מקדם תקריב: %6
vi: Thu phóng được đặt thành: chế độ: %1 số cột: %2 số hàng: %4 chồng lấn ngang: %3 % chồng lấn dọc: %5 % hệ số thu phóng: %6
zh_tw: 縮放設定為： 模式：%1 欄數：%2 列數：%4 水平重疊：%3 % 垂直重疊：%5 % 縮放係數：%6

source: %1 In combination with continuous view (scroll mode), this can cause unexpected vertical shifts when turning pages.
bg_bg: %1 В комбинация с непрекъснат изглед (режим на прелистване) може да доведе до неочаквано вертикално разместване при прелистване на страници.
he: %1 בשילוב עם תצוגה רציפה (מצב גלילה), זה יכול לגרום לתזוזות אנכיות בלתי צפויות בעת העברת העמוד.
sv: %1 I kombination med kontinuerlig vy (rullningsläge) kan detta förorsaka oväntade vertikalaskift vid sidbyten.
vi: %1 Kết hợp với chế độ xem liên tục (chế độ cuộn), có thể gây ra sự dịch chuyển dọc bất ngờ khi lật trang.
zh_tw: %1 與連續檢視（捲動模式）結合使用時，這可能會在翻頁時導致未預期的垂直移位。

source: Manual zoom works best with page view. Please enable page view instead of continuous view (scroll mode).
bg_bg: Ръчното увеличаване работи най-добре при изглед „страници“. Вклюпете изглед „страници“ вместо непрекъснатия изглед (режим на прелистване).
he: תקריב ידני עובד בצורה הטובה ביותר עם תצוגת העמוד. נא להפעיל תצוגת עמוד במקום תצוגה רציפה (מצב גלילה).
vi: Thu phóng thủ công hoạt động tốt nhất với chế độ xem trang. Vui lòng bật chế độ xem trang thay vì xem liên tục (chế độ cuộn).
zh_tw: 手動縮放最適合頁面檢視。 請啟用頁面檢視而不是連續檢視（捲動模式）。

source: Set Zoom factor
bg_bg: Задаване на коефициент на увеличение
he: הגדרת מקדם תקריב
vi: Đặt hệ số thu phóng
zh_tw: 設定縮放係數

source: File '%1' does not exist.
bg_bg: Файлът „%1“ не съществува.
he: הקובץ ‚%1’ לא קיים.
sv: Filen "%1" finns inte.
vi: Tệp '%1' không tồn tại.
zh_tw: 檔案 「%1」 不存在。

source: File '%1' is not supported.
bg_bg: Файлът „%1“ не се поддържа.
he: הקובץ ‚%1’ אינו נתמך.
sv: Fil ”%1” stöds inte.
vi: Tệp '%1' không hỗ trợ.
zh_tw: 不支援檔案「%1」。

source: Opening file '%1'.
bg_bg: Отваряне на „%1“.
he: הקובץ ‚%1’ נפתח.
sv: Öppnar filen "%1".
vi: Mở tệp '%1'.
zh_tw: 正在開啟 「%1」 檔案。

source: No reader engine for this file or invalid file.
bg_bg: Няма четец за този файл или файлът е повреден.
he: אין מנוע קריין לקובץ זה, או קובץ שגוי.
sv: Ingen läsarmotor för den här filen eller ogiltig fil.
vi: Không có công cụ đọc cho tệp này hoặc tệp không hợp lệ.
zh_tw: 沒有能支援這個檔案的閱讀引擎，又或這是個損壞的檔案。

source: Password is incorrect, try again?
bg_bg: Паролата е грешна, повторен опит?
he: הסיסמה שגויה, לנסות שוב?
sv: Lösenordet är felaktigt, försök igen?
vi: Mật khẩu sai, thử lại?
zh_tw: 密碼不正確，再試一次？

source: Input document password
bg_bg: Въвеждане на парола за документ
he: נא למלא סיסמת מסמך
sv: Lösenord för indatadokument
vi: Mật khẩu nhập liệu
zh_tw: 請輸入文件密碼

source: Book metadata saved.
bg_bg: Информацията за книгата е запазена.
he: נתוני העל של הספר נשמרו.
vi: Đã lưu metadata sách.
zh_tw: 書籍資料已儲存。

source: Failed recognizing or parsing this file: unsupported or invalid document. KOReader will exit now.
bg_bg: Файлът не е разпознат или анализиран: неподдържан или недействителен документ. KOReader ще се затвори сега.
he: זיהוי הקובץ או ניתוחו נכשלו: מסמך שאינו נתמך או שגוי. KOReader ייצא עכשיו.
sv: Misslyckades med att känna igen eller analysera den här filen: otillräckligt eller ogiltigt dokument. KOReader kommer att avsluta nu.
vi: Không thể nhận dạng hoặc phân tích cú pháp tệp này: tài liệu không được hỗ trợ hoặc không hợp lệ. KOReader sẽ thoát ngay bây giờ.
zh_tw: 指定檔案的辨識或解析失敗了：這是個不被支援或有問題的文件。 KOReader 將立刻離開。

source: Jan
bg_bg: яну
he: ינו׳
vi: Thg 1
zh_tw: 一月

source: Feb
bg_bg: фев
he: פבר׳
vi: Thg 2
zh_tw: 二月

source: Mar
bg_bg: март
he: מרץ
vi: Thg 3
zh_tw: 二月

source: Apr
bg_bg: апр
he: אפר׳
vi: Thg 4
zh_tw: 四月

source: May
bg_bg: май
he: מאי
sv: Maj
vi: Thg 5
zh_tw: 五月

source: Jun
bg_bg: юни
he: יונ׳
vi: Thg 6
zh_tw: 六月

source: Jul
bg_bg: юли
he: יול׳
vi: Thg 7
zh_tw: 七月

source: Aug
bg_bg: авг
he: אוג׳
vi: Thg 8
zh_tw: 八月

source: Sep
bg_bg: септ
he: ספט׳
vi: Thg 9
zh_tw: 九月

source: Oct
bg_bg: окт
he: אוק׳
vi: Thg 10
zh_tw: 十月

source: Nov
bg_bg: ное
he: נוב׳
vi: Thg 11
zh_tw: 十一月

source: Dec
bg_bg: дек
he: דצמ׳
vi: Thg 12
zh_tw: 十二月

source: January
bg_bg: януари
he: ינואר
sv: Januari
vi: Tháng 1
zh_tw: 一月

source: February
bg_bg: февруари
he: פברואר
sv: Februari
vi: Tháng 2
zh_tw: 二月

source: March
bg_bg: март
he: מרץ
sv: Mars
vi: Tháng 3
zh_tw: 三月

source: April
bg_bg: април
he: אפריל
vi: Tháng 4
zh_tw: 四月

source: June
bg_bg: юни
he: יוני
sv: Juni
vi: Tháng 6
zh_tw: 六月

source: July
bg_bg: юли
he: יולי
sv: Juli
vi: Tháng 7
zh_tw: 七月

source: August
bg_bg: август
he: אוגוסט
sv: Augusti
vi: Tháng 8
zh_tw: 八月

source: September
bg_bg: септември
he: ספטמבר
vi: Tháng 9
zh_tw: 九月

source: October
bg_bg: октомври
he: אוקטובר
sv: Oktober
vi: Tháng 10
zh_tw: 十月

source: November
bg_bg: ноември
he: נובמבר
vi: Tháng 11
zh_tw: 十一月

source: December
bg_bg: декември
he: דצמבר
vi: Tháng 12
zh_tw: 十二月

source: Mon
bg_bg: пн
he: יום ב׳
sv: Mån
vi: T2
zh_tw: 週一

source: Tue
bg_bg: вт
he: יום ג׳
sv: Tis
vi: T3
zh_tw: 週二

source: Wed
bg_bg: ср
he: יום ד׳
sv: Ons
vi: T4
zh_tw: 週三

source: Thu
bg_bg: чт
he: יום ה
sv: Tor
vi: T5
zh_tw: 週四

source: Fri
bg_bg: пт
he: יום ו׳
sv: Fre
vi: T6
zh_tw: 週五

source: Sat
bg_bg: сб
he: שבת
sv: Lör
vi: T7
zh_tw: 週六

source: Sun
bg_bg: нд
he: יום א׳
sv: Sön
vi: CN
zh_tw: 週日

source: Monday
bg_bg: понеделник
he: יום שני
sv: Måndag
vi: Thứ Hai
zh_tw: 星期一

source: Tuesday
bg_bg: вторник
he: יום שלישי
sv: Tisdag
vi: Thứ Ba
zh_tw: 星期二

source: Wednesday
bg_bg: сряда
he: ‏‏יום רביעי
sv: Onsdag
vi: Thứ Tư
zh_tw: 星期三

source: Thursday
bg_bg: четвъртък
he: יום חמישי
sv: Torsdag
vi: Thứ Năm
zh_tw: 星期四

source: Friday
bg_bg: петък
he: יום שישי
sv: Fredag
vi: Thứ Sáu
zh_tw: 星期五

source: Saturday
bg_bg: събота
he: שבת
sv: Lördag
vi: Thứ Bảy
zh_tw: 星期六

source: Sunday
bg_bg: неделя
he: יום ראשון
sv: Söndag
vi: Chủ Nhật
zh_tw: 星期日

# Time
source: d
bg_bg: д
he: י׳
vi: ng

source: %1m
bg_bg: %1 мин
he: %1 דק׳
vi: %1p

# Time
source: %1s
bg_bg: %1 с
he: %1 שנ׳
vi: %1g

# Time
source: %1m
bg_bg: %1 мин
he: %1 דק׳
vi: %1p

# Time
source: %1m %2s
bg_bg: %1 мин %2 сек
he: %1 דק׳ %2s
vi: %1p %2g

# Time
source: h
bg_bg: ч
he: שע׳
vi: g

# Time
source: m
bg_bg: мин.
he: דק׳
vi: ph

# Date string
source: %Y-%m-%d
bg_bg: %d.%m.%Y

source: Not connected
bg_bg: Няма връзка с мрежа
he: לא מחובר
sv: Inte ansluten
vi: Chưa kết nối
zh_tw: 未連線

source: Connected to Wi-Fi
bg_bg: Има връзка с безжична мрежа
he: מחובר לרשת אלחוטית
vi: Đã kết nối Wi-Fi
zh_tw: 已連線到 Wi-Fi

source: Connected to mobile data network
bg_bg: Свързване с мобилна мрежа за данни
he: מחובר לרשת נתונים סלולרית
vi: Đã kết nối mạng di động
zh_tw: 已連線到行動數據網路

source: Connected to Ethernet
bg_bg: Има връзка с Ethernet
he: מחובר לרשת קווית (Ethernet)
vi: Đã kết nối Ethernet
zh_tw: 已連線到有線網路

source: %1 OS: Android %2, api %3 on %4 Build flavor: %5
bg_bg: %1 Операционна система: Android %2, api %3 на %4 Версия: %5
he: %1 מערכת הפעלה: Android %2,‏ api %3 על גבי %4 אופן בנייה: %5
vi: %1 Hệ điều hành: Android %2, api %3 trên %4 Phiên bản dựng: %5
zh_tw: %1 作業系統: Android %2, api %3 on %4 Build flavor: %5

source: Device type: %1
bg_bg: Вид на устройството: %1
he: סוג מכשיר: %1
vi: Loại thiết bị: %1
zh_tw: 裝置類型：%1

source: E-ink display supported. Platform: %1
bg_bg: Поддържат се екрани с електронно мастило. Платформа: %1
he: תצוגת דיו אלקטרוני נתמכת. פלטפורמה: %1
vi: Màn hình E-ink được hỗ trợ. Nền tảng: %1
zh_tw: 支援 E-ink 顯示。 平台：%1

source: This device needs CPU, screen and touchscreen always on. Screen timeout will be ignored while the app is in the foreground!
bg_bg: Устройството се нуждае от постоянно включени процесор, екран и сензорен екран. Докато приложението работи на преден план, времето за изключване на екрана ще бъде пренебрегнато!
he: מכשיר זה זקוק שהמעבד, המסך ומסך vמגע יהיו תמיד פעילים. הגדרת פסק זמן השהיית המסך לא תכובד בזמן שהיישומון רץ בחזית!
vi: Thiết bị này cần CPU, màn hình và màn hình cảm ứng luôn bật. Thời gian chờ của màn hình sẽ bị bỏ qua khi ứng dụng đang ở chế độ nền!
zh_tw: 這個裝置需要 CPU、螢幕和觸控螢幕總是開啟。 當這個應用程式在前景時，螢幕逾時會被忽略！

source: Frontlight settings
bg_bg: Настройки на подсветката
he: הגדרות תאורה קדמית
vi: Cài đặt Đèn nền
zh_tw: 前光設定

source: Light settings
bg_bg: Настройки на осветлението
he: הגדרות תאורה
vi: Cài đặt đèn
zh_tw: 光線設定

source: Brightness
bg_bg: Яркост
he: בהירות
sv: Ljusstyrka
vi: Độ sáng
zh_tw: 亮度

source: Warmth
bg_bg: Топлина
he: חום
sv: Värme
vi: Độ ấm
zh_tw: 暖度

source: Your device seems to be unable to download packages. Retry using the browser?
bg_bg: Изглежда, че устройството не може да изтегля пакети. Ще опитате ли с помощта на мрежов четец?
he: נראה כי המכשיר שלך אינו מסוגל להוריד חבילות. לנסות שוב באמצעות הדפדפן?
vi: Thiết bị của bạn không tải xuống các gói tập tin. Thử lại bằng trình duyệt?
zh_tw: 您的裝置似乎無法下載套件。 要使用瀏覽器重試嗎？

source: Retry
bg_bg: Повторение
he: נסה שוב
sv: Försök igen
vi: Thử lại
zh_tw: 重試

source: Update is ready. Install it now?
bg_bg: Обновяването е готово. Инсталиране сега?
he: העדכון מוכן. להתקין אותו עכשיו?
vi: Đã sẵng sàn cập nhật. Cài đặt ngay?
zh_tw: 更新已就緒。 現在安裝嗎？

source: Install
bg_bg: Инсталиране
he: התקן
vi: Cài đặt
zh_tw: 安裝

source: Frontlight disabled.
bg_bg: Подсветката е изключена.
he: תאורת החזית כבויה.
sv: Framlampa inaktiverad.
vi: Đèn trước đã tắt.
zh_tw: 前光已停用。

source: Frontlight intensity set to %1.
bg_bg: Интензитетът на подсветката е %1.
he: עוצמת האור מוגדרת ל- %1.
sv: Framlampans ljusstyrkan är inställd på %1.
vi: Cường độ đèn trước được đặt thành %1.
zh_tw: 前光亮度已設為 %1。

source: Warmth set to %1.
bg_bg: Топлината на подсветката е %1.
he: חום מוגדר ל־%1%.
sv: Värme satt till %1.
vi: Độ ấm đã đặt thành %1.
zh_tw: 暖光色度設定為 %1。

source: Frontlight enabled.
bg_bg: Подсветката е включена.
he: תאורת חזית מופעלת.
sv: Framlampa aktiverad.
vi: Đèn trước đã bật.
zh_tw: 前光已啟用。

source: Frontlight unchanged.
bg_bg: Подсветката е непроменена.
he: תאורת חזית לא השתנתה.
vi: Đèn trước không thay đổi.
zh_tw: 前光未變更。

source: Accelerometer rotation events off.
bg_bg: Събитията от акселерометъра са изключени.
he: אירועי מד תאוצה כבויים.
vi: Đã tắt sự kiện xoay bằng cảm biến.
zh_tw: 加速度計旋轉事件關閉。

source: Accelerometer rotation events on.
bg_bg: Събитията от акселерометъра са включени.
he: אירועי מד תאוצה מופעלים.
vi: Đã bật sự kiện xoay bằng cảm biến.
zh_tw: 加速度計旋轉事件開啟。

source: Accelerometer rotation events already on.
bg_bg: Събитията за звъртане от акселерометъра вече са включени.
he: אירועי סיבוב מד תאוצה כבר מופעלים.
vi: Sự kiện xoay bằng cảm biến đã bật sẵn.
zh_tw: 加速度計旋轉事件已啟用。

source: Accelerometer rotation events on for 5 seconds.
bg_bg: Събитията за звъртане от акселерометъра са включени на 5 секунди.
he: אירועי סיבוב מד תאוצה מופעלים ל־5 שניות.
vi: Sự kiện xoay bằng cảm biến bật trong 5 giây.
zh_tw: 加速度計旋轉事件已啟用，持續 5 秒。

source: Orientation locked.
bg_bg: Завъртането е заключено.
he: כיוון התצוגה נעול.
vi: Hướng xoay đã khóa.
zh_tw: 螢幕方向已鎖定。

source: Orientation unlocked.
bg_bg: Завъртането е отключено.
he: כיוון התצוגה משוחרר.
vi: Hướng xoay đã mở khóa.
zh_tw: 螢幕方向已解鎖。

source: Left-side page-turn buttons inverted.
bg_bg: Бутоните за прелистване от ляво са разменени.
he: מקשי העברת עמוד בצד שמאל הפוכים.
vi: Đã đảo ngược nút lật trang bên trái.
zh_tw: 左側翻頁按鈕已反轉。

source: Left-side page-turn buttons no longer inverted.
bg_bg: Бутоните за прелистване от ляво вече не са разменени.
he: מקשי העברת עמוד בצד שמאל לא הפוכים יותר.
vi: Nút lật trang bên trái không còn bị đảo ngược.
zh_tw: 左側翻頁按鈕已恢復原始方向。

source: Right-side page-turn buttons inverted.
bg_bg: Бутоните за прелистване от дясно са разменени.
he: מקשי העברת עמוד בצד ימין הפוכים.
vi: Đã đảo ngược nút lật trang bên phải.
zh_tw: 右側翻頁按鈕已反轉。

source: Right-side page-turn buttons no longer inverted.
bg_bg: Бутоните за прелистване от дясно вече не са разменени.
he: מקשי העברת עמוד בצד ימין לא הפוכים יותר.
vi: Nút lật trang bên phải không còn bị đảo ngược.
zh_tw: 右側翻頁按鈕已恢復原始方向。

source: Page-turn buttons no longer inverted.
bg_bg: Бутоните за прелистване вече на са разменени.
he: מקשי העברת עמוד לא הפוכים יותר.
vi: Nút lật trang không còn bị đảo ngược.
zh_tw: 翻頁按鈕已恢復原始方向。

source: Page-turn buttons inverted.
bg_bg: Бутоните за прелистване са разменени.
he: מקשי העברת עמוד הפוכים.
vi: Nút lật trang đã bị đảo ngược.
zh_tw: 翻頁按鈕已反轉。

source: Later
bg_bg: После
he: מאוחר יותר
vi: Sau
zh_tw: 稍後

source: The update will be applied the next time KOReader is started.
bg_bg: Обновяването ще бъде приложено при следващото пускане на KOReader.
he: העדכון יושם בפעם הבאה ש־KOReader יותחל.
vi: Bản cập nhật sẽ được áp dụng vào lần khởi động KOReader tiếp theo.
zh_tw: KOReader 下次啟動時將套用更新。

source: Interface: %1
bg_bg: Интерфейс: %1
he: ממשק: %1
vi: Giao diện: %1
zh_tw: 介面: %1

source: SSID: off/any
bg_bg: SSID: изкл./някакво
he: שם רשת אלחוטית: כבוי/כלשהו
vi: SSID: tắt/bất kỳ
zh_tw: SSID：關閉/任意

source: Default gateway: %1
bg_bg: Подразбиран шлюз: %1
he: שער ברירת מחדל: %1
vi: Cổng mặc định: %1
zh_tw: 預設閘道：%1
