Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

source: Text justification is the default, but it may be overridden by publisher styles. This will force justification on all elements, some of which may not be centered as expected.
bg_bg: Текстът по подразбиране е подравнен от двете страни, но това може да бъде променено от стиловте на издателя. Това ще наложи поравняване от двете страни на всички елементи, някои от които може да не са центрирани според очакванията.
he: יישור הטקסט לשני השוליים היא ברירת המחדל, אך סגנונות המוציא לאור יכולות לעקוף אותה. הגדרה זו תאפשר מחדש יישור של כל רכיבי הטקסט, כאשר חלק מהם אולי לא ימורכזו כצפוי.
vi: Giải thích văn bản là mặc định, nhưng nó có thể bị ghi đè bởi kiểu nhà xuất bản. Điều này sẽ buộc phải biện minh cho tất cả các yếu tố, một số yếu tố có thể không được tập trung như mong đợi.
zh_tw: 文字預設會左右對齊，但是這個預設值可能會被出版商指定的樣式覆蓋。這選項能夠強制所有元素左右對齊，但是可能會導致部分文字失去置中對齊。

source: Center headings
bg_bg: Центриране на заглавията
he: מרכוז כותרות
sv: Centrera rubriker
vi: Tiêu đề ở giữa
zh_tw: 標題置中

source: Text direction
bg_bg: Посока на текста
he: כיוון טקסט
sv: Textriktning
vi: Hướng văn bản
zh_tw: 文字方向

source: About text direction
bg_bg: Относно посоката на текста
he: על כיוון טקסט
sv: Om textriktning
vi: Chi tiết hướng văn bản
zh_tw: 關於文字方向

source: Languages like Arabic or Hebrew use right-to-left writing systems (Right-To-Left or RTL). This doesn't only affect text layout, but also list item bullets and numbers, which have to be put on the right side of the page, as well as tables, where the cells are laid out from right to left. Usually, the publisher will have set the appropriate tags to enable RTL rendering. But if these are missing, or if you're reading plain text documents, you may want to manually enable RTL with these tweaks. Note that in the absence of such specifications, KOReader will try to detect the language of each paragraph to set the appropriate rendering per paragraph. You may also want to enable, in the top menu → Gear → Taps and gestures → Page turns → Invert page turn taps and swipes.
bg_bg: Езици като арабски или иврит използват системи за писане отдясно наляво (Right-To-Left или RTL, Д-Л). Това се отразява не само на оформлението на текста, но и на точките и числата в списъците, които трябва да бъдат поставени от дясната страна на страницата, както и на таблиците, в които клетките се подреждат от дясно на ляво. Обикновено издателят задава съответните елементи, за да бъде използвана посока Д-Л. Но ако такива липсват или ако четете обикновени текстови документи, може да искате ръчно да наложите Д-Л с тези настройки. Имайте предвид, че при липса на такива указания KOReader ще се опита да открие езика на всеки абзац, за да му зададе подходящата посока. Също така вероятно ще искате да включите от горното меню → зъбно колело → Докосване и жестове → Прелистване на страници → Обръщане на прелистването с докосване и плъзгане.
he: שפות כמו עברית או ערבית משתמשות במערכות כתיבה מימין לשמאל (RTL). אפשרות זו אינה משפיעה רק על פריסת הטקסט, אלא גם על תבליטים ומספרים של פריטים, אותם יש ליישר לצד הימני של העמוד, כמו גם על טבלאות, בהן התאים פרושים מימין לשמאל. בדרך כלל, המוציא לאור יגדיר את התגים המתאימים כדי לאפשר ייצוג RTL. אך אם אלה חסרים, או אם בחרת לקרוא מסמכי טקסט רגיל, ייתכן שעדיף לך להפעיל RTL באופן ידני באמצעות השפצורים האלה. אם לא קיימים מפרטים כאלה, KOReader ינסה לזהות את השפה של כל פיסקה כדי להגדיר את הייצוג המתאים לה. אולי עדיף גם להפעיל ‚הפיכת הקשות והחלקות להעברת עמוד’, בתפריט העליון ← גלגל שיניים ← ניווט ← העברת עמודים.
vi: Các ngôn ngữ như tiếng Ả Rập hoặc tiếng Do Thái sử dụng hệ thống viết từ phải sang trái (Right-To-Left hoặc RTL). Điều này không chỉ ảnh hưởng đến bố cục văn bản mà còn liệt kê các dấu đầu dòng và số của mục phải được đặt ở phía bên phải của trang, cũng như các bảng, nơi các ô được bố trí từ phải sang trái. Thông thường, nhà xuất bản sẽ đặt các thẻ thích hợp để cho phép hiển thị RTL. Nhưng nếu những thứ này bị thiếu hoặc nếu bạn đang đọc tài liệu văn bản thuần túy, bạn có thể muốn kích hoạt RTL theo cách thủ công với những chỉnh sửa này. Lưu ý rằng trong trường hợp không có các thông số kỹ thuật như vậy, KOReader sẽ cố gắng phát hiện ngôn ngữ của từng đoạn văn để đặt kết xuất phù hợp cho mỗi đoạn văn. Bạn cũng có thể muốn bật, trong menu trên cùng → Bánh răng → Chạm và cử chỉ → Lật trang → Đảo ngược các thao tác chạm và vuốt lần lượt trang.
zh_tw: 阿拉伯語和希伯來語等語言使用的是從右到左的書寫系統（RTL）。這不只會影響文字配置，而且清單項目符號和數字會放在頁面的右邊，表格也會從右到左配置。 通常出版商會設定適當的標籤來啟用 RTL 繪製。但如果沒有或是您閱讀的是純文字文件，你可以手動啟用從右到左的顯示。 需要注意的是，如果沒有指定，KOReader 會嘗試偵測每一段的語言，用於個別設定正確的顯示方向。 您也可以啟用頂部選單 → 齒輪圖示 → 輕觸與手勢 → 對調翻頁點擊和滑動。

source: Document direction RTL
bg_bg: Посока на документа RTL (Д-Л)
he: כיוון מסמך מימין לשמאל
sv: Dokumentinriktning RTL
vi: Hướng văn bản phải sang trái
zh_tw: 文件方向從右到左

source: Right align most text
bg_bg: Дясно подравняване на основната част от текста
he: יישור רוב הטקסט לימין
sv: Högerjustera största delen av texten
vi: Căn phải hầu hết văn bản
zh_tw: 把大多數文字靠右對齊

source: Enforce right alignment of text in common text elements.
bg_bg: Налагане на дясно подравняване на често срещаните текстови елементи.
he: אילוץ יישור הטקסט לימין ברכיבי טקסט נפוצים.
sv: Tvinga högerjustering av text i vanliga textelement.
vi: Buộc căn lề phải của văn bản trong các phần tử thông thường.
zh_tw: 在常見的文字元件中強制靠右對齊。

source: Right align all elements
bg_bg: Дясно подравняване на всички елементи
he: יישור כל הרכיבים
sv: Högerjustera alla element
vi: Căn phải tất cả các yếu tố
zh_tw: 把所有元件靠右對齊

source: Enforce right alignment of text in all elements.
bg_bg: Налагане на дясно подравняване на текста във всички елементи.
he: אילוץ יישור טקסט לימין בכל הרכיבים.
sv: Tvinga högerjustering av text i alla element.
vi: Buộc căn lề phải của văn bản trong tất cả các phần tử.
zh_tw: 在所有元件中強制靠右對齊。

source: Document direction LTR
bg_bg: Посока на документа LTR (Л-Д)
he: כיוון המסמך משמאל לימין
sv: Dokumentriktning LTR
vi: Hướng văn bản trái sang phải
zh_tw: 文件方向從左到右

source: Hyphenation, ligatures, ruby
bg_bg: Сричкопренасяне, лигатури, ruby
he: מיקוף, חיבורים, ruby
vi: Gạch nối, gạch nối giữa 2 chữ cái, phụ đề
zh_tw: 斷字、合字、注音

source: Allow hyphenation on all text
bg_bg: Сричкопренасяне на целия текст
he: הפעלת מיקוף בכל הטקסט
sv: Tillåt avstavning på all text
vi: Cho phép gạch nối trên tất cả văn bản
zh_tw: 允許在所有文字上進行斷字

source: Allow hyphenation on all text (except headings), in case the publisher has disabled it.
bg_bg: Разрешаване на сричкопренасяне на целия текст (с изключение на заглавия), в случай че издателят го е забранил.
he: הפעלת מיקוף בכל הטקסט (למעט כותרות), למקרה שהמוציא לאור הפך אותו ללא זמין.
vi: Cho phép gạch nối trên tất cả văn bản (ngoại trừ tiêu đề), trong trường hợp nhà xuất bản đã tắt nó.
zh_tw: 在所有文字上允許斷字（除了標題），以防出版商停用它。

source: Ignore publisher line-break restrictions
bg_bg: Без издателски ограничения за край на ред
he: התעלמות ממגבלות ירידת שורה של המוציא לאור
vi: Bỏ qua các hạn chế ngắt dòng của nhà xuất bản
zh_tw: 忽略出版商設定的換行限制

source: A publisher might use non-breaking spaces and hyphens to avoid line breaking between some words, which is not always necessary and may have been added to make reading easier. This can cause large word spacing on some lines. Ignoring them will only use KOReader's own typography rules for line breaking.
bg_bg: Издателят може да използва непрекъсваеми интервали и тирета, за да избегне нежелано пренасяне или да подобри четимостта. Това може да стане причина за големи разстояния между думите на някои редове. Ако такива интервали и тирета бъдат пренебрегнати, KOReader ще използва само собствените правила за пренасяне.
he: הוצאה לאור יכולה להשתמש ברווחים שאינם קוטעים ובמקפים כדי למנוע הפרדה בין מילים מסוימות, מה שלא תמיד נחוץ ויתכן שנוסף כדי להקל על הקריאה. הגדרות אלו יכולות לגרום לריווח גדול בין מילים בחלק מהשורות. התעלמות מהתווים האלה יגרום לשימוש בכללי הטיפוגרפיה המובנים של KOReader לקטיעת שורות.
vi: Nhà xuất bản có thể sử dụng dấu cách không ngắt và dấu gạch nối để tránh ngắt dòng giữa một số từ, điều này không phải lúc nào cũng cần thiết và có thể đã được thêm vào để giúp đọc dễ dàng hơn. Điều này có thể gây ra khoảng cách từ lớn trên một số dòng. Bỏ qua chúng sẽ chỉ sử dụng các quy tắc kiểu chữ riêng của KOReader để ngắt dòng.
zh_tw: 出版商可能會使用不換行空格與連字號來避免某些單詞之間斷行，但這並非總是必要的，可能只是為了讓閱讀更容易。這可能會導致部分行的單字間距過大。 忽略這些設定時，將僅使用 KOReader 自身的排版規則來處理換行。

source: Disable common ligatures
bg_bg: Изключване на често срещаните лигатури
he: השבתת חיבורים נפוצים
vi: Tắt các chữ ghép phổ biến
zh_tw: 停用常見合字

source: Disable common ligatures, which are enabled by default in 'best' kerning mode.
bg_bg: Изключване на често срещаните лигатури, които са включени в режим „отлично“ на кърнинга.
he: השבתת חיבורים נפוצים, המופעלים כברירת מחדל במצב הקרנינג ‚המיטבי’.
vi: Tắt các chữ ghép phổ biến, được bật theo mặc định ở chế độ chữ 'tốt nhất'.
zh_tw: 停用常見合字，在「最佳」字距模式中預設為啟用。

source: About ruby
bg_bg: Относно ruby
he: על ruby
vi: Thông tin Ký tự Ruby
zh_tw: 關於注音

source: Ruby characters are small glosses on writing in Asian languages (Hanzi, Kanji, Hanja, etc.) to show the pronunciation of the logographs. These tweaks can help make ruby easier to read or ignore.
bg_bg: Знаците на ruby са малки пояснения към писмеността на азиатските езици (ханджи, канджи, ханджа и др.), които показват произношението на логограмите. Тези пояснения могат да помогнат за по-лесното четене или тяхното пренебрегване.
he: אותיות Ruby הן פרשנויות קטנות על כתיבה בשפות אסייתיות (הנזי, קאנג׳י, הנג׳ה וכו׳) שנועדו לפרש הגיית לוגוגרמות. השיפורים האלו יכולים לסייע בקריאת ruby ואפשר גם להתעלם מהם.
vi: Các ký tự Ruby là các ký tự nhỏ phía trên chữ viết bằng các ngôn ngữ châu Á (Hanzi, Kanji, Hanja, v.v.) để thể hiện cách phát âm của các ký tự. Những chỉnh sửa này có thể giúp ruby dễ đọc hoặc dễ bỏ qua hơn.
zh_tw: 注音標示（Ruby）是東亞語言文字（漢字、日文漢字、韓文漢字等）上的小型註解，用來標示字音。 這些調整可幫助讓注音標示更容易閱讀或忽略。

source: Sans-serif font for ruby
bg_bg: Безсерифен шрифт за ruby
he: גופן נטול עיטורים עבור ruby
vi: Đặt phông Sans-serif cho Ruby
zh_tw: 注音使用無襯線字型

source: Use a sans serif font to display all ruby text for a more 'book-like' feeling. Also force the regular text weight when used with lighter or bolder fonts.
bg_bg: Използване на безсерифен шрифт за изобразяване на целия текст на ruby, за да бъде създадено усещане за „книга“. Също така, за по-тънки или по-дебели шрифтове да бъде наложено обичайното тегло на текста.
he: כדי להעניק לכל טקסט ה־ruby תחושה שמדמה ספר כדאי להשתמש בגופן נטול עיטורים. כמו כן, בשימוש בגופנים קלים או מודגשים יותר ייכפה משקל טקסט רגיל.
vi: Sử dụng phông sans serif hiển thị tất cả văn bản Ruby làm cho 'giống như một cuốn sách' hơn. Đồng thời ép độ dày ký tự thông thường khi được sử dụng với phông chữ nhẹ hơn hoặc đậm hơn.
zh_tw: 使用無襯線字型來顯示所有的注音文字，這樣更有「讀書」的感覺。 此選項會也強制注音文字使用常規粗細的字型，而不是選擇的粗體或細體。

source: Larger ruby text size
bg_bg: Увеличаване на размера за текстове на ruby
he: טקסט ruby גדול יותר
vi: Phóng to kích thước Ruby
zh_tw: 較大的注音文字

source: Increase ruby text size.
bg_bg: Използване на увеличен размер на шрифта за тексове на ruby.
he: הגדלת הגופן של ruby.
vi: Tăng kích thước Ruby.
zh_tw: 增加注音標示文字大小。

source: Larger spacing between ruby lines
bg_bg: Увеличаване на междуредието за текстове на ruby
he: ריווח גדול בין שורות ruby
vi: Khoảng cách lớn hơn giữa các dòng ruby
zh_tw: 較大注音標示行距

source: Increase line spacing of most text, so that lines keep an even spacing whether or not they include ruby. Further small adjustments can be done with 'Line Spacing' in the bottom menu.
bg_bg: Увеличаване на междуредието на повечето текстове, така че редовете да поддържат равномерно разстояние, независимо дали включват ruby или не. Допълнителни подобрения могат да бъдат направени в „Междуредие“ от долното меню.
he: הגדלת מרווח השורות של רוב הטקסט, כך שהקווים ישמרו על מרווח אחיד בין אם הם כוללים ruby ובין אם לאו. ניתן לבצע התאמות קטנות נוספות באמצעות ‚מרווח שורה’ בתפריט התחתון.
vi: Tăng khoảng cách dòng của hầu hết văn bản, để các dòng giữ khoảng cách đều nhau cho dù chúng có bao gồm ruby hay không. Các điều chỉnh nhỏ khác có thể được thực hiện với 'Khoảng cách dòng' trong menu dưới cùng.
zh_tw: 增加大部分文字的行距，使其無論是否包含注音標示都能保持均勻的行距。 進一步的小幅調整可透過底部選單的「行距」完成。

source: Render ruby content inline
bg_bg: Показване на ruby като редове
he: עיבוד תוכן ruby בשורה
vi: Hiển thị nội dung ruby trong dòng
zh_tw: 將注音標示內容在行內顯示

source: Disable handling of <ruby> tags and render them inline.
bg_bg: Изключване на обработката на елементите <ruby> и да бъдат показвани като редове.
he: השבתת הטיפול בתגי <ruby> ולהציג אותם בשורה.
vi: Vô hiệu hóa việc xử lý các thẻ <ruby> và hiển thị chúng trong dòng.
zh_tw: 停用對 <ruby> 標籤的處理並在行內顯示內容。

source: Font size and families
bg_bg: Шрифтове и семейства шрифтове
he: גודל ומשפחות גופנים
vi: Các tùy chọn phông
zh_tw: 字型大小與字體

source: Ignore font related HTML presentational hints
bg_bg: Пренебрегване на HTML свързан с шрифта
he: להתעלם מרמזי HTML חזותיים שקשורים לגופנים
vi: Bỏ qua gợi ý trình bày HTML liên quan đến phông chữ
zh_tw: 忽略與字型相關的 HTML 呈現提示

source: Ignore HTML attributes that contribute to styles on the elements <body> (bgcolor, text…) and <font> (face, size, color…).
bg_bg: Пренебрегване на атрибутите на HTML, влияещи на стиловете на елементите <body> (bgcolor, text…) и <font> (face, size, color…).
he: להתעלם ממאפיינים שתורמים לסגנונות הרכיבים <body>‏ (bgcolor, text…) ו־<font>‏ (face, size, color…).
vi: Bỏ qua thuộc tính HTML đóng góp vào kiểu dáng cho các phần tử <body> (bgcolor, text…) và <font> (face, size, color…).
zh_tw: 忽略會影響樣式的 HTML 屬性，例如 <body>（bgcolor、text…）與 <font>（face、size、color…）。

source: Ignore publisher font families
bg_bg: Пренебрегване на издателските семейства шрифтове
he: התעלמות ממשפחות גופנים של המוציא לאור
sv: Hoppa över alla typsnittsfamiljer från förlag
vi: Bỏ qua họ phông chữ của nhà xuất bản
zh_tw: 忽略出版商的字體

source: Disable font-family specified in embedded styles.
bg_bg: Изключване на шрифтовите семейства, посочени във вградените стилове.
he: השבתת משפחת הגופנים שצוינה בסגנונות מוטבעים.
sv: Inaktivera fontfamilj angiven i inbäddade stilar.
vi: Tắt họ phông chữ được chỉ định trong các kiểu nhúng.
zh_tw: 停用內嵌樣式表中的字型家族 (font-family) 設定。

source: Ignore publisher font sizes
bg_bg: Пренебрегване на издателските размери на шрифта
he: התעלמות מגודלי הגופן של המוציא לאור
sv: Hoppa över alla typsnittsstorlekar från förlag
vi: Bỏ qua kích thước phông chữ của nhà xuất bản
zh_tw: 忽略出版商的字型大小

source: Disable font-size specified in embedded styles.
bg_bg: Изключване на размерите на шрифтовете, посочени във вградените стилове.
he: השבתת גודל הגופן שצוין בסגנונות מוטבעים.
sv: Inaktivera fontstorlek angiven i inbäddade stilar.
vi: Tắt kích thước phông chữ được chỉ định trong các kiểu nhúng.
zh_tw: 停用內嵌樣式表中的字型大小 (font-size) 設定。

source: Reset main text font size
bg_bg: Нулиране размера на шрифта на основния текст
he: איפוס גודל גופן הכתב העיקרי
vi: Khôi phục kích cỡ phông chính
zh_tw: 重設正文字型大小

source: Disable font-size set on the main text (keeping possibly larger headings untouched), so that KOReader's font size is used.
bg_bg: Изключване на задаването на основен размер на шрифта (възможно е по-едрите заглавия да запазят размера си), за да бъде използван размера на шрифта на KOReader.
he: השבתת הגדרת גודל גופן על הטקסט הראשי (כנראה לא כולל כותרות גדולות), כדי שייעשה שימוש בגודל הגופן של KOReader.
vi: Vô hiệu hóa cỡ chữ đã đặt cho văn bản chính (giữ nguyên các tiêu đề có thể lớn hơn), để sử dụng cỡ chữ của KOReader.
zh_tw: 停用套用在正文上的字型大小（可能會保留較大的標題不變），以便使用 KOReader 的字型大小。

source: Line heights
bg_bg: Височина на реда
he: גובהי שורות
vi: Độ cao dòng
zh_tw: 行高

source: Ignore publisher line heights
bg_bg: Пренебрегване на издателската височина на реда
he: התעלם מגבהי השורה של המוציא לאור
sv: Hoppa över alla radhöjder från förlag
vi: Bỏ qua độ cao dòng của nhà xuất bản
zh_tw: 忽略出版商設定的行高

source: Disable line-height specified in embedded styles, and may allow KOReader's line spacing settings to work on books where they would not.
bg_bg: Изключване на височината на реда, посочена във вградените стилове, и може да позволи на настройките за междуредие на KOReader да работят в книги, в които иначе не биха работили.
he: השבת את גובה השורה שצוין בסגנונות המוטבעים, דבר שעשוי לאפשר להגדרות ריווח השורות של KOReader לעבוד בספרים שאולי לא היה מצליח.
sv: Inaktivera radhöjd angiven i inbäddade stilar och kan tillåta att KOReaders inställningar för linjeavstånd fungerar på böcker där det annars inte hade fungerat.
vi: Tắt chiều cao dòng được chỉ định trong các kiểu nhúng và có thể cho phép cài đặt giãn cách dòng của KOReader hoạt động trên sách mà chúng không hoạt động.
zh_tw: 停用內嵌樣式中指定的行高，如此一來 KOReader 的行距設定可能就能在原本無法套用的書籍上生效。

source: Enforce steady line heights
bg_bg: Осигурява постоянна височина на реда
he: אכוף גבהים של השורה קבועים
vi: Buộc độ cao dòng ổn định
zh_tw: 強制固定行高

source: Prevent inline content like sub- and superscript from changing their paragraph line height.
bg_bg: Не допуска елементите като горни и долни индекси да променят височината на реда в абзац.
he: מנע מתוכן מוטבע כמו תת-כתב ועל-כתב לשנות את גובה השורה בפסקה שלו.
vi: Ngăn nội dung nội dòng như chỉ số phụ và chỉ số trên thay đổi chiều cao dòng đoạn văn của chúng.
zh_tw: 避免內嵌內容（如下標與上標）改變段落的行高。

source: Smaller sub- and superscript
bg_bg: По-малки горни и долни индекси
he: תת-כתב ועל-כתב קטנים יותר
sv: Mindre index- och exponentläge
vi: Thu nhỏ chỉ số phụ và chỉ số trên
zh_tw: 較小的下標與上標

source: Prevent sub- and superscript from affecting line-height.
bg_bg: Предотвратява горните и долни индекси да влияят върху височината на реда.
he: מנע מתת-כתב ומעל-כתב להשפיע על גובה השורה.
sv: Undvik att index- och exponentläge påverkar radhöjd.
vi: Ngăn chỉ số phụ và chỉ số trên ảnh hưởng đến chiều cao dòng.
zh_tw: 避免下標與上標影響行高。

source: Override font-based normal line height
bg_bg: Задаване на височина на реда
he: להתגבר על גובה השורה הרגיל מבוסס על הגופן
vi: Ghi đè chiều cao dòng bình thường dựa trên phông chữ
zh_tw: 覆寫以字型為基準的正常行高

source: Normal line height: %1
bg_bg: Обикновена височина на реда: %1
he: גובה השורה הרגיל: %1
vi: Chiều cao dòng bình thường: %1
zh_tw: 正常行高：%1

source: Paragraphs
bg_bg: Абзаци
he: פסקאות
sv: Stycken
vi: Đoạn văn
zh_tw: 段落

source: Generic web browser paragraph style
bg_bg: Абзаци като при мрежов четец
he: סגנון פסקה כללי כבדפדפן אינטרנט
sv: Allmän styckesstil för webbläsare
vi: Kiểu đoạn văn của trình duyệt web chung
zh_tw: 一般網頁瀏覽器的段落格式

source: Display paragraphs as browsers do, in full-block style without indentation or justification, discarding KOReader's book paragraph style. This might be needed with some documents that expect this style as the default, and only use CSS when it needs to diverge from this default.
bg_bg: Показване на абзаците, както мрежовите четци, в стил пълен блок без отстъп или подравняване, като отказва стила на KOReader за абзаците в книгата. Може да е необходимо при някои документи, които очакват този стил като подразбиран и използват CSS само когато трябва да се отклонят от този подразбиран стил.
he: להציג פסקאות כפי שדפדפנים עושים, בסגנון מקטע מלא ללא הזחה או יישור לשני השוליים, והתעלמות מסגנון פסקת הספר של KOReader. ייתכן שיהיה צורך בכך עם מסמכים מסוימים המצפים לסגנון זה כברירת המחדל, שמשתמשים ב־CSS רק כאשר עליו לסטות מברירת מחדל זו.
sv: Visa stycken på samma sätt som webbläsare gör, i full blockstil utan indentering eller justering, vilket förkastar KOReaders styckestil för böcker. Detta kan behövas för vissa dokument som förväntar sig denna stil som standard, och endast använder CSS när det behöver frångå denna standard.
vi: Hiển thị các đoạn văn như trình duyệt, theo kiểu toàn khối mà không cần thụt lề hoặc giải thích, loại bỏ kiểu đoạn văn sách của KOReader. Cần thiết với một số tài liệu được chỉ định, chỉ sử dụng CSS khi khác với kiểu mặc định này.
zh_tw: 將段落顯示為與瀏覽器相同的全區塊樣式，不使用縮排或左右對齊，並捨棄 KOReader 的書籍段落樣式。 這在某些文件中可能是必要的，因為它們預期此樣式為預設，僅在需要偏離此預設時才使用 CSS。

source: Tailor widths and text-indent for CJK
bg_bg: Ширини и отстояние на текста специално за КЯК
he: כוונון הרווחים והזחות הטקסט לתווים סיניים/יפניים/קוריאניים
vi: Điều chỉnh độ rộng và thụt lề văn bản cho CJK
zh_tw: 調整中日韓文字的寬度與縮排

source: Adjust paragraph width and text-indent to be an integer multiple of the font size, so that lines of Chinese and Japanese characters don't need space added between glyphs for text justification.
bg_bg: Настройва ширината на абзаца и отстоянието на текста като цяло число, кратно на размера на шрифта, така че текстовете с китайски и японски йероглифи да не се нуждаят от добавяне на разстояние между глифите, което да подравнява текста.
he: התאמת רוחב הפסקה וכניסת הטקסט כך שיהיו כפולות שלמות של גודל הגופן, על מנת ששורות של תווים סיניים ויפניים לא יזדקקו בהוספת רווח בין האותיות, לצורך יישור הטקסט.
vi: Điều chỉnh độ rộng đoạn văn và thụt lề văn bản thành bội số nguyên của kích thước phông chữ, để các dòng ký tự tiếng Trung và tiếng Nhật không cần thêm khoảng cách giữa các ký tự để giải thích văn bản.
zh_tw: 調整段落寬度與縮排為字型大小的整數倍，這樣中文與日文的行就不需要在字元之間額外加入空白來進行左右對齊。

source: Paragraph first-line indentation
bg_bg: Отстъп на първия ред на абзаца
he: הזחה בשורה הראשונה בפסקה
vi: Thụt lề dòng đầu tiên của đoạn văn
zh_tw: 段落首行縮排

source: No indentation on first paragraph line
bg_bg: Първият ред на абзаца е без отстъп
he: אין הזחה בשורה הראשונה של הפסקה
sv: Ingen indragning i första styckets rad
vi: Không có thụt lề trên dòng đầu tiên
zh_tw: 首段落行不縮排

source: Do not indent the first line of paragraphs.
bg_bg: Първият ред на абзаца е без отстъп.
he: אל תכניס את שורת הפסקאות הראשונה.
sv: Inget indrag i första raden av stycken.
vi: Không thụt lề dòng đầu tiên của đoạn văn.
zh_tw: 不要縮排段落的第一行。

source: Indentation on first paragraph line
bg_bg: Първият ред на абзаца е с отстъп
he: הזחה בשורה הראשונה של הפסקה
sv: Indrag i första styckets rad
vi: Thụt lề trên dòng đầu tiên
zh_tw: 在段落的第一行縮排

source: Indentation on the first line of a paragraph is the default, but it may be overridden by publisher styles. This will force KOReader's defaults on common elements.
bg_bg: По подразбиране се използва отстъп на първия ред на абзаца, но той може да бъде заменен от стиловете на издателя. Това ще наложи настройките по подразбиране на KOReader за повечето елементи.
he: הזחה בשורה הראשונה של פיסקה היא ברירת המחדל, אך סגנונות של מוציא לאור יכולים לבטל אותה. זה יכפה את ברירות המחדל של KOReader על פריטים נפוצים.
sv: Indrag på första raden i ett stycke är standard, men det kan åsidosättas av förlagsstilar. Detta kommer att tvinga Koreaders standardvärden på gemensamma element.
vi: Thụt lề trên dòng đầu tiên của đoạn văn là mặc định, có thể bị kiểu nhà xuất bản ghi đè. KOReader đặt mặc định trên các phần tử chung.
zh_tw: 段落首行縮排是預設樣式，但可能會被出版商樣式覆寫。這將強制在常見元素上套用 KOReader 的預設。

source: No indentation on first paragraph
bg_bg: Без отстъп в първия абзац
he: אין הזחה בפסקה הראשונה
vi: Không thụt lề trên đoạn đầu tiên
zh_tw: 首段落不縮排

source: Do not indent the first line of the first paragraph of its container. This might be needed to correctly display drop caps, while still having indentation on following paragraphs.
bg_bg: Без отстъп на първия ред на първия абзац в контейнера. Може да е необходимо, за да бъдат изобразени правилно битите букви, като същевременно бъде запазен отстъпът в следващите абзаци.
he: אל תהזיח את השורה הראשונה של הפסקה הראשונה של המכל שלה. ייתכן שיש צורך בכך להציג נכון רשאי תיבות נופלות, תוך שמירת ההזחה בפסקאות הבאות.
vi: Không thụt lề dòng đầu tiên của đoạn đầu tiên trong vùng chứa của nó. Điều này có thể cần thiết để hiển thị chính xác các giới hạn thả, trong khi vẫn có thụt lề trên các đoạn văn sau.
zh_tw: 不要縮排容器中首段落的第一行。這可能是為了正確顯示首字放大，同時在後續段落仍保留縮排。

source: No indentation on following paragraphs
bg_bg: Без отстъп на следващите абзаци
he: אין הזחה בפסקאות הבאות
vi: Không thụt lề trên các đoạn văn sau
zh_tw: 後續段落不縮排
