Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

source: Set the time when the daily timeline should start. If you read past midnight, and would like this reading session to be displayed on the same screen with your previous evening reading sessions, use a value such as 04:00. Time is in hours and minutes.
bg_bg: Задайте час, в който дневният график да започне. Ако четете след полунощ и искате сеанса да се показва на същия екран с предишните ви вечерни сеанси, използвайте стойност подобна на 04:00. Часът се задава в часове и минути.
he: יש להגדיר את השעה שבה ציר הזמן היומי אמור להתחיל. אם קראת אחרי חצות, וברצונך שהפעלת קריאה זו תוצג באותו מסך עם מפגשי הקריאה הקודמים שלך בערב, יש להשתמש בערך כגון 04:00. הזמן הוא בשעות ובדקות.
vi: Đặt thời gian bắt đầu dòng thời gian hàng ngày. Nếu bạn đọc sau nửa đêm và muốn phiên đọc này được hiển thị trên cùng màn hình với các phiên đọc buổi tối trước đó, hãy sử dụng giá trị như 04:00. Thời gian được tính bằng giờ và phút.
zh_tw: 設定每日時間軸的開始時間。 如果您在午夜後仍持續閱讀，並希望這段閱讀時間能與前一晚的閱讀一同顯示，可以將開始時間設為 04:00 之類的數值。 時間以小時和分鐘表示。

source: Also use in calendar view
bg_bg: Също да бъде използвано и в календара
he: להשתמש גם בתצוגת לוח שנה
vi: Cũng sử dụng trong chế độ xem lịch
zh_tw: 在日曆檢視中也使用

source: Cloud sync
bg_bg: Синхронизиране с облак
he: סנכרון ענן
vi: Đồng bộ đám mây
zh_tw: 雲端同步

source: Delete server info?
bg_bg: Премахване на данните за сървъра?
he: למחוק את פרטי השרת?
vi: Xóa thông tin máy chủ?
zh_tw: 是否刪除伺服器資訊？

source: Cloud storage: %1 Folder path: %2 Set up the same cloud folder on each device to sync across your devices.
bg_bg: Облачно хранилище: %1 Път до папката: %2 За синхронизиране задайте една и съща папка от облака на всяко устройство.
he: אחסון בענן: %1 נתיב תיקייה: %2 יש להגדיר את אותה תיקיית הענן בכל מכשיר כדי לסנכרן בין המכשירים שלך.
vi: Lưu trữ đám mây: %1 Đường dẫn thư mục: %2 Thiết lập cùng một thư mục đám mây trên mỗi thiết bị để đồng bộ hóa trên các thiết bị của bạn.
zh_tw: 雲端儲存： %1 資料夾路徑： %2 請在每個裝置上設定相同的雲端資料夾，以便在裝置間同步。

source: Reset statistics
bg_bg: Нулиране на статистиката
he: אפס סטטיסטיקה
vi: Đặt lại số liệu thống kê
zh_tw: 重設統計資料

source: Current statistics
bg_bg: Текуща статистика
he: סטטיסטיקה נוכחית
vi: Số liệu thống kê hiện tại
zh_tw: 目前統計資料

source: Reading progress
bg_bg: Напредък в четенето
he: התקדמות קריאה
sv: Läsnings framsteg
vi: Tiến độ đọc
zh_tw: 閱讀進度

source: Time range
bg_bg: Времеви диапазон
he: טווח זמן
sv: Tidsintervall
vi: Phạm vi thời gian
zh_tw: 時間範圍

source: Calendar view
bg_bg: Преглед на календара
he: תצוגת לוח שנה
vi: Xem theo lịch
zh_tw: 日曆檢視

source: Today's timeline
bg_bg: График за днес
he: ציר הזמן של היום
vi: Dòng thời gian hôm nay
zh_tw: 今日時間軸

source: Time range statistics
bg_bg: Статистика за времето
he: סטטיסטיקה של טווח זמן
sv: Tidsintervallstatistik
vi: Trạng thái phạm vi thời gian
zh_tw: 基於時間範圍的統計

source: All books
bg_bg: Всички книги
he: כל הספרים
sv: Alla böcker
vi: Tất cả các sách
zh_tw: 全部書籍

source: Books by week
bg_bg: Книги по седмици
he: ספרים לפי שבוע
sv: Böcker per vecka
vi: Sách hàng tuần
zh_tw: 每週閱讀書籍

source: Books by month
bg_bg: Книги по месеци
he: ספרים לפי חודש
sv: Böcker per månad
vi: Sách hàng tháng
zh_tw: 每月閱讀書籍

source: Last week
bg_bg: Последна седмица
he: שבוע שעבר
sv: Senaste veckan
vi: Tuần trước
zh_tw: 上週

source: Last month by day
bg_bg: Последния месец по дни
he: חודש אחרון לפי יום
sv: Senaste månaden efter dag
vi: Tháng trước, theo ngày
zh_tw: 上個月每日

source: Last year by day
bg_bg: Последната година по дни
he: שנה שעברה לפי יום
sv: Senaste året efter dag
vi: Năm trước, theo ngày
zh_tw: 去年每日

source: Last year by week
bg_bg: Последната година по седмици
he: שנה שעברה לפי שבוע
sv: Senaste året efter vecka
vi: Năm trước, theo tuần
zh_tw: 去年每週

source: All stats by month
bg_bg: Цялата статистика по месеци
he: כל הנתונים הסטטיסטיים לפי חודש
sv: All statistik per månad
vi: Tất cả chỉ số thống kê theo tháng
zh_tw: 逐月數據

source: There is 1 page (%2%) left to read.
bg_bg: Останала е една (%2 %) непрочетена страница.
he: נשאר עוד עמוד אחד (%2%) לקרוא.
vi: Bạn còn (%2%) chưa đọc.
zh_tw: 剩餘 %1 頁（%2%）未讀。

source: At the current rate of %1 per page, that will take %2 of reading time.
bg_bg: Със скорост от %1 на страница ще отнеме %2 четене.
he: בקצב הנוכחי של %1 לעמוד, הזמן שיידרש לקריאה הוא %2.
vi: Với tốc độ hiện tại là %1 mỗi trang, điều đó sẽ tốn %2 thời gian đọc.
zh_tw: 以目前每頁 %1 的速度，尚需 %2 的閱讀時間。

source: At the current rate of %1 per day, that will take 1 day.
bg_bg: Със скорост от %1 на ден ще отнеме един ден четене.
he: בקצב הנוכחי של %1 ליום, זה ייקח יום אחד.
vi: Với tốc độ hiện tại là %1 mỗi ngày, sẽ mất vài ngày.
zh_tw: 以目前每日 %1 的速度，尚需 %2 天。

source: Estimated reading time left
bg_bg: Прогнозно оставащо време на четене
he: זמן קריאה משוער שנותר
vi: Thời gian đọc ước tính còn lại
zh_tw: 估計剩餘閱讀時間

source: Estimated finish date
bg_bg: Прогнозен край на четенето
he: תאריך הסיום המשוער
vi: Ngày hoàn thành dự kiến
zh_tw: 預計完成日期

source: (in 1 day) %2
bg_bg: (за 1 ден) %2
he: (ביום אחד) %2
vi: (trong vài ngày) %2
zh_tw: （%1 天後）%2

source: finished
bg_bg: прочетена
he: הושלם
vi: hoàn thành
zh_tw: 已完成

source: Book marked as finished
bg_bg: Отбелязана като прочетена
he: ספר המסומן כסוים
vi: Đánh dấu sách là đã hoàn thành
zh_tw: 書籍已標記為完成

source: Time spent reading this session
bg_bg: Време на четене този сеанс
he: זמן שהוקדש לקריאה במושב הזה
vi: Thời gian đọc phần này
zh_tw: 本次閱讀所花時間

source: Pages read this session
bg_bg: Прочетени страници този сеанс
he: עמודים קוראים במושב הזה
vi: Các trang đã đọc
zh_tw: 本次閱讀的頁數

source: Time spent reading today
bg_bg: Време на четене днес
he: הזמן שהושקע בקריאה היום
vi: Thời gian đọc hôm nay
zh_tw: 今日閱讀時間

source: Today (%1)
bg_bg: Днес (%1)
he: היום (%1)
vi: Hôm nay (%1)
zh_tw: 今日（%1）

source: Pages read today
bg_bg: Прочетени страници днес
he: עמודים שנקראו היום
vi: Trang đã đọc hôm nay
zh_tw: 今日閱讀頁數

source: Total time spent on this book
bg_bg: Общо четене на книгата
he: סה"כ הזמן שהושקע בספר זה
vi: Tổng thời gian dành cho cuốn sách này
zh_tw: 閱讀這本書的時間

source: Time spent reading
bg_bg: Време на четене
he: הזמן שהושקע בקריאה
vi: Thời gian dành cho việc đọc
zh_tw: 閱讀所花時間

source: Days reading this book
bg_bg: Дни на четене
he: ימים של קריאת ספר זה
vi: Số ngày đọc cuốn sách này
zh_tw: 閱讀這本書的天數

source: Days reading %1
bg_bg: Дни четене %1
he: ימי קריאה %1
vi: Số ngày đọc %1
zh_tw: 閱讀 %1 的天數

source: Average time per day
bg_bg: Средно време на ден
he: זמן ממוצע ליום
sv: Medeltid per dag
vi: Thời gian trung bình mỗi ngày
zh_tw: 每日平均時間

source: Book start date
bg_bg: Начало на четене
he: תאריך התחלת הספר
vi: Ngày bắt đầu đặt sách
zh_tw: 書籍開始日期

source: (1 day ago) %2
bg_bg: (преди 1 ден) %2
he: (לפני יום) %2
vi: (vài ngày trước) %2
zh_tw: （%1 天前）%2

source: Current page/Total pages
bg_bg: Текуща/всички страници
he: עמוד נוכחי/עמודים בסך הכל
vi: Trang hiện tại/Tổng số trang
zh_tw: 目前頁數/總頁數

source: Pages read
bg_bg: Прочетени страници
he: עמודים שנקראו
vi: Trang đã đọc
zh_tw: 閱讀頁數

source: Average time per page
bg_bg: Средно време на страница
he: זמן ממוצע לעמוד
sv: Genomsnittlig tid per sida
vi: Thời gian trung bình mỗi trang
zh_tw: 每頁平均時間

source: Book highlights
bg_bg: Подчертано в книгата
he: הדגשות בספר
vi: Điểm nổi bật của sách
zh_tw: 書籍標注

source: Book notes
bg_bg: Бележки в книгата
he: הערות לספר
vi: Ghi chú sách
zh_tw: 書籍筆記

source: Author(s)
bg_bg: Автор(и)
he: מחבר/ים
vi: Tác giả
zh_tw: 作者

source: Last read date
bg_bg: Дата последно четене
he: תאריך הקריאה האחרון
vi: Ngày đọc cuối cùng
zh_tw: 上次閱讀日期

source: Last read page/Total pages
bg_bg: Текуща страници/всички
he: עמוד שנקרא כאחרון/סה"כ עמודים
vi: Trang đọc cuối cùng/Tổng số trang
zh_tw: 上次閱讀頁數 / 總頁數

source: Books read in %1
bg_bg: Книги прочетени за: %1
he: ספרים שנקראו ב-%1
vi: Sách đã đọc trong %1
zh_tw: 在 %1 閱讀的書籍

source: %1 Week %2
bg_bg: %1 седмица %2
he: %1 שבוע %2
sv: %1 Vecka %2
vi: %1 Tuần %2
zh_tw: %1 第 %2 週

source: %1 (1 page)
bg_bg: %1 (%2 страница)
he: %1 (עמוד אחד)
vi: %1 (số trang)
zh_tw: %1（%2 頁）

source: Books read %1
bg_bg: Прочетени книги: %1
he: ספרים שנקראו %1
vi: Sách đã đọc %1
zh_tw: %1 閱讀的書籍

source: Do you want to reset statistics for day %1 for this book?
bg_bg: Желаете ли да бъде нулирана статистиката за книгата за деня %1?
he: לאפס את הסטטיסטיקה ליום %1 של הספר הזה?
vi: Bạn có muốn đặt lại số liệu thống kê cho ngày %1 của cuốn sách này không?
zh_tw: 是否要重置本書第 %1 天的統計資料？

# Reset statistics for day for book
source: Reset
bg_bg: Нулиране
he: איפוס
vi: Khôi phục cài đặt gốc
zh_tw: 重設

source: Do you want to reset statistics for this period for book: %1
bg_bg: Желаете ли да бъде нулирана статистиката за книгата за периода: %1
he: לאפס נתונים סטטיסטיים לתקופה הזאת של הספר: %1
vi: Bạn có muốn đặt lại số liệu thống kê cho kỳ này của cuốn sách không: %1
zh_tw: 您是否要重置下列書籍在此期間的統計資料： %1

# Reset statistics for period for book
source: Reset
bg_bg: Нулиране
he: איפוס
vi: Khôi phục cài đặt gốc
zh_tw: 重設

source: Total time spent reading: %1
bg_bg: Общо време, прекарано в четене: %1
he: זמן הקריאה הכולל: %1
vi: Tổng thời gian dành cho việc đọc: %1
zh_tw: 總閱讀時間：%1

source: Reset statistics for the current book
bg_bg: Нулиране на статистиката за текущата книга
he: אפס סטטיסטיקה עבור הספר הנוכחי
vi: Đặt lại số liệu thống kê cho sách hiện tại
zh_tw: 重設目前書籍的統計資料

source: Reset statistics per book
bg_bg: Нулиране на статистика по книга
he: איפוס סטטיסטיקה לפי ספר
vi: Đặt lại số liệu thống kê cho mỗi cuốn sách
zh_tw: 重設書籍統計資料

source: Reset stats for books read for < 1 m
bg_bg: Нулиране на статистика за книгите, четени < 1 мин
he: אפס נתונים סטטיסטיים עבור ספרים שנקראו פחות מדקה
vi: Đặt lại số liệu thống kê cho sách đã đọc trong < %1 phút
zh_tw: 重設閱讀 < %1 分鐘書籍的統計資料

source: Do you want to reset statistics for book: %1
bg_bg: Желаете ли да бъде нулирана статистиката за книгата: %1
he: האם ברצונך לאפס נתונים סטטיסטיים עבור ספר: %1
sv: Vill du återställa statistik för bok: %1
vi: Bạn có muốn đặt lại số liệu thống kê cho sách: %1
zh_tw: 您想要重設這本書的統計訊息嗎： %1

source: Reset book statistics
bg_bg: Нулиране на статистика за книгата
he: איפוס סטטיסטיקת ספרים
sv: Återställ bokstatistik
vi: Đặt lại thống kê sách
zh_tw: 重設書籍統計資料

source: Permanently remove statistics for books read for less than 1 minute?
bg_bg: Безвъзвратно премахване на статистиката за книгите, четени по-малко от минута?
he: להסיר לצמיתות נתונים סטטיסטיים של ספרים שנקראו פחות מדקה אחת?
vi: Xóa vĩnh viễn số liệu thống kê cho những cuốn sách được đọc dưới %1 phút?
zh_tw: 要永久移除閱讀小於 %1 分鐘書籍的統計資料嗎？

source: Statistics for 1 book removed.
bg_bg: Премахната е статистиката за 1 книга.
he: סטטיסטיקה עבור ספר אחד הוסרה.
vi: Thống kê cho %1 cuốn sách đã bị xóa.
zh_tw: %1 本書的統計資料已移除。

source: No statistics removed.
bg_bg: Статистика не е премахната.
he: לא הוסרו נתונים סטטיסטיים.
vi: Không có số liệu thống kê nào bị xóa.
zh_tw: 沒有移除統計資料。

source: Reading progress is not available. There is no data for the last week.
bg_bg: Напредъка в четенето не е достъпен. Няма информация за миналата седмица.
he: התקדמות הקריאה אינה זמינה. אין נתונים מהשבוע האחרון.
vi: Tiến độ đọc không khả dụng. Không có dữ liệu cho tuần trước.
zh_tw: 找不到閱讀進度。 上禮拜沒有任何資料。

source: Syncing book statistics. This may take a while.
bg_bg: Синхронизиране на статистиките за книги. Може да отнеме време.
he: סטטיסטיקת הספרים מתעדכנת. זה עלול לקחת זמן.
vi: Đang đồng bộ số liệu thống kê sách. Quá trình này có thể mất một lúc.
zh_tw: 正在同步書籍統計資料。這可能需要一段時間。

source: Week progress
bg_bg: Седмичен прогрес
he: התקדמות שבועית
sv: Veckans framsteg
vi: Tiến độ hàng tuần
zh_tw: 一週進度

source: Session
bg_bg: Сеанс
he: הפעלה
vi: Phiên
zh_tw: 工作階段

source: Today
bg_bg: Днес
he: היום
sv: Idag
vi: Hôm nay
zh_tw: 今日

source: Pages
bg_bg: Страници
he: עמודים
sv: Sidor
vi: Trang
zh_tw: 頁數

source: Total pages
bg_bg: Общо страници
he: סך כל העמודים
vi: Tổng số trang
zh_tw: 總 頁數

source: Total time
bg_bg: Общо време
he: זמן כולל
vi: Tổng thời gian
zh_tw: 總 時間

source: Average pages/day
bg_bg: Средно стр. на ден
he: ממוצע עמודים ליום
vi: Trung bình trang/ngày
zh_tw: 平均 頁數/天

source: Average time/day
bg_bg: Средно време на ден
he: ממוצע זמן/יום
vi: Trung bình thời gian/ngày
zh_tw: 平均 時間/天

source: System statistics
bg_bg: Статистика за системата
he: מידע על המערכת
sv: Systemstatistik
vi: Thống kê hệ thống
zh_tw: 系統統計訊息

source: Shows system statistics.
bg_bg: Показва статистика за системата.
he: הצג מידע על המערכת.
sv: Visar systemstatistik.
vi: Hiện thống kê hệ thống.
zh_tw: 顯示系統統計訊息。

source: KOReader started at
bg_bg: KOReader е стартиран на
he: KOReader הופעל ב־
sv: KOReader startade vid
vi: Khởi động KOReader
zh_tw: KOReader 啟動自

source: Last suspend time
bg_bg: Последен дълбок сън
he: זמן השעיה אחרונה
vi: Thời gian tạm dừng gần nhất
zh_tw: 最近一次的休眠時間

source: Last resume time
bg_bg: Последно събуждане
he: זמן התעוררות אחרונה
vi: Thời gian tiếp tục gần nhất
zh_tw: 最近一次的喚醒時間

source: Up time
bg_bg: Време на работа
he: זמן פעולה
vi: Thời gian hoạt động
zh_tw: 運行時間

source: Time spent awake
bg_bg: Време в будно състояние
he: זמן ערות
vi: Thời gian hoạt động
zh_tw: 清醒時間

source: Time in suspend
bg_bg: Време в дълбок сън
he: זמן בהשהיה
vi: Thời gian tạm dừng
zh_tw: 暫停時間

source: Time in standby
bg_bg: Време в готовност
he: זמן בהמתנה
vi: Thời gian chờ
zh_tw: 待機時間

source: Counters
bg_bg: Броячи
he: מונים
sv: Räknare
vi: Bộ đếm
zh_tw: 計數器

source: wake-ups
bg_bg: събуждания
he: מספר ההתעוררויות מ'שינה'
sv: uppvakningar
vi: Số lần bật máy
zh_tw: 喚醒

source: sleeps
bg_bg: заспивания
he: מס' הפעמים שהועבר ל'שינה'
sv: sovningar
vi: Số lần ngủ
zh_tw: 休眠

source: charge cycles
bg_bg: цикли на заряд
he: מספר מחזורי טעינה
sv: laddningscykler
vi: Số chu kỳ sạc pin
zh_tw: 充電週期

source: discharge cycles
bg_bg: цикли на разряд
he: מספר מחזורי פריקה
sv: urladdningscykler
vi: Số chu kỳ xả pin
zh_tw: 放電週期

source: System information
bg_bg: Информация за системата
he: מידע מערכת
vi: Thông tin hệ thống
zh_tw: 系統資訊

source: Total ticks (million)
bg_bg: Общо деления (милиони)
he: סה"כ ticks (מיליון)
sv: Ticks totalt (miljon)
vi: Tổng số ticks (triệu)
zh_tw: 總處理器週期（百萬）

source: Idle ticks (million)
bg_bg: Неизползвани деления (милиони)
he: ticks סרק (מיליון)
sv: Overksamma ticks (miljon)
vi: Tổng số ticks rảnh rỗi (triệu)
zh_tw: 閒置的處理器週期（百萬）

source: Processor usage %
bg_bg: Използване на процесора %
he: אחוזי השימוש במעבד
sv: Processoranvändning %
vi: Mức sử dụng CPU %
zh_tw: 處理器用量百分比

source: Total memory (MB)
bg_bg: Общо памет (МБ)
he: סה"כ זיכרון (MB)
sv: Totalt minne (MB)
vi: Tổng bộ nhớ (MB)
zh_tw: 總記憶體 (MB)

source: Free memory (MB)
bg_bg: Свободна памет (МБ)
he: זיכרון פנוי (MB)
sv: Ledigt minne (MB)
vi: Bộ nhớ còn trống (MB)
zh_tw: 閒置記憶體 (MB)

source: Available memory (MB)
bg_bg: Налична памет (МБ)
he: זיכרון זמין (MB)
sv: Tillgängligt minne (MB)
vi: Bộ nhớ khả dụng (MB)
zh_tw: 可用記憶體 (MB)

source: Process
bg_bg: Процес
he: תהליך
sv: Bearbetning
vi: Tiến trình
zh_tw: 程序

source: Processor usage ticks (million)
bg_bg: Използване на процесора в деления (милиони)
he: שימוש במעבד, ticks (מיליון)
sv: Processoranvändning av ticks (miljon)
vi: Ticks sử dụng CPU (triệu)
zh_tw: 使用的處理器週期（百萬）

source: Threads
bg_bg: Нишки
he: תהליכונים
sv: Trådar
vi: Số luồng
zh_tw: 執行緒

source: Virtual memory (MB)
bg_bg: Виртуална памет (МБ)
he: זיכרון וירטואלי (MB)
sv: Virtuellt minne (MB)
vi: Bộ nhớ ảo (MB)
zh_tw: 虛擬記憶體 (MB)

source: RAM usage (MB)
bg_bg: Използвана RAM (МБ)
he: שימוש ב- RAM (MB)
sv: RAM-användning (MB)
vi: Mức sử dụng RAM (MB)
zh_tw: 記憶體使用 (MB)

source: Storage information
bg_bg: Информация за хранилището
he: מידע על אחסון
sv: Lagringsinformation
vi: Thông tin bộ nhớ
zh_tw: 儲存系統資訊

source: Unexpected
bg_bg: Неочакван
he: בלתי צפוי
sv: Oväntat
vi: Không mong đợi
zh_tw: 未預期的

source: Mount point
bg_bg: Точка на монтиране
he: נקודת עגינה
sv: Monteringspunkt
vi: Điểm gắn kết
zh_tw: 掛載點

source: Available
bg_bg: Достъпно
he: זמין
sv: Tillgänglig
vi: Còn trống
zh_tw: 可用

source: Total
bg_bg: Общо
he: סך הכל
sv: Totalt
vi: Tổng
zh_tw: 總共

source: Used percentage
bg_bg: Процент използвано
he: אחוז בשימוש
sv: Använd procentandel
vi: Phần trăm đã sử dụng
zh_tw: 已用的百分比

source: Terminal emulator
bg_bg: Емулатор на терминал
he: אמולטור מסוף
vi: Trình giả lập Terminal
zh_tw: 終端機模擬器

source: KOReader's terminal emulator.
bg_bg: Емулатор на терминал за KOReader.
he: מדמה המסוף של KOReader.
vi: Trình giả lập Terminal của KOReader.
zh_tw: KOReader 的終端機模擬器。

source: Create a new alias
bg_bg: Създаване на псевдоним
he: יצירת כינוי חדש
vi: Tạo tên hiển thị mới
zh_tw: 建立新別名

source: Terminal emulator: error saving: %1
bg_bg: Емулатор на терминал: запазване на грешки: %1
he: מדמה מסוף: שגיאה בשמירה: %1
vi: Trình giả lập terminal: lỗi lưu: %1
zh_tw: 終端機模擬器：儲存時發生錯誤：%1

source: Edit alias
bg_bg: Промяна на псевдоним
he: עריכת כינוי
vi: Chỉnh sửa tên hiển thị
zh_tw: 編輯別名

source: Alias name:
bg_bg: Псевдоним:
he: שם כינוי:
vi: Tên hiển thị:
zh_tw: 別名：

source: Alias command:
bg_bg: Псевдоним на командата:
he: פקודת כינוי:
vi: Lệnh bí danh:
zh_tw: 指令別名：

source: Shell is not executable
bg_bg: Файлът на обвивката не е изпълним
he: אי אפשר להריץ את המעטפת
vi: Shell không thể thực thi
zh_tw: Shell 無法執行

source: You can close the terminal, but leave the shell open for further commands or quit it now.
bg_bg: Можете да затворите терминала, но да оставите обвивката отворена за команди или да я затворите.
he: אפשר לסגור את המסוף אך להשאיר את המעטפת פתוחה לפקודות נוספות או לצאת ממנה כעת.
vi: Bạn có thể đóng terminal nhưng vẫn để shell mở để thực hiện các lệnh tiếp theo hoặc thoát ngay bây giờ.
zh_tw: 您可以關閉終端機但保留 shell 以便繼續輸入指令，或立即結束。

source: Quit
bg_bg: Изход
he: יציאה
vi: Thoát
zh_tw: 結束

source: About terminal emulator
bg_bg: Относно емулатора на терминал
he: על מדמה המסוף
vi: Giới thiệu về trình giả lập terminal
zh_tw: 關於終端機模擬器

source: Terminal emulator can start a shell (command prompt). There are two environment variables TERMINAL_HOME and TERMINAL_DATA containing the path of the install and the data folders. Commands to be executed on start can be placed in: '$TERMINAL_DATA/scripts/profile.user'. Aliases (shortcuts) to frequently used commands can be placed in: '$TERMINAL_DATA/scripts/aliases'.
bg_bg: Емулаторът на терминал може да стартира обвивка (команден ред). Има две променливи на средата, TERMINAL_HOME и TERMINAL_DATA, съдържащи път към папката за инсталация и папката с данни. Командите, които трябва да бъдат изпълнени при стартиране, могат да бъдат поставени в: '$TERMINAL_DATA/scripts/profile.user'. Псевдоними (кратки команди) към често използвани команди могат да бъдат поставени в: '$TERMINAL_DATA/scripts/aliases'.
he: מדמה המסוף יכול להפעיל מעטפת (שורת פקודה). שני המשתנים הסביבתיים TERMINAL_HOME ו־TERMINAL_DATA מכילים את תיקיות ההתקנה והנתונים. את הפקודות שיופעלו בהתחלה ניתן לציין כאן: ‎'$TERMINAL_DATA/scripts/profile.user'.‎ כינויים (קיצורי דרך) לפקודות נפוצות ניתן לציין כאן: ‎'$TERMINAL_DATA/scripts/aliases'.‎
vi: Trình giả lập Terminal có thể khởi động shell (dấu nhắc lệnh). Có hai biến môi trường TERMINAL_HOME và TERMINAL_DATA chứa đường dẫn đến thư mục cài đặt và thư mục dữ liệu. Các lệnh được thực thi khi khởi động có thể được đặt trong: '$TERMINAL_DATA/scripts/profile.user'. Các bí danh (phím tắt) cho các lệnh thường dùng có thể được đặt trong: '$TERMINAL_DATA/scripts/aliases'.
zh_tw: 終端機模擬器可以啟動一個 shell（命令提示字元）。 環境變數 TERMINAL_HOME 與 TERMINAL_DATA 分別包含安裝路徑與資料資料夾。 啟動時要執行的指令可以放在： '$TERMINAL_DATA/scripts/profile.user'。 常用指令的別名（捷徑）可以放在： '$TERMINAL_DATA/scripts/aliases'。

source: You can use 'shfm' as a file manager, '?' shows shfm’s help message.
bg_bg: Можете да използвате „shfm“ за управление на файлове, „?“ показва помощ на shfm.
he: אפשר להשתמש ב־‚shfm’ כמנהל קבצים, ‚?’ מציג את הודעת העזרה של shfm.
vi: Bạn có thể dùng 'shfm' làm trình quản lý tệp, gõ '?' để xem thông báo trợ giúp của shfm.
zh_tw: 您可以使用 'shfm' 作為檔案管理器，輸入 '?' 可顯示 shfm 的說明訊息。

source: running
bg_bg: работи
he: פעיל
vi: đang chạy
zh_tw: 執行中

source: not running
bg_bg: не работи
he: לא פעיל
vi: Không chạy
zh_tw: 未執行

source: Open terminal session (%1)
bg_bg: Отваряне на сесия на терминала (%1)
he: פתיחת הפעלת מסוף (%1)
vi: Mở phiên terminal (%1)
zh_tw: 開啟終端機工作階段（%1）

source: End terminal session
bg_bg: Затваряне на сесията на терминала
he: סיום הפעלת מסוף
vi: Kết thúc phiên terminal
zh_tw: 結束終端機工作階段

source: Terminal emulator font size
bg_bg: Шрифт на терминала
he: גודל גופן מדמה מסוף
vi: Cỡ chữ trình giả lập Terminal
zh_tw: 終端機模擬器字型大小

source: Buffer size: %1 kB
bg_bg: Размер на буфера: %1 КБ
he: גודל מכלא: %1 ק״ב
vi: Kích thước bộ đệm: %1 kB
zh_tw: 緩衝區大小：%1 kB

# Data storage size
source: kB
bg_bg: КБ
he: ק״ב

source: Terminal emulator buffer size (kB)
bg_bg: Буфер на терминала (КБ)
he: גודל מכלא מדמה מסוף (ק״ב)
vi: Kích thước bộ nhớ đệm Terminal (kB)
zh_tw: 終端機模擬器緩衝區大小（kB）

source: Shell executable: %1
bg_bg: Изпълним файл на обвивката: %1
he: זמין להפעלה מהמעטפת: %1
vi: Tệp thực thi Shell: %1
zh_tw: Shell 執行檔：%1

source: Shell to use
bg_bg: Използвана обвивка
he: מעטפת לשימוש
vi: Chọn Shell
zh_tw: 要使用的 Shell

source: Here you can select the startup shell. Default: %1
bg_bg: Тук можете да изберете зареждаща обвивка. По подразбиране: %1
he: כאן ניתן לבחור את המעטפת בעת העלייה. ברירת מחדל: %1
vi: Tại đây bạn có thể chọn shell khi khởi động. Mặc định: %1
zh_tw: 您可以在此選擇啟動時使用的 shell。 預設值：%1

source: Text editor
bg_bg: Текстов редактор
he: עורך קובצי טקסט
sv: Textredigerare
vi: Trình soạn thảo văn bản
zh_tw: 純文字編輯器

source: A basic text editor for making small changes to plain text files.
bg_bg: Обикновен текстов редактор за внасяне на леки промени в текстови файлове.
he: עורך טקסטים בסיסי לביצוע שינויים קטנים בקובצי טקסט רגיל.
sv: En grundläggande textredigerare för att göra små ändringar i vanliga textfiler.
vi: Trình soạn thảo văn bản cơ bản, cho phép sửa các tệp văn bản thuần túy một cách nhanh chóng.
zh_tw: 基本的純文字編輯器，用來對純文字檔案進行小修改。

source: Text editor: open last file
bg_bg: Текстов редактор: отваряне на последния файл
he: עורך טקסט: פתיחת הקובץ האחרון
vi: Trình soạn thảo văn bản: mở tệp vừa rồi
zh_tw: 純文字編輯器：開啟上次的檔案

source: Text font size: %1
bg_bg: Размер на шрифта: %1
he: גודל גופן לטקסט: %1
vi: Cỡ chữ văn bản: %1
zh_tw: 文字字型大小：%1

source: Text font size
bg_bg: Размер на шрифта на текста
he: גודל גופן לטקסט
vi: Cỡ chữ văn bản
zh_tw: 文字字型大小

source: Use monospace font
bg_bg: Използване на равноширок шрифт
he: השתמש באותיות ברוחב זהה (לא עובד בעברית)
sv: Använd monospace typsnitt
vi: Dùng phông chữ đơn cách
zh_tw: 使用等寬字型

source: Auto paragraph direction
bg_bg: Автоматична посока на абзаца
he: כיוון פיסקה אוטומטי
vi: Hướng đoạn văn tự động
zh_tw: 自動段落方向

source: Detect the direction of each paragraph in the text: align to the right paragraphs in languages such as Arabic and Hebrew…, while keeping other paragraphs aligned to the left. If disabled, paragraphs align according to KOReader's language default direction.
bg_bg: Определя посоката на всеки абзац от текста поотделно: абзаците в езици като арабски и иврит се подравняват вдясно, докато на други езици - вляво. При изключена настройка, абзаците се подравняват спрямо подразбирания език на KOReader.
he: זהה את הכיוון של כל פיסקה בטקסט: יישר לימנה פיסקאות בשפות כגון ערבית ועברית…, תוך שמירה על פיסקאות אחרות מיושרות לשמאל. אם הושבת, פיסקאות מיושרות בהתאם לכיוון ברירת המחדל של השפה של KOReader.
vi: Phát hiện hướng của từng đoạn văn trong văn bản: căn chỉnh các đoạn văn bên phải trong các ngôn ngữ như tiếng Ả Rập và tiếng Do Thái…, trong khi vẫn giữ các đoạn văn khác căn chỉnh bên trái. Nếu tắt, các đoạn văn sẽ căn chỉnh theo hướng ngôn ngữ mặc định của KOReader.
zh_tw: 偵測各個段落的方向：在阿拉伯語和希伯來語等語言的段落靠右對齊，而將其他段落靠左對齊。 如果停用，段落會依照 KOReader 的語言預設方向對齊。

source: Force paragraph direction LTR
bg_bg: Посоката на абзаца е винаги Л→Д
he: כפה כיוון פיסקה LTR
vi: Buộc hướng đoạn văn từ trái sang phải
zh_tw: 強制段落方向從左到右
