Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

source: aside > p matches a <p> children of an <aside> element. aside p (without any intermediate symbol) matches a <p> descendant of an <aside> element.
bg_bg: aside > p съвпада с <p>, който е дете на елемент <aside>. aside p (без знаци меджу тях) съвпада с <p> наследник на елемент <aside>.
he: aside > p לוכד את כל הצאצאים מסוג <p> של רכיב <aside>. aside p (ללא כל סימן ביניים) לוכד כל צאצא <p> רבתי של רכיב <aside>.
vi: aside > p khớp với thẻ <p> là phần tử con (children) trực tiếp của phần tử <aside>. aside p (không có ký hiệu trung gian) khớp với thẻ <p> là phần tử con cháu (descendant) của phần tử <aside>.
zh_tw: aside > p 會匹配屬於 <aside> 元素的子元素的 <p>。 aside p（中間沒有任何符號）會匹配屬於 <aside> 元素的任意後代元素的 <p>。

source: p + img matches a <img> if its immediate previous sibling is a <p>. p ~ img matches a <img> if any of its previous siblings is a <p>.
bg_bg: p + img съвпада с <img> ако неговия непосредствен сродник е <p>. p ~ img съвпада с <img> ако някои от предните негови сродници е <p>.
he: p + img לוכד את <img> רק אם האח המיידי הקודם שלו הוא <p>. p ~ img לוכד את <img> אם אחד מכל האחאים הקודמים שלו הוא <p>.
vi: p + img khớp với thẻ <img> nếu phần tử anh chị em đứng ngay trước nó là thẻ <p>. p ~ img khớp với thẻ <img> nếu bất kỳ phần tử anh chị em đứng trước nó là thẻ <p>.
zh_tw: p + img 會匹配 <img> 元素，條件是它的前一個相鄰兄弟元素是 <p>。 p ~ img 會匹配 <img> 元素，條件是它的任一前方兄弟元素是 <p>。

source: [name="what"] matches if the element has the attribute 'name' and its value is exactly 'what'. [name] matches if the attribute 'name' is present. [name~="what"] matches if the value of the attribute 'name' contains 'what' as a word (among other words separated by spaces).
bg_bg: [name="what"] съвпада, ако елементът има атрибут „name“ и неговата стойност е точно „what“. [name] съвпада, ако има атрибут „name“. [name~="what"] съвпада, ако стойността на атрибута „name“ съдържа думата „what“ (измежду други думи, разделени с интервал).
he: ‬‪['name' ="what"]‎‬ לוכד אם לרכיב יש את התכונה ‚name’ שהערך שלה הוא בדיוק ‚what’. [name] לוכד אם התכונה ‚name’ קיימת. ‏‎[name =~"what"]‬ לוכד אם הערך של המאפיין ‚name’ מכיל ‚what’ כמילה (לצד מילים נוספות מופרדות ברווחים).
vi: [name="what"] khớp nếu phần tử có thuộc tính name và giá trị của nó chính xác là 'what'. [name] khớp nếu thuộc tính name có tồn tại (present). [name~="what"] khớp nếu giá trị của thuộc tính name chứa 'what' như một từ riêng biệt (trong số các từ khác được phân tách bằng dấu cách).
zh_tw: [name="what"] 會匹配具有 name 屬性，且其值正好為 "what" 的元素。 [name] 會匹配具有 name 屬性的元素（不論其值為何）。 [name~="what"] 會匹配 name 屬性值中包含 "what" 這個詞的元素（詞與詞之間以空格分隔）。

source: [name*="what" i] matches any element having the attribute 'name' with a value that contains 'what', case insensitive. [name^="what"] matches if the attribute value starts with 'what'. [name$="what"] matches if the attribute value ends with 'what'.
bg_bg: [name*="what" i] съвпада с всеки елемент, който има атрибут „name“ със стойност, която съдържа „what“, без зачитане на регистъра на буквите. [name^="what"] съвпада, ако стойността на атрибута започва с „what“. [name$="what"] съвпада, ако стойността на атрибута завършва с „what“.
he: ‎[name*="what" i]‬ לוכד כל רכיב שיש לו את התכונה ‚name’ עם ערך המכיל ‚what’, בלי הבדל בין אותיות קטנות/גדולות. ‎[name^="what"]‬ לוכד אם ערך התכונה מתחיל ב־‚what’. ‎[name$ ="what"]‬ לוכד אם ערך התכונה מסתיים ב־‚what’.
vi: [name*="what" i] khớp với bất kỳ phần tử nào có thuộc tính name với giá trị chứa 'what', không phân biệt chữ hoa/thường. [name^="what"] khớp nếu giá trị thuộc tính bắt đầu bằng 'what'. [name$="what"] khớp nếu giá trị thuộc tính kết thúc bằng 'what'.
zh_tw: [name="what"] 會匹配具有 name 屬性，且其值正好為 "what" 的元素。 [name] 會匹配具有 name 屬性的元素（不論其值為何）。 [name~="what"] 會匹配 name 屬性值中包含 "what" 這個詞的元素（詞與詞之間以空格分隔）。

source: Similar in syntax to attribute matching, but matches the inner text of an element. p[_="what"] matches any <p> whose text is exactly 'what'. p[_] matches any non-empty <p>. p:not([_]) matches any empty <p>. p[_~="what"] matches any <p> that contains the word 'what'.
bg_bg: Синтаксисът е подобен на този на съвпадение на атрибути, но съвпада с текста на елемент. p[_="what"] съвпада с всеки <p>, чийто текст е точно „what“. p[_] съвпада с всеки непълен <p>. p:not([_]) съвпада с всеки празен <p>. p[_~="what"] съвпада с всеки <p>, който съдържа думата „what“.
he: תחביר דומה ללכידת רכיבים, אבל לוכד את הטקסט הפנימי של הרכיב. ‪p[_="what"]‬ לוכד כל <p> שהטקסט שלו הוא בדיוק ‚what’. p‪[_]‬ לוכד כל <p> שהוא לא ריק. p: not‪([_])‬ לוכד כל <p> ריק. ‫["what"=~_]p לוכד כל <p> עם המילה ‚what’.
vi: Tương tự cú pháp khớp thuộc tính, nhưng khớp với nội dung văn bản bên trong (inner text) của một phần tử. p[_="what"] khớp với bất kỳ thẻ <p> nào có văn bản chính xác là 'what'. p[_] khớp với bất kỳ thẻ <p> không rỗng nào (có chứa nội dung). p:not([_]) khớp với bất kỳ thẻ <p> rỗng nào (không chứa nội dung). p[_~="what"] khớp với bất kỳ thẻ <p> nào có chứa từ 'what'.
zh_tw: 語法類似屬性匹配，但用於匹配元素的內部文字。 p[_="what"] 會匹配文字內容正好為 "what" 的 <p> 元素。 p[_] 會匹配任何非空的 <p> 元素。 p:not([_]) 會匹配任何空的 <p> 元素。 p[_~="what"] 會匹配任何包含 "what" 這個詞的 <p> 元素。

source: Similar in syntax to attribute matching, but matches the inner text of an element. p[_*="what" i] matches any <p> that contains 'what', case insensitive. p[_^="what"] matches any <p> whose text starts with 'what'. (This can be used to match "Act" or "Scene", or character names in plays, and make them stand out.) p[_$="what"] matches any <p> whose text ends with 'what'.
bg_bg: Синтаксисът е подобен на този на съвпадение на атрибути, но съвпада с текста на елемент. p[_*="what" i] съвпада с всеки <p>, който съдържа „what“, без зачитане на регистъра на буквите. p[_^="what"] съвпада с всеки <p>, чийто текст започва с „what“. (Може да бъде използвано за съвпадение с „Act“ или „Scene“, или с имена на герои в пиеси, за да изпъкнат.) p[_$="what"] съвпада с всеки <p>, чийто текст завършва с „what“.
he: תחביר דומה ללכידת תכונות, אבל לוכד את הטקסט הפנימי של הרכיב. p[_*="what" i] לוכד כל <p> שמכיל ‚what’, ללא תלות ברישיות (אותיות גדולות/קטנות). p[_^="what"] לוכד כל <p> שהטקסט שלו מתחיל ב־‚what’. (אפשר להשתמש בזה כדי ללכוד „Act” או „Scene”, או את שמות השחקנים במחזות ולהבליט אותם.) p[_$="what"] לוכד כל <p> שהטקסט שלו מסתיים ב־‚what’.
vi: Cú pháp tương tự như khớp thuộc tính, nhưng khớp với văn bản bên trong của một phần tử. p[_*="what" i] khớp với bất kỳ <p> nào chứa 'what', không phân biệt chữ hoa chữ thường. p[_^="what"] khớp với bất kỳ <p> nào có văn bản bắt đầu bằng 'what'. (Có thể sử dụng để khớp với "Màn" hoặc "Cảnh", hoặc tên nhân vật trong vở kịch, và làm nổi bật chúng.) p[_$="what"] khớp với bất kỳ <p> nào có văn bản kết thúc bằng 'what'.
zh_tw: 語法上與屬性匹配類似，但匹配的是元素的內部文字。 p[_*="what" i] 會匹配任何包含 "what" 的 <p> 元素，且不區分大小寫。 p[_^="what"] 會匹配文字開頭為 "what" 的 <p> 元素。 （這可用來匹配「Act」、「Scene」或劇本中的角色名稱，讓它們更醒目。） p[_$="what"] 會匹配文字結尾為 "what" 的 <p> 元素。

source: p:first-child matches a <p> that is the first child of its parent. p:last-child matches a <p> that is the last child of its parent. p:nth-child(odd) matches any other <p> in a series of sibling <p>.
bg_bg: p:first-child съвпада с <p>, който е първия дъщерен елемент на своя родител. p:last-child съвпада с <p>, който е последния дъщерен елемент на своя родител. p:nth-child(odd) съвпада с нечетните <p> в поредица от дъщерни <p>.
he: p:first-child לוכד <p> שהוא הצאצא הראשון להורה שלו. p:last-child לוכד <p> שהוא הצאצא האחרון להורה שלו. p:nth-child(odd) לוכד כל <p> שני בסדרה של אחאי <p>.
vi: p:first-child khớp với thẻ <p> là con đầu tiên của phần tử cha nó. p:last-child khớp với thẻ <p> là con cuối cùng của phần tử cha nó. p:nth-child(odd) khớp với bất kỳ thẻ <p> nào khác trong chuỗi các phần tử anh em <p> (cụ thể là các thẻ <p> ở vị trí lẻ).
zh_tw: p:first-child 會匹配作為其父元素第一個子元素的 <p>。 p:last-child 會匹配作為其父元素最後一個子元素的 <p>。 p:nth-child(odd) 會匹配在一系列兄弟 <p> 中的奇數位置 <p> 元素。

source: On a book page, select some text spanning around (before and after) the element you are interested in, and use 'View HTML'. In the HTML viewer, long press on tags or text to get a list of selectors matching the element: tap on one of them to copy it to the clipboard. You can then paste it here with long-press in the text box.
bg_bg: В страницата на книгата изберете текст, (преди и след) интересуващия ви елемент, и изберете „Преглед на HTML“. В прозореца задръжте елементи или текст, за да получите списък със селектори, съответстващи на елемента: докоснете един от тях, за да го копирате. След това със задържане в текстовото поле го поставете тук.
he: בעמוד הספר, יש לבחור טקסט כלשהו המשתרע סביב (לפני ואחרי) הרכיב המעניין, ולהשתמש ב‚הצגת HTML’. במציג ה־HTML , לחיצה ארוכה על תגים או על טקסט ימשוך רשימה של בוררים מתאימים לרכיב: הקשה על אחד מהם יעתיק אותו ללוח הגזירים. אפשר להדביק אותו לאחר מכן כאן עם לחיצה ארוכה בתיבת הטקסט.
vi: Trong trang sách, chọn một đoạn văn bản bao quanh (trước và sau) phần tử bạn quan tâm, và sử dụng tùy chọn 'Xem HTML'. Trong trình xem HTML, nhấn giữ vào các thẻ (tags) hoặc văn bản để xem danh sách các bộ chọn (selectors) khớp với phần tử đó: chạm vào một bộ chọn để sao chép nó vào khay nhớ tạm (clipboard). Sau đó, bạn có thể nhấn giữ vào hộp văn bản tại đây để dán bộ chọn đó vào.
zh_tw: 在書頁中，選取一些文字，範圍涵蓋你感興趣的元素前後，然後使用「檢視 HTML」。 在 HTML 檢視器中，長按標籤或文字即可取得符合該元素的選擇器列表： 點一下其中一個選擇器即可將其複製到剪貼簿。 接著你可以在文字框中長按貼上。

source: Common classic properties
bg_bg: Често срещани класически свойства
he: מאפיינים קלסיים נפוצים
vi: Các thuộc tính kinh điển thông dụng
zh_tw: 常用經典屬性

source: 1rem will enforce your main font size.
bg_bg: 1rem ще наложи основния размер на шрифт.
he: 1rem יאכוף את גודל הגופן הראשי שלך.
vi: 1rem sẽ đặt lại kích thước phông chữ về mặc định (font-size chính).
zh_tw: 1rem 會強制使用你的主字型大小。

source: Remove bold. Use 'bold' to get bold.
bg_bg: Премахва получер шрифт. Използвайте „bold“, за да добавите получер шрифт.
he: הסרת הדגשה. אפשר להשתמש ב־‚bold’ (מודגש) כדי להדגיש.
vi: Bỏ in đậm. Dùng 'bold' để in đậm.
zh_tw: 移除粗體。使用 'bold' 可套用粗體。

source: Disables hyphenation inside the targeted elements.
bg_bg: Изключва сричкопренасянето в целевите елемемнти.
he: השבתת המיקוף בתוך רכיבי היעד.
vi: Vô hiệu hóa gạch nối chữ (hyphenation) trong các phần tử được chọn.
zh_tw: 停用目標元素中的斷字功能。

source: 1.2em is our default text indentation.
bg_bg: 1.2em е подразбираният отстъп.
he: 1.2em הוא הזחת טקסט ברירת המחדל שלנו.
vi: Mặc định, văn bản được thụt lề 1.2em.
zh_tw: 1.2em 是我們的預設文字縮排。

source: Start a new page with this element. Use 'avoid' to avoid a new page.
bg_bg: Започва нова страница с дадения елемент. Свойството „avoid“ предотвратява създаване на нова страница в елемента.
he: להתחיל עמוד חדש עם הרכיב הזה. אפשר להשתמש ב־‚avoid’ (להימנע) כדי להימנע מעמוד חדש.
vi: Bắt đầu phần tử này ở trang mới. Dùng 'avoid' để ngăn việc xuống trang.
zh_tw: 使用此元素可開始新頁面。 使用 'avoid' 可避免換頁。

source: Force text to be black.
bg_bg: Налага черен цвят на текста.
he: להכריח את הטקסט להיות שחור.
vi: Ép buộc màu chữ thành đen.
zh_tw: 強制文字為黑色。

source: Remove any background color.
bg_bg: Премахва цвета на фона.
he: להסיר כל צבע רקע שהוא.
vi: Gỡ bỏ màu nền.
zh_tw: 移除所有的背景顏色。

source: Limit an element width to 50% of your screen width (use 'max-height: 50vh' for 50% of the screen height). Can be useful with <img> to limit their size.
bg_bg: Ограничава ширината на елемента до 50% от ширината на екрана (използвайте „max-height: 50vh“ за 50% от височината му). Може да бъде полезно с <img> за ограничаване на размера на изображенията.
he: הגבלת רוחב הרכיב עד 50% מרוחב המסך (אפשר להשתמש ב־‚max-height: 50vh’ להגבלה עד 50% מגובה המסך). אפשר להשתמש עם <img> כדי להגביל את גודלם.
vi: Giới hạn chiều rộng phần tử bằng 50% chiều rộng màn hình (dùng 'max-height: 50vh' cho 50% chiều cao màn hình). Có thể hữu ích khi giới hạn kích thước thẻ <img>.
zh_tw: 將元素寬度限制為螢幕寬度的 50%（若要限制高度為螢幕高度的 50%，請使用 'max-height: 50vh'）。 這對限制 <img> 圖片大小特別有用。

source: Private CSS properties
bg_bg: Специални свойства на CSS
he: מאפייני CSS פרטיים
vi: Các thuộc tính CSS nội bộ
zh_tw: 私有 CSS 屬性

source: When set on a block element containing the target id of a href, this block element will be shown as an in-page footnote.
bg_bg: Когато е зададен блоков елемент, съдържащ целеви идентификатор на атрибута href, той ще бъде показан като бележка под линия.
he: כאשר זה מוגדר על רכיב שמכיל את מזהה היעד של href, רכיב הבלוק הזה יוצג כהערת שוליים בתוך העמוד.
vi: Khi được thiết lập trên một phần tử khối (block element) chứa ID đích của một liên kết (href), phần tử khối này sẽ hiển thị dưới dạng chú thích cuối trang (footnote) ngay trong trang.
zh_tw: 當設定於包含目標 a href 的區塊元素時，該區塊元素將顯示為頁面內註解。

source: When set on a block element following a block element marked `footnote-inpage`, this block will be shown as part of the same in-page footnote as the previous element. Can be chained across multiple elements following an in-page footnote.
bg_bg: Когато е зададен блоков елемент, след блоков елемент означен като „footnote-inpage“, то той ще бъде показан като част от бележките под линия на същата страница както предния елемент. Може да бъде свързан с няколко елемента, следващи бележките под линия на страницата.
he: כשזה מוגדר על פריט "גוש" העוקב פריט "גוש" שסומן כ־"הערת שוליים תוך עמוד", הפריט הזה יוצג כחלק מאותה הערה כמו הפריט הקודם. אפשר לשרשר פריטים מרובים העוקבים אחרי הערת שוליים תוך עמוד.
vi: Khi được thiết lập trên một phần tử khối (block element) theo sau một phần tử khối được đánh dấu là footnote-inpage, khối này sẽ hiển thị như một phần của cùng chú thích trong trang với phần tử trước đó. Có thể xâu chuỗi (chained) qua nhiều phần tử theo sau một chú thích trong trang.
zh_tw: 當設定於緊接在標記為 footnote-inpage 的區塊元素之後的區塊元素時， 該區塊將顯示為與前一元素相同的頁面內註解的一部分。可連續套用於多個緊跟在頁面內註解之後的元素。

source: Can be set on some specific DocFragments (e.g. DocFragment[id$=_16]) to ignore them in the linear pages flow.
bg_bg: Може да бъде зададено за определен DocFragment (напр. DocFragment[id$=_12]), който бъде пренебрегнат в линейния поток на страниците.
he: ניתן להגדיר את זה על כמה DocFragments מסוימים (למשל DocFragment[id$=_16]) כדי להתעלם מהם בזרימה הלינארית של העמודים.
vi: Có thể được thiết lập trên một số đoạn tài liệu cụ thể (ví dụ: DocFragment[id$=_16]) để bỏ qua chúng khỏi luồng trang tuyến tính.
zh_tw: 可設定於某些特定的 DocFragment（例如 DocFragment[id$=_16]）， 以在頁面線性流程中忽略它們。

source: Can be set on contiguous footnote blocks to ignore them in the linear pages flow.
bg_bg: Може да бъде зададено на съседни блокове на бележки под линия, за да бъдат пренебрагнати в линейния поток на страниците.
he: ניתן להגדיר את זה על בלוקים צמודים של הערות השוליים כדי להתעלם מהם בזרימה לינארית של העמודים.
vi: Có thể được thiết lập trên các khối chú thích liên tục để bỏ qua chúng khỏi luồng trang tuyến tính.
zh_tw: 可設定於連續的註解區塊上， 以在頁面線性流程中忽略它們。

source: When set on an element, its text can be used to build the alternative table of contents. toc-level2 to toc-level6 can be used for nested chapters.
bg_bg: Ако е зададен елемент неговия текст може да бъде използван за създаване на алтернативно съдържание. Нивата от 2 до 6 могат да бъдат вложени глави.
he: כאשר זה מוגדר על רכיב, ניתן להשתמש בטקסט שלו כדי לבנות את תוכן העניינים החלופי. זמין לשימוש מ־toc-level2 (רמה 2) ועד toc-level6 (רמה 6) עבור רמות פנימיות של פרקים.
vi: Khi được thiết lập trên một phần tử, văn bản của phần tử đó có thể được sử dụng để xây dựng mục lục thay thế. Các mức toc-level2 đến toc-level6 có thể được sử dụng cho các chương lồng nhau.
zh_tw: 當設定於某個元素時，其文字可用來建立替代目錄。 可使用 toc-level2 到 toc-level6 來表示巢狀章節。

source: When set on an element, it will be ignored when building the alternative table of contents.
bg_bg: Ако е зададен елемент той ще бъде пренебрегнат при създаване на алтернативно съдържание.
he: כאשר זה מוגדר על רכיב, לא ייעשה בו שימוש בעת בניית תוכן העניינים החלופי.
vi: Khi được thiết lập trên một phần tử, phần tử đó sẽ bị bỏ qua khi xây dựng mục lục thay thế.
zh_tw: 當設定於某個元素時，該元素在建立替代目錄時將被忽略。

source: Can be set on target of links (<div id='..'>) to have their link trigger as footnote popup, in case KOReader wrongly detect this target is not a footnote.
bg_bg: Може да бъде зададено на цел на препратка (<div id="…">), за да бъде показан текста на целевия елемент като бележка под линия в изскачащ прозорец, в случай, че KOReader не определя целевия елемент като бележка под линия.
he: ניתן להגדיר את זה על יעד של קישורים (‪<div id='..'>‬) כדי שהקישור שלהם יזניק חלונית הערת שוליים, אם KOReader בטעות מזהה שהיעד אינו הערת שוליים.
vi: Có thể được thiết lập trên đích của liên kết (ví dụ: <div id='..'>) để liên kết kích hoạt dưới dạng cửa sổ bật lên chú thích (footnote popup), trong trường hợp KOReader phát hiện sai rằng đích đó không phải là một chú thích.
zh_tw: 可設定於連結的目標元素（例如 <div id='..'>）， 以便讓該連結觸發註解彈出視窗， 當 KOReader 錯誤判斷該目標不是註解時特別有用。

source: Can be set on links (<a href='#..'>) to have them trigger as footnote popups, in case KOReader wrongly detect the links is not to a footnote.
bg_bg: Може да бъде зададено на препратка (<a href="#…">), за да бъде показана като препратка, отваряща бележка под линия, в случай, че KOReader не определя целевия елемент като такава препратка.
he: ניתן להגדיר את זה על קישורים (‪<a href='#..'>‬) כדי שיוזנקו כחלוניות הערות שוליים, אם במקרה KOReader לא מזהה את הקישורים כהערות שוליים.
vi: Có thể được thiết lập trên các liên kết (ví dụ: <a href='#..'>) để chúng kích hoạt dưới dạng cửa sổ bật lên chú thích (footnote popup), trong trường hợp KOReader phát hiện sai rằng liên kết đó không dẫn đến một chú thích.
zh_tw: 可設定於連結元素（例如 <a href='#..'>）， 以便讓該連結觸發註解彈出視窗， 當 KOReader 錯誤判斷該連結不是指向註解時特別有用。

source: Can be set on links (<a href='#..'>) to have them NOT trigger footnote popups and in-page footnotes. If some DocFragment presents an index of names with cross references, resulting in in-page footnotes taking half of these pages, you can avoid this with: DocFragment[id$=_16] a { -cr-hint: noteref-ignore }
bg_bg: Може да бъде зададено на препратка (<a href="#…">), за да НЕ бъде показана като препратка, отваряща бележка под линия. Ако има DocFragment съдържащ показалец с имена и кръстосани препратки, резултатът от който е бележки под линия, заемащи половината страница, можете да избегнете такива фрагменти посредством: DocFragment[id$=_16] a { -cr-hint: noteref-ignore }
he: ניתן להגדיר על קישורים (‪<a href='#..'>‬) כדי שלא יפעילו חלוניות של הערות שוליים והערות שוליים בעמוד. אם DocFragment כלשהו מציג מפתח של שמות עם אזכורים צולבים, וכתוצאה מכך הערות השוליים תופסות חצי מהעמודים האלה, אפשר למנוע את זה עם: ‪DocFragment[id$=_16] a { -cr-hint: noteref-ignore }‬
vi: Có thể được thiết lập trên các liên kết (ví dụ: <a href='#..'>) để chúng KHÔNG kích hoạt cửa sổ bật lên chú thích (footnote popup) và chú thích trong trang. Nếu một số đoạn tài liệu (DocFragment) trình bày một mục lục tên có tham chiếu chéo, dẫn đến việc chú thích trong trang chiếm một nửa số trang này, bạn có thể tránh điều đó bằng cách sử dụng đoạn mã: DocFragment[id$=_16] a { -cr-hint: noteref-ignore }
zh_tw: 可設定於連結元素（例如 <a href='#..'>）， 以避免觸發註解彈出視窗與頁面內註解。 若某些 DocFragment 呈現的是帶有交叉參照的姓名索引， 導致頁面內註解佔據了半頁版面， 你可以使用以下方式來避免這種情況： DocFragment[id$=_16] a { -cr-hint: noteref-ignore }

source: Useful 'content:' values
bg_bg: Полезни стойности на свойството „content“
he: ערכי ‚content:‎’ שימושיים
vi: Các giá trị 'content:' hữu ích
zh_tw: 實用的 'content:' 屬性值

source: Caution ⚠
bg_bg: Внимание ⚠
he: זהירות ⚠
vi: Thận trọng ⚠
zh_tw: 注意 ⚠

source: Be careful with these: stick them to a proper discriminating selector, like: span.specificClassName p[_*="keyword" i] If used as-is, they will act on ALL elements!
bg_bg: Бъдете внимателни с тези стойности. Винаги ги използвайте със специфични селектори, например span.specificClassName p[_*="keyword" i] Ако бъдат използвани самостоятелно ще имат ефект върху ВСИЧКИ елементи!
he: להיזהר עם אלה: כדאי להיצמד אליהם לברירה ייחודית הולמת, בסגנון: span.specificClassName p[_*="keyword" i] אם הם ישמשו כפי שהם, הם יחולו על כל הרכיבים!
vi: Hãy cẩn thận với những điều này: hãy gắn chúng vào một bộ chọn phân biệt thích hợp, chẳng hạn như: span.specificClassName p[_*="keyword" i] Nếu được sử dụng nguyên trạng, chúng sẽ tác động lên TẤT CẢ các phần tử!
zh_tw: 使用這些時請小心：請綁定到適當的具辨識性的選擇器，例如： span.specificClassName p[_*="keyword" i] 如果直接使用而未加限制，它們將作用於所有元素！

source: Insert a visible space before an element.
bg_bg: Вмъква интервал преди елемент.
he: נא להוסיף רווח גלוי לפני רכיב.
vi: Thêm dấu cách hiển thị trước phần tử.
zh_tw: 在元素前插入一個可見空格。

source: Insert a visible non-breakable space before an element, so it sticks to what's before.
bg_bg: Вмъква неразделяем интервал преди елемент, така че той прилепва към предния.
he: נא להוסיף רווח קשיח לפני רכיב, כדי שיוצמד למה שלפניו.
vi: Thêm dấu cách cứng (non-breaking space) trước phần tử, đảm bảo nó không bị ngắt dòng.
zh_tw: 在元素前插入一個可見的不可斷行空格，使其緊貼前方內容。

source: U+2060 WORD JOINER may act as a glue (like an invisible non-breakable space) before an element, so it sticks to what's before.
bg_bg: U+2060 WORD JOINER може да служи за слепване (като невидим неразделяем интервал) преди елемент, така че той прилепва към предния.
he: U+2060 מצרף מילים יכול להתנהג כמו דבק (כמו רווח קשיח נסתר) לפני רכיב, כדי שייצמד למה שלפניו.
vi: Ký tự U+2060 (WORD JOINER) có thể dùng như dấu kết dính (khoảng trắng cứng tàng hình) trước phần tử, đảm bảo phần tử đó không bị xuống dòng.
zh_tw: U+2060 WORD JOINER 可作為黏著劑（類似不可斷行的隱形空格）， 插入於元素前方，使其緊貼前方內容。

source: U+200B ZERO WIDTH SPACE may allow a linebreak before an element, in case the absence of any space prevents that.
bg_bg: U+200B ZERO WIDTH SPACE може да позволява пренасяне на нов ред преди елемент, в случай че липсата на интервал го възпрепятства.
he: U+200B רווח ברוחב אפס יכול לאפשר ירידת שורה לפני רכיב, אם אין רווח שמונע את זה.
vi: Ký tự U+200B (Khoảng trắng rộng zero) có thể cho phép xuống dòng trước phần tử, nếu việc thiếu dấu cách gây cản trở.
zh_tw: U+200B 零寬空格 (ZERO WIDTH SPACE) 可能允許在某個元素之前斷行，以避免因為完全沒有空格而無法換行的情況。

source: Insert the value of the attribute 'title' at start of an element content.
bg_bg: Вмъква стойността на атрибута „title“ в началото на съдържанито на елемент.
he: הוספת ערך המאפיין ‚title’ (כותרת) בתחילת תוכן רכיב.
vi: Chèn giá trị của thuộc tính 'title' vào đầu nội dung của một phần tử.
zh_tw: 在元素內容開頭插入其屬性 'title' 的值。

source: Prepend a visible marker.
bg_bg: Вмъква маркер отпред.
he: להוסיף סמן גלוי לפני.
vi: Chèn thêm một ký hiệu đánh dấu vào phía trước.
zh_tw: 在元素前加上可見標記。

source: Use sample
bg_bg: Използване на образец
he: השתמש במדגם
vi: Dùng thử mẫu
zh_tw: 使用範例

source: Prettify
bg_bg: Разкрасяване
he: לְיַפּוֹת
sv: Försköna
vi: Sắp xếp lại
zh_tw: 美化

source: Condense
bg_bg: Уплътняване
he: דחוס
vi: Thu gọn
zh_tw: 緊縮

source: Book tweak not modified.
bg_bg: Настройките на книгата не са променени.
he: הכוונת הספר לא שונתה.
vi: Chưa thay đổi tinh chỉnh sách.
zh_tw: 未修改書籍調整。

source: Edit book-specific style tweak
bg_bg: Редактиране стила на конкретната книга
he: עריכת כוונון סגנון מסוים לספר
vi: Sửa cài đặt giao diện riêng cho cuốn sách này
zh_tw: 編輯書籍特定的樣式調整

source: Restore
bg_bg: Възстановяване
he: שחזר
vi: Khôi phục
zh_tw: 還原

source: Book tweak restored
bg_bg: Настройкате на книгата са възстановени
he: הכוונת הספר שוחזרה
vi: Đã khôi phục cài đặt riêng của sách
zh_tw: 書籍調整已還原

source: Book tweak created, applying…
bg_bg: Настройката на книгата е създадена, прилага се…
he: הכוונת הספר נוצרה, מיישם אותה…
vi: Đã tạo cài đặt riêng cho sách, đang áp dụng…
zh_tw: 書籍調整已建立，正在套用…

source: Book tweak removed, rendering…
bg_bg: Настройката на книгата е премахната, изчертава се…
he: הכוונת הספר הוסרה, ייצוג מחדש…
vi: Đã gỡ bỏ cài đặt riêng của sách, đang tải lại giao diện…
zh_tw: 書籍調整已移除，正在繪製…

source: Book tweak emptied and removed.
bg_bg: Настройката на книгата е изтрита и премахмата.
he: הכוונת הספר רוקנה והוסרה.
vi: Đã xóa trắng và loại bỏ cài đặt riêng của sách.
zh_tw: 書籍調整已清空並移除。
