Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

source: Force sync
bg_bg: Принудително синхронизиране
vi: Buộc đồng bộ hóa
zh_tw: 立即同步

source: Sync
bg_bg: Синхронизиране
vi: Đồng bộ hóa
zh_tw: 同步

source: Delete OPDS catalog?
bg_bg: Премахване на каталога на OPDS?
he: למחוק את קטלוג OPDS?
vi: Xóa danh mục OPDS?
zh_tw: 是否刪除 OPDS 目錄？

source: Download all
bg_bg: Изтегляне на всички
he: להוריד הכל
vi: Tải xuống tất cả
zh_tw: 下載全部

source: Remove all
bg_bg: Премахване всички
he: להסיר הכול
vi: Xóa tất cả
zh_tw: 移除全部

source: Downloads (%1)
bg_bg: Изтеглени (%1)
he: הורדות (%1)
vi: Tải xuống (%1)
zh_tw: 下載（%1）

source: Download all books? Existing files will be overwritten.
bg_bg: Изтегляне на всички книги? Съществуващите файлове ще бъдат презаписани.
he: להוריד את כל הספרים? קבצים חדשים ישוכתבו על הקיימים.
vi: Tải xuống tất cả sách? Các tệp hiện có sẽ bị ghi đè.
zh_tw: 是否下載全部書籍？ 已存在的檔案將會被覆寫。

source: Remove all downloads?
bg_bg: Премахване на всички изтегляния?
he: למחוק כל הפריטים שהורדו?
vi: Xóa tất cả các mục đã tải xuống?
zh_tw: 刪除所有已下載的項目？

source: Folder
bg_bg: Папка
he: תיקייה
vi: Thư mục
zh_tw: 資料夾

source: File
bg_bg: Файл
he: קובץ
vi: Tài liệu
zh_tw: 檔名

source: Description
bg_bg: Описание
he: תאור
vi: Mô tả
zh_tw: 描述

source: Downloading… (tap to cancel)
bg_bg: Изтегляне… (докоснете за отказ)
he: הורדה… (נגיעה לביטול)
vi: Đang tải xuống… (nhấn để hủy)
zh_tw: 下載中……（點擊取消）

source: 1 book downloaded
bg_bg: 1 книга е изтеглена
he: ספר ירד
vi: %1 sách đã tải xuống
zh_tw: 已下載 %1 本書

source: File types to sync
bg_bg: Видове синхронизирани файлове
he: סוגי קבצים לסנכרון
vi: Các loại tệp để đồng bộ hóa
zh_tw: 要同步的檔案類型

source: A comma separated list of desired filetypes
bg_bg: Разделени със запетая списък на видовете файлове
vi: Danh sách các loại tệp mong muốn được phân tách bằng dấu phẩy
zh_tw: 以逗號分隔的檔案類型清單

source: Synchronizing lists…
bg_bg: Синхронизиране на списъци…
he: הרשימות מסונכרנות…
vi: Đang đồng bộ hóa danh sách…
zh_tw: 正在同步列表…

source: Up to date!
bg_bg: Обновено!
he: עדכני!
vi: Đã cập nhật!
zh_tw: 已是最新版本！

source: Please choose a folder for sync downloads first
bg_bg: За начало изберете папка за синхронизиране на изтегляния
he: נא לבחור תיקייה לסנכרון ההורדות תחילה
vi: Vui lòng chọn thư mục để đồng bộ hóa tải xuống trước
zh_tw: 請先選擇同步下載用的資料夾

source: These files are already on the device:
bg_bg: Следните файлове са вече на устройството:
he: הקבצים האלה כבר נמצאים במכשיר:
vi: Các tập tin này đã có trên thiết bị:
zh_tw: 以下檔案已存在於裝置：

source: Duplicate files
bg_bg: Дублиране на файлове
vi: Các tập tin trùng lặp
zh_tw: 重複的檔案

source: Download copies
bg_bg: Изтегляне на копия
vi: Tải xuống bản sao
zh_tw: 下載副本

source: Stream
bg_bg: Поток
he: תזרים
vi: Trực tiếp
zh_tw: 串流

source: Perception expander
bg_bg: Разширение на възприятията
he: מרחיב תפיסה
sv: Förnimmelseexpanderare
vi: Hỗ trợ đọc
zh_tw: 感知擴展器

source: Improves your reading speed with the help of two vertical lines over the text.
bg_bg: Добавката дава възможност за подобряване на скоростта на четене с помощта на две вертикални линии върху текста.
he: משפר את מהירות קריאתך בעזרת שני קווים אנכיים מעל הטקסט.
sv: Förbättrar din läsningshastighet med hjälp av två vertikala linjer över texten.
vi: Cải thiện tốc độ đọc bằng cách thêm hai dòng dọc trên văn bản.
zh_tw: 藉由文字上的兩條垂直線增進您的閱讀速度。

source: Perception expander settings
bg_bg: Настройки на разширение на възприятията
he: הגדרות מרחיב תפיסה
sv: Perception expander-inställningar
vi: Cài đặt hỗ trợ đọc
zh_tw: Perception expander 設定

source: Line thickness. Current value: %1
bg_bg: Дебелина на линията. Текуща стойност: %1
he: עובי הקו. ערך נוכחי: %1
sv: Linjetjocklek. Aktuellt värde: %1
vi: Độ dày đường gạch. Giá trị hiện tại: %1
zh_tw: 線條粗細。目前值為：%1

source: Margin from edges. Current value: %1
bg_bg: Отстъп от края. Текуща стойност: %1
he: שוליים מהקצוות. ערך נוכחי: %1
sv: Marginal från kanter. Aktuellt värde: %1
vi: Lề từ góc. Giá trị hiện tại: %1
zh_tw: 頁面邊距。目前值為：%1

source: Line color intensity (1-10). Current value: %1
bg_bg: Наситеност на цвета на линията (1-10). Текуща стойност: %1
he: עוצמת צבע הקו (1-10). ערך נוכחי: %1
sv: Linjefärg intensitet (1-10). Aktuellt värde: %1
vi: Cường độ màu đường gạch (1-10). Giá trị hiện tại: %1
zh_tw: 線條色彩強度 (1-10)。目前值為：%1

source: Increase margin after pages. Current value: %1 Set to 0 to disable.
bg_bg: Увеличаване на отстъпа след страници. Текуща стойност: %1 За изключване задайте 0.
he: הגדלת השוליים אחרי עמודים. ערך נוכחי: %1 הגדרה ל־0 תשבית.
vi: Tăng lề sau mỗi trang. Giá trị hiện tại: %1 Đặt thành 0 để tắt.
zh_tw: 增加頁面下方的邊距。目前的值：%1 設為 0 以停用。

source: Speed reading module - perception expander
bg_bg: Модул за скоростно четене - разширяване на възприятията
he: מודול קריאה מהירה - מרחיב תפיסה
sv: Snabbläsningsmodul - perception expander
vi: Mô-đun đọc nhanh - hỗ trợ đọc
zh_tw: 快速閱讀模組——perception expander

source: For more information see wiki page Perception Expander Plugin
bg_bg: За повече информация прочетете в документацията → Plugins → Perception Expander
he: למידע נוסף ראה עמוד wiki "תוסף מרחיב תפיסה" (Perception Expander Plugin)
sv: För mer information, se wikisidan om Perception Expander Plugin
vi: Để biết thêm thông tin, xem wiki Plugin Perception Expander
zh_tw: 想要獲得更多訊息，請檢視 Perception Expander Plugin 維基頁面

source: Profiles
bg_bg: Профили
he: פרופילים
vi: Hồ sơ
zh_tw: 設定檔

source: This plugin allows combining multiple settings to make switchable 'profiles'.
bg_bg: Добавката дава възможност за комбиниране на настройки, като създава „профили“, между които превключва.
he: תוסף זה מאפשר שילוב של מספר הגדרות ליצירת ‚פרופילים’ שאפשר להחליף ביניהם.
vi: Plugin này cho phép kết hợp nhiều cài đặt để tạo ra các 'hồ sơ' có thể chuyển đổi.
zh_tw: 該外掛允許混合多個設定以建立可切換的「設定檔」。

source: Profile %1
bg_bg: Профил %1
he: פרופיל %1
vi: Hồ sơ %1
zh_tw: 設定檔 %1

source: New
bg_bg: Нов
he: חדש
vi: Mới
zh_tw: 新增

source: New with current book settings
bg_bg: Нов с настройките на текущата книга
he: חדש עם הגדרות הספר הנוכחיות
vi: Mới với cài đặt sách hiện tại
zh_tw: 以目前書籍設定建立

source: Execute
bg_bg: Изпълняване
he: ביצוע
sv: Kör
vi: Thực hiện
zh_tw: 執行

source: Auto-execute
bg_bg: Автоматично изпълняване
he: ביצוע אוטומטי
vi: Tự động thực thi
zh_tw: 自動執行

source: Ask to execute
bg_bg: Питане преди изпълняване
he: לבקש אם לבצע
vi: Yêu cầu thực hiện
zh_tw: 詢問是否執行

source: promptly
bg_bg: незабавно
vi: ngay lập tức

source: default
bg_bg: подразбирано
sv: standard
vi: mặc định

source: Excecuting delay: %1
bg_bg: Изчакване преди изпълнение: %1

source: Enable this option to execute the profile before some other operations triggered by the event. For example, with a trigger "on document closing" the profile will be executed before the document is closed.
bg_bg: Когато е от метнато профилът се изпълнява преди другите действия, предизвикани от събитието. Напр. при причина „при затваряне на документа“ профилът ще бъде изпълнен преди затварянето на документ.
vi: Bật tùy chọn này để thực thi hồ sơ trước khi một số thao tác khác được kích hoạt bởi sự kiện. Ví dụ: với kích hoạt "khi đóng tài liệu", hồ sơ sẽ được thực thi trước khi tài liệu được đóng.
zh_tw: 啟用此選項可在事件觸發的其他操作之前先執行設定檔。 例如，觸發條件為「文件關閉時」，則會在文件關閉前執行設定檔。

source: Executing delay
bg_bg: Изчакване преди изпълнение
vi: Thực hiện trì hoãn

source: Execute within time interval
bg_bg: Изпълняване в интервала от време
zh_tw: 在時間區間內執行

source: start:
bg_bg: начало:
he: התחלה:
vi: bắt đầu:
zh_tw: 開始時間：

source: end:
bg_bg: край:
he: סוף:
vi: kết thúc:
zh_tw: 結束時間：

source: Set start time
bg_bg: Задаване на време на начало
he: הגדרת זמן התחלה
vi: Đặt thời gian bắt đầu
zh_tw: 設定開始時間

source: Set end time
bg_bg: Задаване на време на край
he: הגדרת זמן סיום
vi: Đặt thời gian kết thúc
zh_tw: 設定結束時間

source: on KOReader start
bg_bg: при стартиране на KOReader
he: בעלייה של KOReader
vi: khi bắt đầu KOReader
zh_tw: KOReader 啟動時

source: on wake-up
bg_bg: при събуждане
he: בהשכמה
vi: khi thức dậy
zh_tw: 裝置喚醒時

source: on exiting sleep screen
bg_bg: при изход от екрана за сън
he: ביציאה ממסך שינה
vi: khi thoát khỏi màn hình chờ
zh_tw: 退出休眠畫面時

source: on read timer expiry
bg_bg: при изтичане отброяването при четене
vi: khi hết thời gian đọc
zh_tw: 閱讀計時器結束時

source: on rotation
bg_bg: при завъртане
he: בעת סיבוב
vi: khi xoay
zh_tw: 螢幕旋轉時

source: on showing folder
bg_bg: при отваряне на папка
he: בהצגת התיקייה
vi: khi hiển thị thư mục
zh_tw: 顯示資料夾時

source: on book opening
bg_bg: при отваряне на книга
he: בפתיחת המסמך
vi: khi mở sách
zh_tw: 開啟書籍時

source: on book closing
bg_bg: при затваряне на книга
he: בסגירת הספר
vi: khi đóng sách
zh_tw: 關閉書籍時

source: Show notification on executing
bg_bg: Известие при изпълняване
he: הצגת התראות בעת הביצוע
vi: Hiển thị thông báo khi thực hiện
zh_tw: 執行時顯示通知

source: Edit actions: (%1)
bg_bg: Променяне на действията: (%1)
he: עריכת פעולות: (%1)
vi: Chỉnh sửa hành động: (%1)
zh_tw: 編輯動作：（%1）

source: Rename: %1
bg_bg: Преименуване: %1
he: שינוי שם: %1
vi: Đổi tên: %1
zh_tw: 重新命名：%1

source: Duplicate
bg_bg: Дублиране
he: שכפול
vi: Nhân bản
zh_tw: 複製

source: Do you want to delete this profile?
bg_bg: Желаете ли профилът да бъде премахнат?
he: למחוק את הפרופיל?
vi: Bạn có muốn xóa hồ sơ này không?
zh_tw: 你要刪除這個設定檔嗎？

source: Enter profile name
bg_bg: Въведете име на профила
he: נא למלא שם לפרופיל
vi: Nhập tên hồ sơ
zh_tw: 輸入設定檔名稱

source: Profile already exists: %1
bg_bg: Профилът вече съществува: %1
he: הפרופיל כבר קיים: %1
vi: Hồ sơ đã tồn tại: %1
zh_tw: 設定檔已存在：%1

source: if folder path contains
bg_bg: ако пътят към папката съдържа
he: אם נתיב התיקייה מכיל
vi: nếu đường dẫn thư mục chứa
zh_tw: 如果資料夾路徑包含

source: if folder path does not contain
bg_bg: ако пътят към папката не съдържа
he: אם נתיב התיקייה לא מכיל
vi: nếu đường dẫn thư mục không chứa
zh_tw: 如果資料夾路徑不包含

source: if folder path is equal
bg_bg: ако пътят към папката е
he: אם נתיב התיקייה שווה ל־
vi: nếu đường dẫn thư mục bằng nhau
zh_tw: 如果資料夾路徑等於

source: if folder path is not equal
bg_bg: ако пътят към папката не е
he: אם נתיב התיקייה לא שווה ל־
vi: nếu đường dẫn thư mục không bằng
zh_tw: 如果資料夾路徑不等於

source: Enter text contained in folder path
bg_bg: Въведете част от пътя към папката
he: נא למלא טקסט הכלול בנתיב התיקייה
vi: Nhập văn bản có trong đường dẫn thư mục
zh_tw: 輸入資料夾路徑中包含的文字

source: if device orientation is
bg_bg: при ориентация на у-вото
he: אם כיוון המכשיר הוא
vi: nếu hướng thiết bị là
zh_tw: 如果裝置方向是

source: if book metadata contains
bg_bg: ако описателните данни съдържат
he: אם נתוני העל של הספר מכילים
vi: nếu siêu dữ liệu sách chứa
zh_tw: 如果書籍詮釋資料包含

source: if book file path contains
bg_bg: ако пътят към книгата съдържа
he: אם נתיב קובץ הספר מכיל
vi: nếu đường dẫn tập tin sách chứa
zh_tw: 如果書籍檔案路徑包含

source: if book is in collections
bg_bg: ако книгата е в списъци
he: אם הספר באוספים
vi: nếu sách có trong bộ sưu tập
zh_tw: 如果書籍屬於某個收藏

source: and if book is new
bg_bg: и ако книгата е нова
he: ואם הספר חדש
vi: Chọn thvà nếu sách mớiư mục
zh_tw: 以及書籍是新書

source: Current book
bg_bg: Текуща книга
he: ספר נוכחי
sv: Aktuell bok
vi: Sách hiện tại
zh_tw: 目前的書籍

source: Enter text contained in:
bg_bg: Въведете текст, съдържащ се в:
he: הכנסת הטקסט הכלול ב־:
vi: Nhập văn bản có trong:
zh_tw: 輸入包含的文字：

source: Enter text contained in file path
bg_bg: Въведете текст, съдържащ се в пътя на файла
he: נא למלא טקסט הכלול בנתיב הקובץ
vi: Nhập văn bản có trong đường dẫn tệp
zh_tw: 輸入檔案路徑中包含的文字

source: Do you want to execute profile?
bg_bg: Желаете ли профилът да бъде изпълнен?
he: להריץ את הפרופיל?
vi: Bạn có muốn thực hiện hồ sơ không?
zh_tw: 你要執行這個設定檔嗎？

source: QR from clipboard
bg_bg: QR от копираното
he: QR מלוח הגזירים
vi: Mã QR từ bảng tạm
zh_tw: 從剪貼簿產生 QR

source: This plugin generates a QR code from clipboard content.
bg_bg: Добавката дава възможност за създаване на код за QR от копираното.
he: תוסף זה מייצר קוד QR מתוכן לוח הגזירים.
vi: Plugin này tạo mã QR từ nội dung trong clipboard.
zh_tw: 這個外掛從剪貼簿內容產生 QR code。

source: Generate QR code
bg_bg: Създаване на QR
he: יצירת קוד QR
vi: Tạo mã QR
zh_tw: 產生 QR code

source: Read timer
bg_bg: Отброяване при четене
he: מתזמן קריאה
sv: Läs tidtagare
vi: Đọc bộ đếm thời gian
zh_tw: 閱讀計時器

source: Shows an alarm after a specified amount of time.
bg_bg: Добавката дава възможност за предупреждаване след определено време.
he: מציג אזעקה לאחר פרק זמן מוגדר.
sv: Visar ett larm efter en viss tid.
vi: Hiển thị cảnh báo sau một khoảng thời gian nhất định.
zh_tw: 在一段時間後顯示警告訊息。

source: Set read timer alarm
bg_bg: Предупреждение за отброяване при четене
vi: Đặt báo thức hẹn giờ đọc
zh_tw: 設定閱讀計時鬧鐘

source: Set read timer interval
bg_bg: Интервал на отброяване при четене
vi: Đặt khoảng thời gian đọc
zh_tw: 設定閱讀計時區間

source: Stop read timer
bg_bg: Спиране на отброяването при четене
vi: Dừng bộ đếm thời gian đọc
zh_tw: 停止閱讀計時器

source: Time is up
bg_bg: Времето изтече
he: הזמן נגמר
vi: Thời gian đã hết
zh_tw: 時間到

source: Repeat
bg_bg: Повтаряне
he: חזרה
vi: Lặp lại
zh_tw: 重複

source: Done
bg_bg: Готово
he: הסתיים
vi: Hoàn tất
zh_tw: 完成

source: Auto-reschedule
bg_bg: Автом. повторно планиране
vi: Tự động lên lịch lại
zh_tw: 自動重新排程

source: Show timer in alt status bar
bg_bg: Отброяване в алт. лента за състоянието
he: הצגת שעון הקריאה בשורת המצב החלופית
vi: Hiển thị bộ đếm thời gian trên thanh trạng thái alt
zh_tw: 在替代狀態列顯示計時器

source: Show timer in status bar
bg_bg: Отброяване в лентата за състоянието
he: הצגת שעון הקריאה בשורת המצב
vi: Hiển thị bộ đếm thời gian trên thanh trạng thái
zh_tw: 在狀態列顯示計時器

source: message
bg_bg: съобщение
vi: tin nhắn
zh_tw: 訊息

source: notification
bg_bg: известие
vi: thông báo
zh_tw: 通知

source: nothing
bg_bg: нищо
vi: Không có gì
zh_tw: 無動作

source: Read timer (%1)
bg_bg: Отброяване при четене (%1)
he: מתזמן קריאה (%1)
vi: Đọc bộ đếm thời gian (%1)
zh_tw: 閱讀計時器（%1）

source: Set alarm
bg_bg: Запазване
he: הגדרת התראה
vi: Đặt báo thức
zh_tw: 設定鬧鐘

source: Stop timer
bg_bg: Спиране на отброяването
he: עצירת מתזמן
sv: Stoppa tidtagare
vi: Dừng hẹn giờ
zh_tw: 停止計時器

source: Show on timer expiry: %1
bg_bg: Показване при изтичане отброяването при четене: %1
vi: Hiển thị khi hết thời gian hẹn giờ: %1
zh_tw: 計時結束時顯示：%1

source: Alarm
bg_bg: Предупреждение
vi: Báo thức
zh_tw: 鬧鐘

source: Enter a time in hours and minutes.
bg_bg: Въведете време с часове и минути.
he: נא למלא זמן בשעות ודקות.
vi: Nhập thời gian theo giờ và phút.
zh_tw: 以小時和分鐘為單位輸入時間。

source: Timer set for %1:%2. That's %3 from now.
bg_bg: Отброяването е зададено на %1:%2 Това е след %3.
he: מתזמן מוגדר ל־%1:%2. זה %3 מעכשיו.
vi: Bộ đếm thời gian được đặt cho %1:%2. Còn %3 nữa.
zh_tw: 計時器已設為：%1:%2。 從現在算起 %3 後。

source: Start timer
bg_bg: Начало на отброяването
vi: Bắt đầu hẹn giờ
zh_tw: 開始計時

source: Interval
bg_bg: интервал
vi: Khoảng cách
zh_tw: 間隔

source: Timer will expire in %1.
bg_bg: Времето ще изтече след %1.
he: המתזמן יפוג בעוד %1.
vi: Bộ đếm thời gian sẽ hết hạn sau %1.
zh_tw: 計時器將在 %1 後到期。

source: Timer stopped
bg_bg: Отброяването е спряно
vi: Bộ đếm thời gian đã dừng
zh_tw: 計時器已停止

source: Reading statistics
bg_bg: Статистика на четенето
he: סטטיסטיקת קריאה
sv: Läsningsstatistik
vi: Thống kê đọc
zh_tw: 閱讀統計

source: Keeps and displays your reading statistics.
bg_bg: Добавката пази и показва статистика за четенето.
he: שומר ומציג את סטטיסטיקת הקריאה שלך.
sv: Behåller och visar din läsningsstatistik.
vi: Giữ và hiển thị số liệu thống kê đọc của bạn.
zh_tw: 保留並顯示您的閱讀統計資訊。

source: Enter month
bg_bg: Въведете месец
he: הזן חודש
vi: Nhập tháng
zh_tw: 輸入月分

source: Invalid year-month string (YYYY-MM)
bg_bg: Грешен низ за година-месец (ГГГГ-ММ)
he: מחרוזת חודש-שנה לא חוקית (YYYY-MM)
vi: Chuỗi năm-tháng không hợp lệ (YYYY-MM)
zh_tw: 無效的年月字串 (YYYY-MM)

source: enable
bg_bg: включена
he: לאפשר
sv: aktivera
vi: bật
zh_tw: 啟用

source: Reading statistics: toggle
bg_bg: Статистика на четенето: превключване
he: סטטיסטיקת קריאה: החלפה
vi: Đọc số liệu thống kê: chuyển đổi
zh_tw: 閱讀統計：切換

source: Reading statistics: show progress
bg_bg: Статистика на четенето: напредък
he: סטטיסטיקת קריאה: הצגת התקדמות
vi: Đọc số liệu thống kê: hiển thị tiến trình
zh_tw: 閱讀統計：顯示進度

source: Reading statistics: show time range
bg_bg: Статистика на четенето: обхват на времето
he: סטטיסטיקת קריאה: הצגת טווח זמן
vi: Đọc số liệu thống kê: hiển thị phạm vi thời gian
zh_tw: 閱讀統計：顯示時間範圍

source: Reading statistics: show calendar view
bg_bg: Статистика на четенето: календарен изглед
he: סטטיסטיקת קריא: הצגת לוח השנה
vi: Thống kê đọc: hiển thị chế độ xem lịch
zh_tw: 閱讀統計：顯示日曆檢視

source: Reading statistics: show today's timeline
bg_bg: Статистика на четенето: график за днес
he: סטטיסטיקת קריאה: הצגת ציר הזמן של היום
vi: Thống kê đọc: hiển thị dòng thời gian hôm nay
zh_tw: 閱讀統計：顯示今日時間軸

source: Reading statistics: synchronize
bg_bg: Статистика на четенето: синхронизиране
he: סטטיסטיקת קריאה: סנכרון
vi: Đọc số liệu thống kê: đồng bộ hóa
zh_tw: 閱讀統計：同步

source: Reading statistics: current book
bg_bg: Статистика на четенето: текуща книга
he: איפוס סטטיסטיקה עבור הספר הנוכחי
vi: Thống kê đọc: sách hiện tại
zh_tw: 閱讀統計：目前書籍

source: Cannot open database in %1. The database may have been moved or deleted. Do you want to create an empty database?
bg_bg: Хранилището %1 не може да бъде отворено. Може да е преместено или премахнато. Желаете ли да бъде създадено празно хранилище?
he: לא ניתן לפתוח את מסד הנתונים ב־%1. ייתכן שמסד הנתונים הועבר או נמחק. ליצור מסד נתונים ריק?
sv: Det går inte att öppna databasen i %1. Databasen kan ha flyttats eller tagits bort. Vill du skapa en tom databas?
vi: Không thể mở cơ sở dữ liệu trong %1. Cơ sở dữ liệu có thể đã bị di chuyển hoặc bị xóa. Bạn có muốn tạo một cơ sở dữ liệu trống không?
zh_tw: 無法開啟位於 %1 的資料庫。 此資料庫可能已被移動或刪除。 您要建立一個空的資料庫嗎？

source: A new empty database has been created.
bg_bg: Създадено е ново празно хранилище.
he: נוצר מסד נתונים ריק חדש.
sv: En ny tom databas har skapats.
vi: Một cơ sở dữ liệu mới đã được khởi tạo.
zh_tw: 已建立新的空白資料庫。

source: Statistics database updated.
bg_bg: Хранилището със статистиката е обновено.
he: מסד הנתונים של הסטטיסטיקה עודכן.
vi: Cơ sở dữ liệu thống kê đã được cập nhật.
zh_tw: 統計資料庫已更新。

source: New version of statistics plugin detected. Statistics data needs to be converted into the new database format. This may take a few minutes. Please wait…
bg_bg: Открито е ново издание на добавката за статистика. Статистиката трябва да бъде преобразувана в новия формат на хранилището. Това може да отнеме няколко минути. Изчакайте…
he: זוהתה גרסה חדשה של תוסף סטטיסטיקה. יש להמיר נתוני סטטיסטיקה לפורמט החדש של מסד הנתונים. זה יכול לקחת כמה דקות. המתן בבקשה…
sv: Ny version av statistikinstick detekterad. Statistikdata måste konverteras till det nya databasformatet. Detta kan ta ett par minuter. Vänta…
vi: Đã phát hiện phiên bản plugin thống kê mới. Dữ liệu thống kê cần được chuyển đổi sang định dạng cơ sở dữ liệu mới. Có thể sẽ mất vài phút. Vui lòng chờ…
zh_tw: 偵測到新版統計外掛。 現有統計資料必須轉換為新的資料庫格式。 這可能會花上幾分鐘。 請稍候……

source: Conversion complete. Imported one book to the database. Tap to continue.
bg_bg: Преобразуването е завършено. В хранилището е внесена една книга. За да продължите докоснете.
he: ההמרה הושלמה. מיובא ספר אחד למסד הנתונים. הקש כדי להמשיך.
vi: Quá trình chuyển đổi hoàn tất. Đã nhập %1 sách vào cơ sở dữ liệu. Nhấn để tiếp tục.
zh_tw: 轉換完成。 已將 %1 本書匯入資料庫。 點擊以繼續。

source: Statistics enabled
bg_bg: Статистиката е включена
he: סטטיסטיקות מופעלות
vi: Đã bật thống kê
zh_tw: 統計已啟用

source: Statistics disabled
bg_bg: Статистиката е изключена
he: סטטיסטיקות מושבתות
vi: Thống kê đã bị vô hiệu hóa
zh_tw: 統計已停用

source: Enabled
bg_bg: Включено
he: מאופשר
sv: Aktiverad
vi: Đã bật
zh_tw: 已啟用

source: Read page duration limits: %1 s – %2 s
bg_bg: Диапазон от време за четене на страница: %1 с – %2 с
he: הגבלת משך זמן לקריאת העמוד: %1 שנ׳ / %2 שנ׳
vi: Đọc giới hạn thời lượng trang: %1 giây – %2 giây
zh_tw: 閱讀頁面持續時間限制：%1 秒 – %2 秒

source: Read page duration limits
bg_bg: Ограничения на времето за четене на страница
he: מגבלות משך זמן קריאת עמוד
vi: Đọc giới hạn thời lượng trang
zh_tw: 閱讀頁面持續時間限制

source: Set min and max time spent (in seconds) on a page for it to be counted as read in statistics. The min value ensures pages you quickly browse and skip are not included. The max value ensures a page you stay on for a long time (because you fell asleep or went away) will be included, but with a duration capped to this specified max value.
bg_bg: Изберете минимално и максимално време на престой (в секунди) на страница, което да бъде отчетено като време на четене в статистиката. Минималната стойност гарантира, че страниците, които просто преглеждате и пропускате няма да бъдат включени. Максималната стойност гарантира, че страницата, на която се намирате продължително време (защото сте заспали или оставили устройството) ще бъде отчетена, но времето ще бъде ограничено до указаната максимална стойност.
he: הגדר את זמן השהייה המינימלי והמקסימלי (בשניות) על הדף כדי שייספר כנקרא בסטטיסטיקה. הערך המינימלי מבטיח שלא יכללו עמודים שהועברו בגלישה מהירה ובדילוג עליהם. הערך המקסימלי מבטיח שעמוד שנשארת עליו זמן רב (מכיוון שנרדמת או הלכת) יכלל, אך עם משך זמן מוגבל לערך המקסימלי שצוין.
vi: Đặt thời gian tối thiểu và tối đa (tính bằng giây) dành cho một trang để trang đó được tính là đã đọc trong thống kê. Giá trị tối thiểu đảm bảo các trang bạn duyệt nhanh và bỏ qua sẽ không được tính. Giá trị tối đa đảm bảo trang bạn ở lại trong thời gian dài (do bạn ngủ quên hoặc rời đi) sẽ được tính, nhưng với thời lượng được giới hạn ở giá trị tối đa đã chỉ định này.
zh_tw: 設定統計資料中頁面最小和最大閱讀時間（以秒為單位）。 最小閱讀時間可以忽略快速瀏覽和跳過的頁面。 最大閱讀時間會包含長時間停留的頁面（因為您睡著或是離開了），但是持續時間不會超過指定的最大值。

source: Freeze statistics of finished books
bg_bg: Замразяване статистик. за прочет. книги
he: להקפיא סטטיסטיקה של ספרים שסוימו
vi: Đóng băng số liệu thống kê của những cuốn sách đã hoàn thành
zh_tw: 凍結已完成書籍的統計資料

source: Calendar weeks start on %1
bg_bg: Календарната седмица започва в %1
he: השבוע בלוח השנה מתחילה ב-%1
vi: Tuần dương lịch bắt đầu vào %1
zh_tw: %1是一週的開始

source: Books per calendar day: %1
bg_bg: Книги за календарен ден: %1
he: ספרים ליום קלנדרי: %1
vi: Số sách mỗi ngày: %1
zh_tw: 每日書籍數量：%1

source: Books per calendar day
bg_bg: Книги за календарен ден
he: ספרים ליום קלנדרי
vi: Số sách mỗi ngày
zh_tw: 每日書籍數量

source: Set the max number of book spans to show for a day
bg_bg: Задайте максималния брой книги, който да бъдат показвани в един ден
he: הגדר את המספר המרבי של טווחי ספרים שיוצגו ליום
vi: Giới hạn số lần đọc sách mỗi ngày
zh_tw: 設定一天顯示的最大書籍數量

source: Show hourly histogram in calendar days
bg_bg: Показване на почасова хистограма в календарни дни
he: הצג היסטוגרמה לפי שעה בימי לוח שנה
vi: Hiện biểu đồ giờ trong các ngày dương lịch
zh_tw: 在每日日曆中顯示小時直方圖

source: Allow browsing coming months
bg_bg: Преглед на близките месеци
he: אפשר גלישה בחודשים הבאים
vi: Cho phép xem các tháng sắp tới
zh_tw: 允許瀏覽之後的月分

source: Daily timeline starts at %1
bg_bg: Дневният график започва в %1
he: ציר הזמן היומי מתחיל ב־%1
vi: Lịch trình ngày bắt đầu từ:%1
zh_tw: 每日時間軸開始於 %1

source: Daily timeline starts at
bg_bg: Дневният график започва в
he: ציר הזמן היומי מתחיל ב־
vi: Lịch trình ngày bắt đầu từ
zh_tw: 每日時間軸開始時間
