Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

source: Progress percentage can be shown with zero, one or two decimal places.
bg_bg: Процентът на напредъка може да бъде показан с нула, един или два знака след десетичната запетая.
he: ניתן להציג את אחוז ההתקדמות עם אפס, אחת או שני מקומות עשרוניים.
vi: Hiển thị phần thập phân tiến độ phần trăm với 0, 1, 2 chữ số.
zh_tw: 可以設定進度條百分比的小數點位數。

source: Show memory usage in MiB.
bg_bg: Показване на използваната памет в МиБ.
he: הצגת שימוש בזיכרון ב־MiB.
vi: Hiển thị bộ nhớ sử dụng theo định dạng MiB.
zh_tw: 以 MiB 為單位顯示記憶體用量。

source: When the status bar is hidden, this setting will utilize the entirety of screen real estate (for your book) and will temporarily overlap the text when the status bar is shown.
bg_bg: Ако лентата за състоянието е скрита тази настройка ще заеме целия екран (за книгата) и временно ще закрие текста при показване на лентата.
he: כאשר שורת המצב מוסתרת, הגדרה זו תנצל את כל המרחב של המסך (לספרך) ותחפוף זמנית את הטקסט כששורת המצב מוצגת.
vi: Khi thanh trạng thái bị ẩn, cài đặt này sẽ sử dụng toàn màn hình (cho sách của bạn) và sẽ tạm thời chồng lên văn bản khi thanh trạng thái được hiển thị.
zh_tw: 當狀態列隱藏時，此設定會充分利用整個螢幕空間來顯示書籍內容。 當狀態列暫時顯示時，畫面內容將會短暫被其覆蓋。

source: Show all selected items at once
bg_bg: Показване на всички избрани елементи
he: להציג בבת אחת כל הפריטים שנבחרו
vi: Hiển thị tất cả các mục đã chọn cùng một lúc
zh_tw: 一次顯示所有已選項目

source: Overlap status bar
bg_bg: Припокриване на лента за състоянието
he: חפיפת שורת המצב
vi: Thanh trạng thái chồng chéo
zh_tw: 允許內容覆蓋狀態列

source: Bookmark count (%1)
bg_bg: Брой отметки (%1)
he: מספר סימניות (%1)
vi: Số dấu trang (%1)
zh_tw: 書籤計數 (%1)

source: Current page (%1)
bg_bg: Текуща страница (%1)
he: העמוד הנוכחי (%1)
sv: Aktuell sida (%1)
vi: Trang hiện tại (%1)
zh_tw: 目前頁數 (%1)

source: Pages left in book (%1)
bg_bg: Оставащи страници от книгата (%1)
he: עמודים שנותרו בספר (%1)
vi: Số trang còn lại trong sách (%1)
zh_tw: 書籍剩餘頁數 (%1)

source: Current time (%1)
bg_bg: Часовник (%1)
he: זמן נוכחי (%1)
sv: Aktuell tid (%1)
vi: Thời gian hiện tại (%1)
zh_tw: 目前時間 (%1)

source: Current page in chapter (%1)
bg_bg: Текуща страница от главата (%1)
he: עמוד נוכחי בפרק (%1)
vi: Trang hiện tại của chương (%1%)
zh_tw: 目前章節中的頁碼 (%1)

source: Pages left in chapter (%1)
bg_bg: Оставащи страници от главата (%1)
he: דפים שנותרו בפרק (%1)
sv: Sidor kvar i kapitel (%1)
vi: Số trang còn lại trong chương (%1)
zh_tw: 章節剩餘頁數 (%1)

source: Battery percentage (%1)
bg_bg: Ниво на батерията (%1 %)
he: אחוז סוללה (%1)
vi: Phần trăm pin (%1)
zh_tw: 電池百分比 (%1)

source: Progress percentage (%1)
bg_bg: Напредък (%1 %)
he: אחוזי התקדמות (%1)
sv: Framstegsprocent (%1)
vi: Phần trăm tiến độ (%1)
zh_tw: 進度百分比 (%1)

source: Time left to finish book (%1)
bg_bg: Време до завършване на книгата (%1)
he: זמן שנותר לסיום הספר (%1)
vi: Còn (%1) để đọc xong sách
zh_tw: 預估剩餘閱讀時間（%1）

source: Time left to finish book
bg_bg: Време до завършване на книгата
he: זמן שנותר לסיום הספר
vi: Thời gian còn lại để đọc xong
zh_tw: 預估剩餘閱讀時間

source: Time left to finish chapter (%1)
bg_bg: Време до завършване на главата (%1)
he: זמן שנותר לסיום הפרק (%1)
vi: Còn (%1) để đọc xong chương này
zh_tw: 預估完成本章所需時間（%1）

source: Brightness level (%1)
bg_bg: Яркост на подсветката (%1)
he: רמת בהירות (%1)
vi: Mức đèn nền (%1)
zh_tw: 亮度等級（%1）

source: Warmth level (%1)
bg_bg: Топлина на подсветката (%1)
he: טמפרטורת התאורה (%1)
vi: Độ ấm (%1)
zh_tw: 色溫等級（%1）

source: KOReader memory usage (%1)
bg_bg: Използвана памет от KOReader (%1)
he: שימוש בזיכרון על ידי KOReader‏ (%1)
sv: KOReader minnes användning (%1)
vi: KOReader sử dụng bộ nhớ (%1)
zh_tw: KOReader 記憶體使用 (%1)

source: Wi-Fi status (%1)
bg_bg: Състояние на безжичната връзка (%1)
he: מצב רשת אלחוטית (%1)
vi: Trạng thái Wi-Fi (%1)
zh_tw: Wi-Fi 狀態 (%1)

source: Page turning inverted (%1)
bg_bg: Обърнато прелистване на страници (%1)
he: העברת עמודים הפוכה (%1)
vi: Đảo ngược trang lật (%1)
zh_tw: 翻頁方向反轉（%1）

source: Chapter title
bg_bg: Име на главата
he: כותרת פרק
vi: Tên chương
zh_tw: 章節標題

source: Custom text (long-press to edit): '%1'%2
bg_bg: Текст по избор (задръжте за промяна): „%1“%2
he: טקסט מותאם אישית (לחיצה ארוכה לעריכה): '%1'%2
vi: Văn bản tùy chỉnh (nhấn và giữ để chỉnh sửa): '%1'%2
zh_tw: 自訂文字（長按可編輯）：「%1」%2

source: Dynamic filler
bg_bg: Динамичен филтър
he: מילוי דינמי
vi: Bộ lọc tự động
zh_tw: 動態填充器

source: Status bar
bg_bg: Лента за състоянието
he: שורת מצב (סרגל תחתון)
sv: Statusfält
vi: Thanh trạng thái
zh_tw: 狀態列

source: Toggle mode
bg_bg: Превключване на режима
he: החלף מצב
sv: Växla läge
vi: Chế độ chuyển đổi
zh_tw: 切換模式

source: Progress bar
bg_bg: Лента за напредъка
he: סרגל התקדמות
sv: Framstegsfält
vi: Thanh tiến độ
zh_tw: 進度列

source: Show progress bar
bg_bg: Показване на лентата за напредъка
he: הצג סרגל התקדמות
sv: Visa förloppsindikator
vi: Hiển thị thanh tiến độ
zh_tw: 顯示進度列

source: Show chapter-progress bar instead
bg_bg: Вместо това се показва лентата за напредъка в главата
he: הצגת סרגל התקדמות הפרק במקום
vi: Hiển thị thanh tiến độ
zh_tw: 改為顯示章節進度條

source: Show progress bar for the current chapter, instead of the whole book.
bg_bg: Плказване на лентата за напредъка в текущата глава, вместо в цялата книга.
he: הצגת פס התקדמות בפרק הנוכחי, במקום עבור כל הספר.
vi: Hiển thị thanh tiến trình cho chương hiện tại thay vì toàn bộ cuốn sách.
zh_tw: 顯示本章進度條，而非整本書的進度。

source: Position: %1
bg_bg: Разположение: %1
he: מקום: %1
vi: Vị trí: %1
zh_tw: 位置：%1

source: Thickness and height: thin
bg_bg: Дебелина и височина: тънка
he: עובי וגובה: דק
vi: Độ dày và chiều cao: mỏng
zh_tw: 進度條樣式：細

source: Thickness and height: thick
bg_bg: Дебелина и височина: дебела
he: עובי וגובה: עבה
vi: Độ dày và chiều cao: dày
zh_tw: 進度條樣式：粗

source: Thick
bg_bg: Дебела
he: עבה
vi: dày
zh_tw: 粗

source: Thin
bg_bg: Тънка
he: דק
vi: mỏng
zh_tw: 細

source: Height: %1
bg_bg: Височина: %1
he: גובה: %1
vi: Chiều cao: %1
zh_tw: 高度：%1

source: Progress bar height
bg_bg: Височина на лентатата за състоянието
he: גובה סרגל ההתקדמות
vi: Kích thước thanh tiến độ
zh_tw: 進度條高度

source: same as book margins
bg_bg: като полетата на книгата
he: זהה לשולי הספר
vi: giống như lề sách
zh_tw: 與書籍邊距相同

source: Margins: %1
bg_bg: Полета: %1
he: שוליים: %1
vi: Lề: %1
zh_tw: 邊距：%1

source: Progress bar margins
bg_bg: Полета лентата за напредъка
he: שולי סרגל ההתקדמות
vi: Lề thanh tiến trình
zh_tw: 進度條邊距

source: Same as book margins
bg_bg: Като полетата на книгата
he: זהה לשולי הספר
vi: Tương tự như lề sách
zh_tw: 與書籍邊距相同

source: Minimum progress bar width: %1 %
bg_bg: Мин. ширина на лентата за напредък: %1 %
he: רוחב מזערי לסרגל התקדמות: %1 %
vi: Chiều rộng thanh tiến trình tối thiểu: %1%
zh_tw: 進度條最小寬度：%1 %

source: Minimum progress bar width
bg_bg: Минимална ширина на лентата за напредъка
he: רוחב מזערי לסרגל התקדמות
vi: Chiều rộng thanh tiến trình tối thiểu
zh_tw: 進度條最小寬度

source: Minimum percentage of screen width assigned to progress bar
bg_bg: Минимална ширина от екрана в проценти, заделена за лентата за напредъка
he: אחוז מזערי מרוחב המסך שהוקצה לסרגל ההתקדמות
vi: Tỷ lệ phần trăm tối thiểu của chiều rộng màn hình được chỉ định cho thanh tiến trình
zh_tw: 設定進度條在畫面中所佔的最小寬度比例

source: Show initial-position marker
bg_bg: Отбелязване на началото на четене
he: הצגת סמן מיקום התחלתי
vi: Hiển thị điểm đánh dấu vị trí ban đầu
zh_tw: 顯示初始位置標記

source: Show chapter markers
bg_bg: Отбелязване на началото на главите
he: הצגת סמני פרקים
sv: Visa kapitelmarkörer
vi: Hiển thị đánh dấu chương
zh_tw: 顯示章節標記

source: Chapter marker width: %1
bg_bg: Ширина на знака за глава (%1)
he: רוחב סמן הפרק: %1
vi: Chiều rộng đánh dấu chương: %1
zh_tw: 章節標記寬度：%1

source: Status bar items
bg_bg: Елементи на лентата за състоянието
he: פריטי שורת המצב
vi: Các mục thanh trạng thái
zh_tw: 狀態列項目

source: Configure items
bg_bg: Настройки на елементите
he: הגדרת פריטים
vi: Cấu hình các mục
zh_tw: 設定項目

source: Arrange items in status bar
bg_bg: Подреждане на лентата за състоянието
he: סידור פריטים בשורת מצב
vi: Sắp xếp các mục trên thanh trạng thái
zh_tw: 排列狀態列項目

source: Arrange items
bg_bg: Подреждане на елементите
he: סידור פריטים
vi: Sắp xếp các mục
zh_tw: 排列項目

source: Auto refresh items
bg_bg: Автоматично презареждане на елементите
he: רענון פריטים אוטומטי
vi: Tự động làm mới các mục
zh_tw: 自動重新整理項目

source: This option allows certain items to update without needing user interaction (i.e page refresh). For example, the time item will update every minute regardless of user input.
bg_bg: Ннастройката дава възможност на определени елементи да се обновяват без взаимодействие на потербителя (напр. без прелистване). Например, часовникът ще се обновява всяка минута без потребителска намеса.
he: אפשרות זו מאפשרת לפריטים מסוימים להתעדכן ללא צורך באינטראקציה של המשתמש (למשל רענון דף). לדוגמה, פריט הזמן התעדכן כל דקה ללא קשר לקלט מהמשתמש.
vi: Tùy chọn này cho phép một số mục nhất định cập nhật mà không cần người dùng tương tác (ví dụ: làm mới trang). Ví dụ: mục thời gian sẽ cập nhật mỗi phút bất kể người dùng nhập gì.
zh_tw: 此選項可讓部分項目在無需使用者操作（例如翻頁）的情況下自動更新。例如，時間項目會每分鐘自動刷新，即使使用者未進行任何操作。

source: Hide inactive items
bg_bg: Скриване на изключени елементи
he: הסתרת פריטים לא פעילים
vi: Ẩn các mục không hoạt động
zh_tw: 隱藏未啟用項目

source: This option will hide inactive items from appearing on the status bar. For example, if the frontlight is 'off' (i.e 0 brightness), no symbols or values will be displayed until the brightness is set to a value >= 1.
bg_bg: Ннастройката дава възможност изключените елементи да не се показват в лентата за състоянието. Например, ако подсветката е изключена (яркост 0) символ за стойността няма да бъде показван, докато яркостта не стане >= 1.
he: אפשרות זו תסתיר פריטים לא פעילים המופיעים בשורת המצב. לדוגמה, אם התאורה הקדמית היא ‚off’ (כבויה - כלומר 0 בהירות), לא יוצגו סמלים או ערכים עד שהבהירות נקבעת לערך שווה או גדול מ־1.
vi: Tùy chọn này sẽ ẩn các mục không hoạt động khỏi thanh trạng thái. Ví dụ: nếu đèn trước ở chế độ "tắt" (tức là độ sáng bằng 0), sẽ không có ký hiệu hoặc giá trị nào được hiển thị cho đến khi độ sáng được đặt thành giá trị >= 1.
zh_tw: 啟用此選項後，狀態列中未作用的項目將自動隱藏。例如，若前光亮度為 0（即關閉），則不會顯示任何符號或數值，直到亮度設定為 ≥ 1 為止。

source: Include current page in pages left
bg_bg: Броят оставащи страници включва текущата
he: לכלול את העמוד הנוכחי בעמודים שנותרו
vi: Bao gồm trang hiện tại trong mục trang còn lại
zh_tw: 剩餘頁數包含目前頁面

source: By default, KOReader does not include the current page when calculating pages left. For example, in a book or chapter with n pages the 'pages left' item will range from 'n−1' to 0 (last page). With this feature enabled, the current page is factored in, resulting in the count going from n to 1 instead.
bg_bg: Обикновено текущата страница не се брои като оставаща, за това „оставащите страници“ (в книга или глава с n страници) са в интервала от n-1 до 0 (на последната страница). Когато е отметнато, текущата страница се брои като непрочетена и интервалът е от n до 1.
he: כברירת מחדל, KOReader לא לוקח בחשבון את העמוד הנוכחי בעת מניית העמודים שנותרו לקריאה. לכן, בספר או בפרק בעל n עמודים, הפריט „עמודים שנותרו” ירוץ מ־n-1 עד 0 (העמוד האחרון). כשאפשרות זו פעילה, העמוד הנוכחי נכלל, לכן המניין יספור במקום מ־n עד 1.
vi: Theo mặc định, KOReader không bao gồm trang hiện tại khi tính số trang còn lại. Ví dụ: trong một cuốn sách hoặc chương có n trang, mục "số trang còn lại" sẽ nằm trong khoảng từ 'n-1' đến 0 (trang cuối). Khi bật tính năng này, trang hiện tại sẽ được tính vào, dẫn đến số trang sẽ tăng từ n lên 1.
zh_tw: 預設情況下，KOReader 在計算剩餘頁數時不包含目前頁面。例如，若某章節共有 n 頁，則「剩餘頁數」項目會從 n−1 遞減至 0（最後一頁）。 啟用此功能後，目前頁面也會納入計算，使剩餘頁數從 n 遞減至 1。

source: Progress percentage format: %1
bg_bg: Формат на напредъка в проценти: %1
he: תצורת אחוז התקדמות: %1
vi: Định dạng phần trăm tiến độ: %1
zh_tw: 進度百分比格式：%1

source: bold
bg_bg: получер
he: מודגש
sv: fet
vi: Chữ đậm
zh_tw: 粗體

source: Item font: %1%2
bg_bg: Размер на шрифт на елемент: %1 %2
he: גופן פריטים: %2%1
vi: Phông chữ mục: %1%2
zh_tw: 項目字型：%1%2

source: Items in bold
bg_bg: Елементи с полу-получер шрифт
he: פריטים מודגשים
vi: Các mục được in đậm
zh_tw: 以粗體顯示

source: Item symbols: %1
bg_bg: Символи на елементите: %1
he: סמלי פריטים: %1
vi: Ký hiệu mục: %1
zh_tw: 項目符號：%1

source: Item separator: %1
bg_bg: Разделител на елементите: %1
he: מפריד פריטים: %1
vi: Phân chia mục: %1
zh_tw: 項目分隔符號：%1

source: Item max width
bg_bg: Максимална ширина на елемент
he: רוחב פריט מרבי
vi: Chiều rộng tối đa của mục
zh_tw: 項目最大寬度

source: Book-author item
bg_bg: Елемент „автор на книгата“
he: פריט מחבר הספר
vi: Mục tác giả sách
zh_tw: 作者 / 書籍作者

source: Book-author item: %1 %
bg_bg: Елемент „автор на книгата“: %1 %
he: פריט מחבר הספר: %1 %
vi: Mục tác giả sách: %1%
zh_tw: 作者 / 書籍作者：%1%

source: Book-title item
bg_bg: Елемент „заглавие на книгата“
he: פריט כותרת הספר
vi: Mục tiêu đề sách
zh_tw: 書名

source: Book-title item: %1 %
bg_bg: Елемент „заглавие на книгата“: %1 %
he: פריט כותרת הספר: %1 %
vi: Mục tiêu đề sách: %1%
zh_tw: 書名：%1%

source: Chapter-title item
bg_bg: Елемент „заглавие на главата“
he: פריט כותרת פרק
vi: Mục tiêu đề chương
zh_tw: 章節標題

source: Chapter-title item: %1 %
bg_bg: Елемент „заглавие на главата“: %1 %
he: פריט כותרת פרק: %1 %
vi: Mục tiêu đề chương: %1%
zh_tw: 章節標題：%1 %

source: Alignment: %1
bg_bg: Подравняване: %1
he: יישור: %1
vi: Xếp thẳng hàng: %1
zh_tw: 對齊方式：%1

source: Items container height
bg_bg: Височина на контейнера на елемент
he: גובה מכל הפריטים
vi: Chiều cao vùng chứa các mục
zh_tw: 項目區塊高度

source: Bottom margin: %1
bg_bg: Долно поле: %1
he: שוליים תחתונים: %1
vi: Lề dưới: %1
zh_tw: 底部邊距：%1

source: Container bottom margin
bg_bg: Долно поле на контейнера
he: שולי מכל תחתונים
vi: Khoảng trống bên dưới chân trang
zh_tw: 區塊下方邊距

source: Hide battery item when higher than: %1 %
bg_bg: Скриване на елемента „батерия“ над: %1 %
he: להסתיר את מצב הסוללה אם הרמה גבוהה מ־: %1 %‬
vi: Ẩn mục pin khi cao hơn: %1%
zh_tw: 當電量高於 %1% 時隱藏電池項目

source: Hide battery item at custom threshold
bg_bg: Праг на скриване на елемента „батерия“
he: הסתרת פריט הסוללה לפי סף מוגדר
vi: Ẩn mục pin ở ngưỡng tùy chỉnh
zh_tw: 電量達自訂門檻時隱藏電池項目

source: Minimum threshold to hide battery item
bg_bg: Долен праг на скриване на елемента „батерия“
he: סף מזערי להסתרת פריט הסוללה
vi: Ngưỡng tối thiểu để ẩn mục pin
zh_tw: 當電量高於此門檻時，電池圖示將自動隱藏

source: Status bar presets
bg_bg: Набор от настройки на лентата за състоянието
he: הגדרות שמורות של שורת המצב
vi: Cài đặt trước thanh trạng thái
zh_tw: 狀態列配置方案

source: Show status bar separator
bg_bg: Разделител на лентата за състоянието
he: הצגת מפריד בסרגל התחתון
vi: Hiển thị thanh phân cách trạng thái
zh_tw: 狀態列分隔符號

source: Lock status bar
bg_bg: Заключване на лентата за състоянието
he: נעילת שורת המצב (סרגל תחתון)
vi: Khoá thanh trạng thái
zh_tw: 鎖定狀態列

source: Long-press on status bar to skim
bg_bg: Задържане на лентата за състоянието за бърз преглед
he: לחיצה ארוכה על שורת המצב כדי לרפרף
vi: Nhấn và giữ thanh trạng thái để lướt qua
zh_tw: 長按狀態列以快速瀏覽

source: Above items
bg_bg: Над елементите
he: מעל הפריטים
vi: Các mục trên
zh_tw: 在項目上面

source: Alongside items
bg_bg: До елементите
he: לצד הפריטים
vi: cùng với các hạng mục
zh_tw: 在項目旁邊

source: Below items
bg_bg: Под елементите
he: מתחת לפריטים
vi: các mục dưới đây
zh_tw: 在項目下面

source: Medium
bg_bg: Средно
he: בינוני
sv: Mellan
vi: Vừa
zh_tw: 中等

source: No decimal places (%1)
bg_bg: Без дробна част (%1)
he: ללא ספרות אחרי הנקודה (%1)
vi: Không có chữ số thập phân (%1)
zh_tw: 無小數位（%1）

source: 1 decimal place (%1)
bg_bg: 1 знак в дробната част (%1)
he: ספרה אחת אחרי הנקודה (%1)
vi: 1 chữ số thập phân (%1)
zh_tw: 保留 1 位小數（%1）

source: 2 decimal places (%1)
bg_bg: 2 знака в дробната част (%1)
he: שתי ספרות אחרי הנקודה (%1)
vi: 2 chữ số thập phân (%1)
zh_tw: 保留 2 位小數（%1）

# Status bar
source: Icons
bg_bg: Пиктограми
he: סמלים
vi: Biểu tượng
zh_tw: 圖示

# Status bar
source: Letters
bg_bg: Букви
he: אותיות
vi: Chữ cái
zh_tw: 字母

# Status bar
source: Compact
bg_bg: Компактен
he: מצומצם
vi: Nhỏ gọn
zh_tw: 簡約模式

source: Vertical bar (|)
bg_bg: Вертикална черта (|)
he: קו אנכי (|)
vi: Thanh dọc (|)
zh_tw: 垂直分隔符號 (|)

source: Bullet (•)
bg_bg: Водещ символ (•)
he: נקודת תבליט (•)
sv: Punkt (•)
zh_tw: 項目符號 (•)

source: Dot (·)
bg_bg: Средна точка (·)
he: נקודה (·)
vi: Chấm (·)
zh_tw: 點 (·)

source: No separator
bg_bg: Без разделител
he: ללא מפריד
vi: Không có dấu tách mục
zh_tw: 沒有分隔符號

source: Maximum percentage of screen width used for the item
bg_bg: Минимална ширина от екрана в проценти, заделена за елемента
he: אחוז מרבי מרוחב מסך המשמש לפריט
vi: Phần trăm tối đa chiều rộng màn hình được sử dụng cho mục
zh_tw: 項目可使用的螢幕寬度最大百分比

source: Left
bg_bg: Ляво
he: לשמאל
sv: Vänster
vi: Trái
zh_tw: 左

source: Center
bg_bg: Центрирано
he: ממורכז
sv: Centrera
vi: Giữa
zh_tw: 置中

source: Right
bg_bg: Дясно
he: לימין
sv: Höger
vi: Phải
zh_tw: 右

source: Go to page
bg_bg: Разгръщане на страница
he: עבור לעמוד
sv: Gå till sida
vi: Đi đến trang
zh_tw: 前往頁面

source: Skim document
bg_bg: Бърз преглед на книгата
he: רפרוף במסמך
sv: Skumma dokument
vi: Xem nhanh Tài liệu
zh_tw: 快覽文件

source: Enter page number or percentage
bg_bg: Въведете номер на страница или процент
he: נא למלא מספר עמוד או אחוזים
vi: Hiển thị số trang hoặc phần trăm
zh_tw: 輸入頁碼或百分比

source: x for an absolute page number [x] for a page number in the main (linear) flow [x]y for a page number in the non-linear fragment y
bg_bg: x за абсолютен номер на страница [x] за номер на страница в основния (линеен) поток [x]y за номер на страница в нелинейния фрагмент y
he: x למספר עמוד מוחלט [x] למספר עמוד בזרימה הראשית (לינארית) ‪[x]y‬ למספר עמוד בקטע הלא לינארי y
vi: x là số trang tuyệt đối [x] là số trang trong dòng (tuyến tính) chính [x]y là số trang trong đoạn vô tuyến tính y
zh_tw: x 表示絕對頁碼 [x] 表示主要（線性）流程中的頁碼 [x]y 表示非線性片段 y 中的頁碼

source: Pin current page
bg_bg: Закачане на текущата страница
he: נעיצת העמוד הנוכחי
vi: Ghim trang hiện tại

source: Go to pinned page
bg_bg: Разгръщане на закачената страница
he: מעבר לעמוד נעוץ
vi: Đi đến trang đã ghim

source: Skim
bg_bg: Бърз преглед
he: רפרוף
sv: Skumma
vi: Lướt
zh_tw: 快覽

source: Go to %
bg_bg: Отваряне на %
he: מעבר אל %
vi: Di chuyển đến %
zh_tw: 前往 %

source: Page pinned
bg_bg: Страницата е закачена
he: עמוד ננעץ
vi: Trang đã ghim

source: Custom table of contents
bg_bg: Потребителско съдържание
he: תוכן העניינים מותאם אישית
vi: Mục lục tùy chỉnh
zh_tw: 自訂目錄

source: Custom hidden flows
bg_bg: Потребителски скрити потоци
he: הצג זרימות מוסתרות
vi: Luồng ẩn tùy chỉnh
zh_tw: 自訂隱藏流程

source: Custom layout features
bg_bg: Потребителски шаблони
he: כללי עימוד בהתאמה אישית
vi: Tính năng bố cục tùy chỉnh
zh_tw: 自訂版面配置

source: About custom table of contents
bg_bg: Относно потребителското съдържание
he: על תוכן העניינים מותאם אישית
vi: Về mục lục tùy chỉnh
zh_tw: 關於自訂目錄

source: If the book has no table of contents or you would like to substitute it with your own, you can create a custom TOC. The original TOC (if available) will not be altered. You can create, edit and remove chapters: - in Page browser, by long-pressing on a thumbnail; - on a book page, by selecting some text to be used as the chapter title. (Once you're done building it and don't want to see the buttons anymore, you can disable Edit mode.) This custom table of contents is currently limited to a single level and can't have sub-chapters.
bg_bg: Ако в книгата няма съдържание или искате да го замените със свое, можете да създадете потребителско съдържание. Съдържанието към книгата (ако има такова) няма да бъде променено. Можете да създавате, редактирате и премахвате глави: • в Преглед на страници, като задържите върху миниатюра; • на страницата на книгата, като изберете текст, който да бъде използван като заглавие на главата. (След като приключите с изграждането и не искате повече да виждате бутоните, можете да изключите режима на редактиране.) Потребителското съдържание в момента е ограничено до едно ниво и не може да има вложени глави.
he: אם לספר אין תוכן עניינים, או כדי להחליף אותו בשלך, אפשר ליצור תוכן עניינים מותאם אישית. המקור (אם היה זמין) לא ישתנה. ניתן ליצור, לערוך ולהסיר פרקים: - בדפדפן העמודים, על ידי לחיצה ארוכה על התמונה הממוזערת; - בעמודי הספר, על ידי בחירת טקסט מסוים לשימוש ככותרת הפרק. (לאחר סיום הרכבתו, אפשר להשבית את מצב העריכה כדי לא לראות יותר את הכפתורים.) תוכן עניינים מותאם אישית מוגבל בינתיים לעומק של רמה אחת, ולא יכול לכלול תת פרקים.
vi: Nếu sách không có mục lục hoặc bạn muốn thay thế bằng mục lục của riêng mình, bạn có thể tạo một mục lục tùy chỉnh. Mục lục gốc (nếu có) sẽ không bị thay đổi. Bạn có thể tạo, chỉnh sửa và xóa các chương: - trong Trình duyệt trang, bằng cách nhấn và giữ vào hình thu nhỏ; - trên trang sách, bằng cách chọn một số văn bản để sử dụng làm tiêu đề chương. (Sau khi hoàn tất việc tạo mục lục và không muốn nhìn thấy các nút nữa, bạn có thể tắt chế độ Chỉnh sửa.) Mục lục tùy chỉnh này hiện chỉ giới hạn ở một cấp độ duy nhất và không thể có các chương phụ.
zh_tw: 如果書籍沒有目錄，或您希望使用自訂目錄取代原始目錄，您可以建立自訂目錄（TOC）。原始目錄（若有）將不會被修改。 您可以在以下位置建立、編輯或移除章節： - 在「頁面瀏覽器」中，長按縮圖即可操作； - 在書頁上選取文字，將其設為章節標題。 （完成目錄建立後，若不希望再看到編輯按鈕，可停用「編輯模式」。） 自訂目錄目前僅支援單層結構，無法建立子章節。

source: Edit mode
bg_bg: Режим на променяне
he: מצב עריכה
vi: Chế độ chỉnh sửa
zh_tw: 編輯模式

source: Clear custom table of contents
bg_bg: Изчистване на потребителското съдържание
he: ניקוי תוכן העניינים מותאם אישית
vi: Xóa mục lục tùy chỉnh
zh_tw: 清除自訂目錄

source: Are you sure you want to clear your custom table of contents?
bg_bg: Желаете ли потребителското съдържание да бъде изчистено?
he: לפנות את תוכן העניינים שהותאם אישית?
vi: Bạn có chắc chắn muốn xóa mục lục tùy chỉnh của mình không?
zh_tw: 你確定要清除自訂目錄嗎？

source: About custom hidden flows
bg_bg: Относно потребителските скрити потоци
he: על זרמים נסתרים מותאמים אישית
vi: Giới thiệu về luồng ẩn tùy chỉnh
zh_tw: 關於自訂隱藏流程
