Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

source: Set maximum number of lines to enable flexible item heights.
bg_bg: Ограничение на броя редове на настройката за променлива височина на елементите в списъка.
he: הגדרת מספר מרבי של שורות כדי לאפשר גבהים גמישים של פריטים.
vi: Đặt số dòng tối đa để kích hoạt chiều cao mục linh hoạt.
zh_tw: 設定每項內容的最大行數，以動態調整高度顯示。

source: flexible
bg_bg: гъвкаво
he: גמיש
vi: linh hoạt
zh_tw: 彈性

source: Bookmarks per page: %1
bg_bg: Отметки на страница: %1
he: סימניות לעמוד: %1
vi: Dấu trang trên mỗi trang: %1
zh_tw: 每頁書籤數：%1

source: Bookmarks per page
bg_bg: Отметки на страница
he: סימניות לעמוד
vi: Dấu trang trên mỗi trang
zh_tw: 每頁書籤數

source: Bookmark font size: %1
bg_bg: Размер на шрифта на отметките: %1
he: גודל גופן לסימניות: %1
vi: Kích thước phông chữ của dấu trang: %1
zh_tw: 書籤字型大小：%1

source: Bookmark font size
bg_bg: Размер на шрифта на отметките
he: גודל גופן לסימניות
vi: Kích thước phông chữ đánh dấu
zh_tw: 書籤字型大小

source: Shrink bookmark font size to fit more text
bg_bg: За побиране на отметката се намалява шрифта
he: הקטן את גודל גופן הסימניות כדי להציג טקסט נוסף
vi: Giảm kích thước phông chữ của dấu trang để vừa với nhiều văn bản hơn
zh_tw: 減少書籤字型大小以顯示更多文字

source: Show in items: %1
bg_bg: Показване в: %1
he: להציג בפריטים: %1
vi: Hiển thị trong các mục: %1
zh_tw: 在項目中顯示：%1

source: Show separator between items
bg_bg: Разделител между елементите
he: הצגת מפריד בין פריטים
vi: Hiển thị dấu phân cách giữa các mục nhập thư mục
zh_tw: 在項目之間顯示分隔符號

source: Export annotations on book closing
bg_bg: Изнасяне на записките при затваряне книгата
he: ייצא את כל ההערות בסגירת הספר
vi: Xuất chú thích khi đóng sách
zh_tw: 在關閉書籍時匯出註解

source: Keep all annotations on import
bg_bg: Запазване на записките при внасяне
he: שמירת כל ההסברים בעת היבוא
vi: Giữ lại tất cả các chú thích khi nhập
zh_tw: 在匯入時保留全部註解

source: Export / import folder: %1
bg_bg: Папка за внасяне/изнасяне: %1
he: תיקיית הייצוא/הייבוא: %1
vi: Xuất / nhập thư mục: %1
zh_tw: 匯出 / 匯入資料夾：%1

source: book metadata folder
bg_bg: папка за описателни данни на книги
he: תיקיית נתוני על של הספר
vi: thư mục siêu dữ liệu sách
zh_tw: 書籍資訊資料夾

source: Current annotations export folder:
bg_bg: Целева папка за изнасяне на записки:
he: תיקיית ייצוא ההערות הנוכחית:
vi: Thư mục xuất chú thích hiện tại:
zh_tw: 當前筆記匯出資料夾：

source: Bookmark search
bg_bg: Търсене в отметките
he: חיפוש בסימניות
vi: Tìm dấu trang
zh_tw: 書籤搜尋

source: highlighted text
bg_bg: подчертаното
he: טקסט מודגש
vi: văn bản đã được đánh dấu
zh_tw: 劃線文字

source: highlighted text and note
bg_bg: подчертаното и бележките
he: טקסט מודגש והערה
vi: văn bản được tô sáng và ghi chú
zh_tw: 劃線文字和筆記

source: note if set, otherwise highlighted text
bg_bg: бележките ако има, иначе в подчертаното
he: הערה אם מוגדר, אחרת טקסט מודגש
vi: lưu ý nếu được thiết lập, nếu không thì văn bản được tô sáng
zh_tw: 若有筆記則顯示筆記，否則顯示劃線文字

source: page number
bg_bg: номер на страница
he: מספר עמוד
vi: số trang
zh_tw: 頁碼

source: date
bg_bg: дата
he: תאריך
vi: ngày
zh_tw: 日期

source: page number, reverse
bg_bg: номер на страница, отзад напред
he: מספר העמוד, הפוך
vi: số trang, đảo ngược
zh_tw: 頁碼（反向）

source: date, reverse
bg_bg: дата, отзад напред
he: התאריך, הפוך
vi: ngày, đảo ngược
zh_tw: 日期（反向）

source: Page %1 %2 @ %3
bg_bg: Страница %1 %2 @ %3
he: עמוד %1 %2 @ %3
sv: Sida %1 %2 @ %3
vi: Trang %1 %2 @ %3
zh_tw: 第 %1 頁 %2 @ %3

source: Bookmarks (%1)
bg_bg: Отметки (%1)
he: סימניות (%1)
vi: Số dấu trang (%1)
zh_tw: 書籤 (%1)

source: 1 bookmark selected
bg_bg: Избрана %1 отметка
he: נבחרה סימניה
vi: Có %1 dấu trang được chọn
zh_tw: 已選 %1 個書籤

source: No bookmarks selected
bg_bg: Не са избрани отметки
he: לא נבחרו סימניות
vi: Không có dấu trang nào được chọn
zh_tw: 未選取書籤

source: Select page
bg_bg: Избиране на страница
he: בחירת עמוד
vi: Chọn trang
zh_tw: 選擇頁面

source: Delete note
bg_bg: Премахване на бележка
he: מחיקת הערה
vi: Xóa ghi chú
zh_tw: 刪除筆記

source: Delete bookmark notes?
bg_bg: Премахване на бележките към отметка?
he: למחוק את הערות הסימניות?
vi: Xóa ghi chú chỉ mục?
zh_tw: 是否刪除書籤筆記？

source: Remove selected bookmarks?
bg_bg: Премахване на избраните отметки?
he: להסיר את הסימנייה הנבחרת?
vi: Bạn có muốn xóa dấu trang đã chọn không?
zh_tw: 是否移除選取的書籤？

source: Filter by bookmark type
bg_bg: Филтриране по вид отметка
he: סינון לפי סוג הסימנייה
vi: Lọc theo loại chỉ mục
zh_tw: 依書籤類型篩選

source: All (reset filters)
bg_bg: Всички (нулира филтрите)
he: הכול (איפוס המסננים)
vi: Tất cả (đặt lại bộ lọc)
zh_tw: 全部（清除篩選）

source: Filter by edited highlighted text
bg_bg: Филтриране по редактирано подчертаване
he: סינון לפי טקסט מודגש שנערך
vi: Lọc theo văn bản được tô sáng đã chỉnh sửa
zh_tw: 依已編輯的劃線文字篩選

source: Filter by highlight style
bg_bg: Филтриране по стил на подчертаване
he: סינון לפי סגנון ההדגשה
vi: Lọc theo kiểu tô sáng
zh_tw: 依劃線樣式篩選

source: Export annotations
bg_bg: Изнасяне на записки
he: ייצוא הערות
vi: Xuất chú thích
zh_tw: 匯出註解

source: Current page
bg_bg: Текуща страница
he: העמוד הנוכחי
vi: Trang hiện tại
zh_tw: 目前頁碼

source: Latest bookmark
bg_bg: Последна отметка
he: הסימנייה העדכנית ביותר
vi: Dấu trang mới nhất
zh_tw: 最新書籤

source: Select bookmarks
bg_bg: Избор на отметки
he: בחירת סימניות
vi: Chọn dấu trang
zh_tw: 選取書籤

source: Search bookmarks
bg_bg: Търсене на отметки
he: חיפוש בסימניות
vi: Tìm dấu trang
zh_tw: 搜尋書籤

source: Filter: edited highlighted text
bg_bg: Филтър: редактирано подчертаване
he: סינון: טקסט מודגש שנערך
vi: Bộ lọc: văn bản được tô sáng đã chỉnh sửa
zh_tw: 篩選：依已編輯劃線文字

source: Highlight style:
bg_bg: Стил на подчертаното:
he: סגנון הדגשה:
vi: Phong cách nổi bật:
zh_tw: 劃線標記樣式：

source: Bookmark type:
bg_bg: Вид на отметката:
he: סוג סימניות:
vi: Kiểu chỉ mục:
zh_tw: 書籤類型：

source: Page: %1
bg_bg: Страница: %1
he: עמוד: %1
vi: Trang: %1
zh_tw: 頁碼：%1

source: Time: %1
bg_bg: Дата: %1
he: זמן: %1
vi: Thời gian: %1
zh_tw: 時間：%1

source: Reset text
bg_bg: Нулиране на текста
he: איפוס טקסט
vi: Đặt lại văn bản
zh_tw: 重設

source: Edit text
bg_bg: Промяна на текста
he: עריכת טקסט
vi: Sửa văn bản
zh_tw: 編輯

source: Remove bookmark
bg_bg: Премахване на отметка
he: הסרת סימנייה
vi: Xóa dấu trang
zh_tw: 移除書籤

source: Remove this bookmark?
bg_bg: Премахване на отметката?
he: להסיר את הסימנייה הזאת?
vi: Xóa dấu trang này?
zh_tw: 要移除此書籤嗎？

source: Edit note
bg_bg: Промяна на бележката
he: עריכת הערה
vi: Chỉnh sửa ghi chú
zh_tw: 編輯筆記

source: Add note
bg_bg: Добавяне на бележка
he: הוספת הערה
vi: Thêm ghi chú
zh_tw: 加入筆記

source: Go to bookmark
bg_bg: Отваряне на отметка
he: מעבר לסימנייה
vi: Đi đến dấu trang
zh_tw: 前往書籤

source: Bookmark details (%1/%2)
bg_bg: Подробности за отметката (%1 / %2)
he: פרטי סימנייה (%1/%2)
vi: Chi tiết dấu trang (%1/%2)
zh_tw: 書籤詳情（%1 / %2）

source: Edit highlighted text
bg_bg: Промяна на подчертания текст
he: עריכת טקסט מודגש
vi: Chỉnh sửa văn bản được tô sáng
zh_tw: 編輯已劃線文字

source: In CRE documents, an alternative status bar can be displayed at the top of the screen, with or without the regular bottom status bar. Enabling this alt status bar, per document or by default, can be done in the bottom menu. The alternative status bar can be configured here.
bg_bg: В документите CRE в горната част на екрана може да се показва алтернативна лента за състоянието, със или без обикновената лента за състоянието в долната част на екрана. Включването на алтернативната лента, за всеки документ или по подразбиране, може да се направи в долното меню. Алтернативната лента за състоянието може да се настрои тук.
he: במסמכי CRE, ניתן להציג שורת מצב חלופית בחלק העליון של המסך, עם או בלי שורת המצב התחתונה הרגילה. הפעלת שורת המצב החלופית זו, לפי מסמך או כברירת מחדל, יכולה להתבצע בתפריט התחתון. ניתן לקבוע את תצורת שורת המצב החלופית כאן.
vi: Trong tài liệu CRE, một thanh trạng thái thay thế có thể được hiển thị ở đầu màn hình, có hoặc không có thanh trạng thái dưới cùng như thông thường. Thanh trạng thái thay thế này có thể được bật cho các tài liệu khác nhau hoặc theo mặc định trong menu dưới cùng. Một thanh trạng thái thay thế có thể được định cấu hình tại đây.
zh_tw: 在 CRE 文件中，可以在螢幕頂部顯示替代狀態列，帶有或不帶有常規底部狀態列。 您可以在底部功能表針對每個文件或預設情況下啟用此替代狀態列。 您可以在此處設定替代狀態列。

source: Alt status bar
bg_bg: Алтернативна лента за състоянието
he: שורת מצב חלופית
vi: Thanh trạng thái thay thế
zh_tw: 替代狀態列

source: About alt status bar
bg_bg: Относно алт. лента за състоянието
he: על שורת המצב החלופית
vi: Về thanh trạng thái thay thế
zh_tw: 關於附加狀態列

source: Auto refresh
bg_bg: Автоматично презареждане
he: רענון אוטומטי
vi: Tự động làm mới
zh_tw: 自動重新整理

source: Book title
bg_bg: Заглавие на книгата
he: כותרת הספר
vi: Tiêu đề sách
zh_tw: 書名

source: Book author
bg_bg: Автор на книгата
he: מחבר הספר
vi: Tác giả
zh_tw: 作者

source: Current time
bg_bg: Часовник
he: זמן נוכחי
sv: Aktuell tid
vi: Thời gian hiện tại
zh_tw: 目前時間

source: Total pages
bg_bg: Общо страници
he: סה"כ עמודים
vi: Tổng số trang
zh_tw: 總頁數

source: Progress percentage
bg_bg: Напредък в проценти
he: אחוז התקדמות
vi: Phần trăm tiến độ
zh_tw: 進度百分比

source: Chapter marks
bg_bg: Знаци за начало на глава
he: סמני פרקים
vi: Đánh dấu chương
zh_tw: 章節標記

source: Battery status
bg_bg: Състояние на батерията
he: מצב סוללה
vi: Tình trạng pin
zh_tw: 電池狀態

source: Battery status: percentage
bg_bg: Състояние на батерията: проценти
he: מצב סוללה: אחוזים
vi: Thông tin pin: phần trăm
zh_tw: 電池狀態：百分比

source: Battery status: icon
bg_bg: Състояние на батерията: пиктограма
he: מצב סוללה: סמל
vi: Trạng thái pin: biểu tượng
zh_tw: 電池狀態：圖示

source: Battery icon
bg_bg: Пиктограма на батерията
he: סמל סוללה
vi: Biểu tượng pin
zh_tw: 電池圖示

source: Battery percentage
bg_bg: Процент на батерията
he: אחוז סוללה
vi: Phần trăm pin
zh_tw: 電池百分比

source: Font size: %1
bg_bg: Размер на шрифта: %1
he: גודל גופן: %1
vi: Kích cỡ phông chữ: %1
zh_tw: 字型大小：%1

source: Size of top status bar
bg_bg: Размер на горната лента за състоянието
he: גודל שורת המצב העליונה
vi: Kích thước thanh trạng thái trên
zh_tw: 頂部狀態列的大小

source: Set size
bg_bg: Задаване на размер
he: הגדר גודל
sv: Sätt storlek
vi: Đặt kích thước
zh_tw: 設定大小

source: Apply crop
bg_bg: Прилагане на изрязване
he: החל חיתוך
vi: Xén
zh_tw: 套用裁切

source: High battery level: %1 % Dismiss battery level alert?
bg_bg: Висок заряд на батерията: %1 % Да бъде ли скрито предупреждението за нивото на батерията?
he: סוללה מלאה מספיק: %1 % להתעלם מהתראת עצמת סוללה?
vi: Phần trăm pin cao: %1% Bỏ qua cảnh báo pin?
zh_tw: 高電量：%1 % 是否忽略電量警報？

source: Low battery level: %1 % Dismiss battery level alert?
bg_bg: Нисък заряд на батерията: %1 % Да бъде ли скрито предупреждението за нивото на батерията?
he: סוללה חלשה: %1 % להתעלם מהתראת עצמת סוללה?
vi: Phần trăm pin thấp: %1% Bỏ qua cảnh báo pin?
zh_tw: 電池電量過低：%1% 是否關閉電量警示？

source: Dismiss
bg_bg: Затваряне
he: הבנתי
sv: Avfärda
vi: Bỏ qua
zh_tw: 關閉

source: High memory usage! KOReader is restarting…
bg_bg: Повишено използване на памет! KOReader се рестартира…
he: שימוש מופרז בזיכרון! KOReader מופעל מחדש…
vi: Bộ nhớ sử dụng đầy! KOReader đang khởi động lại…
zh_tw: 高記憶體使用量！ 正在重新啟動 KOReader…

source: High memory usage: %1 MB Restart KOReader?
bg_bg: Повишено използване на памет: %1 МБ Рестартиране на KOReader?
he: שימוש מופרז בזיכרון: %1 מ״ב להפעיל את KOReader מחדש?
vi: Bộ nhớ sử dụng cao: %1MB Khởi động lại KOReader?
zh_tw: 高記憶體使用量：%1 MB 要重新啟動 KOReader 嗎？

source: Restart
bg_bg: Рестартиране
he: הפעלה מחדש
sv: Omstart
vi: Khởi động lại
zh_tw: 重新啟動

source: High memory usage: %1 MB Exit KOReader?
bg_bg: Повишено използване на памет: %1 МБ Изход от KOReader?
he: שימוש מופרז בזיכרון: %1 מ״ב לצאת מ־KOReader?
vi: Bộ nhớ sử dụng cao: %1MB Thoát KOReader?
zh_tw: 高記憶體使用量：%1 MB 要退出 KOReader 嗎？

source: Device status alerts
bg_bg: Предупреждения за състояние на устройството
he: התראות מצב מכשיר
vi: Cảnh báo trạng thái thiết bị
zh_tw: 裝置狀態警報

source: Battery level
bg_bg: Заряд на батерията
he: עצמת סוללה
vi: Mức pin
zh_tw: 電量

source: Check interval: %1 min
bg_bg: Интервал на проверка: %1 мин.
he: הפרש בין בדיקות: %1 דק׳
vi: Khoảng thời gian kiểm tra: %1 phút
zh_tw: 檢查間隔：%1 分鐘

# Time
source: min
bg_bg: мин
he: מזערי
vi: phút
zh_tw: 分

source: Battery check interval
bg_bg: Интервал на проверка на батерията
he: הפרש בדיקות סוללה
vi: Khoảng thời gian kiểm tra pin
zh_tw: 電池檢查間隔

source: Thresholds: %1 % / %2 %
bg_bg: Прагове: %1 % / %2 %
he: ספים: %1 % / %2 %
vi: Ngưỡng: %1% / %2%
zh_tw: 範圍：%1 % – %2 %

source: Battery level alert thresholds
bg_bg: Праг на предупреждение за заряда на батерията
he: ספי התראת עצמת סוללה
vi: Ngưỡng cảnh báo mức pin
zh_tw: 電量警報閾值

source: Low level threshold is checked when the device is not charging. High level threshold is checked when the device is charging.
bg_bg: Прагът за ниско ниво се проверява, когато устройството не се зарежда. Прагът за високо ниво се проверява, когато устройството се зарежда.
he: סף סוללה נמוך נבדק כשהמכשיר לא נטען. סף סוללה גבוה נבדק כשהמכשיר נטען.
vi: Ngưỡng mức pin yếu được kiểm tra khi thiết bị không sạc. Ngưỡng mức pin cao được kiểm tra trong khi thiết bị đang sạc.
zh_tw: 裝置未充電時會檢查低電量閾值。 裝置充電時會檢查高電量閾值。

source: Low
bg_bg: Ниско
he: נמוך
vi: Thấp
zh_tw: 低

source: High
bg_bg: Високо
he: גבוה
vi: Cao
zh_tw: 高

source: High memory usage
bg_bg: Повишено използване на памет
he: שימוש מופרז בזיכרון
vi: Sử dụng nhiều bộ nhớ
zh_tw: 高記憶體用量

source: Memory check interval
bg_bg: Интервал на проверка на паметта
he: הפרשי בדיקת זיכרון
vi: Kiểm tra khoảng trống bộ nhớ
zh_tw: 記憶體檢查間隔

source: Threshold: %1 MB
bg_bg: Праг: %1 МБ
he: סף: %1 מ״ב
vi: Ngưỡng: %1 MB
zh_tw: 閾值：%1 MB

# Data storage size
source: MB
bg_bg: МБ
he: מ״ב

source: Memory alert threshold
bg_bg: Праг на предупреждение за паметта
he: סף התראת זיכרון
vi: Ngưỡng báo đầy bộ nhớ
zh_tw: 記憶體警報閾值

source: Automatic restart
bg_bg: Автоматично рестартиране
he: הפעלה אוטומטית מחדש
vi: Tự khởi động lại
zh_tw: 自動重新啟動

source: Searching dictionary for: %1
bg_bg: Търсене в речника за: %1
he: המילון מחפש כעת אחר: %1
sv: Söker i ordboken efter: %1
vi: Tìm kiếm từ điển cho: %1
zh_tw: 正在搜尋字典： %1

source: Dictionary lookup
bg_bg: Търсене в речника
he: חפש במילון
sv: Ordboksuppslag
vi: Tra cứu từ điển
zh_tw: 字典查詢

source: Dictionary lookup history
bg_bg: Хронология на търсеното в речника
he: היסטוריית החיפוש במילון
sv: Ordboksuppslagshistorik
vi: Lịch sử tra cứu từ điển
zh_tw: 字典查詢歷史

source: Dictionary settings
bg_bg: Настройки на речниците
he: הגדרות מילון
sv: Ordboksinställningar
vi: Cài đặt từ điển
zh_tw: 字典設定

source: Manage dictionaries: %1
bg_bg: Управление на речници: %1
he: ניהול מילונים: %1
vi: Quản lý từ điển: %1
zh_tw: 管理字典：%1

source: Dictionary presets
bg_bg: Списъци с речници
he: קבוצות מילונים
vi: Cài đặt trước từ điển
zh_tw: 字典設定方案

source: This feature allows you to organize dictionaries into presets (for example, by language). You can quickly switch between these presets to change which dictionaries are used for lookups. Note: presets only store dictionaries, no other settings.
bg_bg: Дава възможност да групирате речници в списъци (например по език). Може да превключвате между тези списъци, за да определяте в кои речници да бъде извършвано търсенето. Забележка: списъците пазят само речниците, не и други настройки.
he: ניתן לקבץ מילונים בתוך תת קבוצות (למשל, לפי שפה). אפשר לעבור במהרה בין קבוצה לקבוצה כדי לבחור בין אילו מילונים מתבצעים החיפושים. נא לשים לב: הקבוצות שומרות רק מילונים, ולא אף הגדרה אחרת.
vi: Tính năng này cho phép bạn sắp xếp các từ điển theo các cài đặt sẵn (ví dụ: theo ngôn ngữ). Bạn có thể nhanh chóng chuyển đổi giữa các cài đặt sẵn này để thay đổi từ điển nào được sử dụng để tra cứu. Lưu ý: cài đặt sẵn chỉ lưu trữ từ điển, không lưu trữ các cài đặt khác.
zh_tw: 此功能可讓您將字典整理成設定方案（例如依語言分類）。您可以快速切換不同設定方案，以變更查詢時使用的字典。 注意：設定方案僅儲存字典，不包含其他設定。

source: Create new preset from enabled dictionaries
bg_bg: Списък с речници от включените речници
he: יצירת ערכת הגדרות חדשה מהמילונים הפעילים
vi: Tạo cài đặt trước mới từ các từ điển đã bật
zh_tw: 從目前啟用的字典建立新的設定方案

source: Download dictionaries
bg_bg: Изтегляне на речници
he: הורד מילונים
sv: Hämta ordböcker
vi: Tải từ điển
zh_tw: 下載字典

source: Enable fuzzy search
bg_bg: Включване на размито търсене
he: אפשר חיפוש משוער (לא מדויק)
sv: Aktivera vagsökning
vi: Bật Tìm kiếm mờ
zh_tw: 啟用模糊搜尋

source: Enable dictionary lookup history
bg_bg: Пазене на хронология на търсенията в речника
he: אפשר היסטוריית חיפושים במילון
sv: Aktivera historik för ordboksuppslag
vi: Kích hoạt lịch sử tra cứu từ điển
zh_tw: 啟用字典搜尋歷史記錄

source: Clean dictionary lookup history
bg_bg: Почистване на хронологията на търсене на речника
he: נקה את היסטוריית החיפושים במילון
sv: Rensa historiken av ordboksuppslag
vi: Xoá lịch sử tra cứu từ điển
zh_tw: 清除字典搜尋歷史

source: Clean dictionary lookup history?
bg_bg: Желаете ли хронологията на търсене на речника да бъде изчистена?
he: לנקות את היסטוריית החיפושים במילון?
sv: Rensa historiken av ordboksuppslag?
vi: Xoá lịch sử tra cứu từ điển?
zh_tw: 要清除字典搜尋歷史嗎？

source: Clean
bg_bg: Изчистване
he: נקה
sv: Städa
vi: Xoá
zh_tw: 清理

source: Large window
bg_bg: Голям прозорец
he: חלון גדול
sv: Stort fönster
vi: Cửa sổ lớn
zh_tw: 放大視窗

source: Justify text
bg_bg: Двустранно подравнен текст
he: פיזור טקסט אחיד
sv: Justera text
vi: Điều chỉnh văn bản
zh_tw: 左右對齊

source: Dictionary font size
bg_bg: Размер на шрифта на речника
he: גודל גופן של מילון
vi: Cỡ chữ từ điển
zh_tw: 字典字型大小

source: Set dictionary priority for this book
bg_bg: Задаване тежест на речника за книгата
he: הגדרת עדיפות מילון לספר הזה
vi: Đặt mức độ ưu tiên từ điển cho cuốn sách này
zh_tw: 設定此書籍的字典使用順序

source: This feature enables you to specify dictionary priorities on a per-book basis. Results from higher-priority dictionaries will be displayed first when looking up words. Only dictionaries that are currently active can be selected and prioritized.
bg_bg: Дава възможност да определяте тежестите на речниците за всяка книга поотделно. Резултатите от речниците с по-голяма тежест ще бъдат показвани първи при търсене на думи. Могат да бъдат избрани и приоритизирани само включените речници.
he: מאפשר הגדרת עדיפויות למילונים, לפי ספר. תוצאות חיפוש ממילונים בעלי עדיפות יותר גבוהה יוצגו ראשונים. אפשר לבחור ולתעדף רק מילונים שפעילים כעת.
vi: Tính năng này cho phép bạn chỉ định mức độ ưu tiên của từ điển theo từng cuốn sách. Kết quả từ các từ điển có mức độ ưu tiên cao hơn sẽ được hiển thị trước khi tra cứu từ. Chỉ những từ điển đang hoạt động mới có thể được chọn và ưu tiên.
zh_tw: 此功能可讓您針對每本書籍個別設定字典的優先順序。查詢單字時，系統會優先顯示高優先順序的字典結果。 僅限目前已啟用的字典可供選擇與排序。

source: Use external dictionary
bg_bg: Използване на външен речник
he: להשתמש במילון חיצוני
sv: Använd extern ordbok
vi: Sử dụng từ điển bên ngoài
zh_tw: 使用外部字典

source: none
bg_bg: липсва
he: ללא
sv: inga
vi: Không
zh_tw: 無

source: Dictionary: %1
bg_bg: Речник: %1
he: מילון: %1
sv: Ordbok: %1
vi: Từ điển: %1
zh_tw: 字典：%1

source: Select preferred dictionaries
bg_bg: Избиране на предпочитани речници
he: בחירת מילונים מועדפים
vi: Chọn từ điển ưa thích
zh_tw: 設定偏好字典

source: Manage installed dictionaries
bg_bg: Управление на инсталираните речници
he: ניהול מילונים מותקנים
vi: Quản lý từ điển đã tải
zh_tw: 管理已經安裝的字典

source: Search with preset
bg_bg: Търсене в списък
he: חיפוש עם ערכת הגדרות
vi: Tìm kiếm với cài đặt trước
zh_tw: 使用目前的設定方案進行搜尋

source: Search dictionary
bg_bg: Търсене в речника
he: חיפוש במילון
sv: Sök i ordboken
vi: Tìm kiếm từ điển
zh_tw: 查詢字典

source: Enter a word or phrase to look up
bg_bg: Въведете дума или фраза, която търсите
he: נא למלא מילה או צירוף מילים לחיפוש
vi: Nhập một từ để tìm kiếm
zh_tw: 輸入要查詢的單字或片語

source: No dictionaries installed. Please search for "Dictionary support" in the KOReader Wiki to get more information about installing new dictionaries.
bg_bg: Няма инсталирани речници. Потърсете за „Поддръжка на речници“ в KOReader Wiki, за да разберете как да инсталирате нови речници.
he: לא הותקנו מילונים. אנא לחפש „Dictionary support” (תמיכה במילונים) בוויקי של KOReader כדי לקבל מידע נוסף על דרכי ההתקנה של מילונים חדשים.
sv: Inga ordböcker installerade. Sök efter "Ordbokstöd" i KOReaders Wiki för att få mer information om hur du installerar nya ordböcker.
vi: Không có từ điển cài đặt. Vui lòng tìm kiếm "Hỗ trợ từ điển" trong KOReader Wiki để có thêm thông tin về việc cài đặt từ điển mới.
zh_tw: 未安裝字典。想要安裝新字典，請在 KOReader 維基中搜尋 「Dictionary support」相關訊息。

source: Not available
bg_bg: Недостъпно
he: לא זמין
vi: Không có sẵn
zh_tw: 不可用

source: Dictionary lookup interrupted.
bg_bg: Търсенето в речника е прекъснато.
he: החיפוש במילון בוטל.
vi: Hủy bỏ tra từ điển.
zh_tw: 字典查詢已中斷。

source: No results.
bg_bg: Липсват резултати.
he: אין תוצאות.
vi: Không có kết quả.
zh_tw: 沒有結果。

source: There are no enabled dictionaries. Please check the 'Dictionary settings' menu.
bg_bg: Не са избрани речници. Проверете менюто „Настройки на речниците“.
he: לא הופעלו מילונים. נא לבדוק בתפריט ‚הגדרות מילון’.
vi: Chưa có từ điển đã kích hoạt. Kiểm tra lại trong 'Cài đặt Từ điển'.
zh_tw: 沒有啟用的字典。 請檢查「字典設定」選單。

source: Would you like to use fuzzy search?
bg_bg: Желаете ли да използвате размито търсене?
he: להשתמש בחיפוש משוער?
vi: Bạn có muốn sử dụng tìm kiếm mờ không?
zh_tw: 要使用模糊搜尋嗎？

source: Fuzzy search
bg_bg: Размито търсене
he: חיפוש משוער
vi: Tìm kiếm mờ
zh_tw: 模糊搜尋

source: Would you like to search with a preset?
bg_bg: Желаете ли да търсите с набор от критерии?
he: לחפש עם הגדרות שמורות?
vi: Bạn có muốn tìm kiếm theo cài đặt trước không?
zh_tw: 要使用預設進行搜尋嗎？

source: No results found
bg_bg: Няма резултати
he: לא נמצאו תוצאות
vi: Không tìm thấy kết quả
zh_tw: 沒有找到符合的資料

source: License
bg_bg: Лиценз
he: רישיון
sv: Licens
vi: Giấy phép
zh_tw: 授權

source: Entries
bg_bg: Статии
he: ערכים
sv: Poster
vi: Mục
zh_tw: 登錄項

source: Tap dictionary name to download
bg_bg: За да изтеглите докоснете името
he: נא להקיש על שם מילון כדי להוריד אותו
sv: Tryck på ordbokens namn för att hämta
vi: Nhấn vào tên từ điển để tải xuống
zh_tw: 點選字典名稱以進行下載

source: File already exists. Overwrite?
bg_bg: Файлът вече съществува. Презапис?
he: הקובץ כבר קיים. להחליף אותו?
sv: Filen finns redan. Skriva över?
vi: Tập tin đã tồn tại. Ghi đè lên?
zh_tw: 檔案已經存在。要覆寫嗎？

source: Dictionary filesize is %1 (%2 bytes). Continue with download?
bg_bg: Размерът на речника е %1 (%2 байта). Да бъде ли изтеглен?
he: גודל הקובץ של המילון הוא %1 (%2 בתים). להמשיך עם ההורדה?
sv: Ordbokens filstorlek är %1 (%2 byte). Fortsätt med hämtningen?
vi: Kích thước từ điển là %1 (%2 byte). Tiếp tục tải về?
zh_tw: 字典檔容量是 %1 (%2 bytes). 要繼續下載嗎？

source: Failed to fetch dictionary. Are you online?
bg_bg: Няма достъп до речника. Има ли връзка интернет?
he: משיכת המילון נכשלה. יש לך חיבור לאינטרנט?
vi: Lỗi nạp từ điển. Bạn còn online chứ?
zh_tw: 無法取得字典，請確認您的連線狀態？

source: Could not save file to:
bg_bg: Файлът не може да бъде запазен в:
he: לא ניתן היה לשמור את הקובץ ב־:
sv: Det gick inte att spara filen till:
vi: Không thể lưu tập tin vào:
zh_tw: 無法將檔案儲存至：

source: Dictionary downloaded:
bg_bg: Изтеглен речник:
he: מילונים שהורדו:
sv: Ordbok hämtad:
vi: Đã tải về từ điển:
zh_tw: 已下載的字典:

source: Dictionary failed to download:
bg_bg: Неуспешно изтегляне на речника:
he: הורדת המילון נכשלה:
sv: Ordbok misslyckades med att hämtas:
vi: Từ điển không thể tải về:
zh_tw: 字典下載失敗:

source: %1 is no longer a preferred dictionary for this document.
bg_bg: „%1“ вече не е предпочитан речник за този документ.
he: %1 אינו עוד המילון המועדף למסמך זה.
vi: %1 không còn là từ điển ưu tiên cho văn bản này.
zh_tw: %1 不再是此文件的偏好字典。

source: %1 is now the preferred dictionary for this document.
bg_bg: „%1“ вече е предпочитаният речник за този документ.
he: %1 הוא מעתה המילון המועדף למסמך זה.
vi: %1 đã được đặt làm từ điển ưu tiên cho văn bản này.
zh_tw: %1 已成為此文件的偏好字典。
