Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

source: %1 %2 Current value: %3 (%4) Default value: %5
bg_bg: %1 %2 Текуща стойност: %3 (%4) Подразбирана стойност: %5
he: %1 %2 ערך נוכחי: %3 (%4) ערך ברירת מחדל: %5
vi: %1 %2 Giá trị hiện tại: %3 (%4) Giá trị mặc định: %5
zh_tw: %1 %2 目前的值：%3 (%4) 預設值：%5

source: Current margins: left: %1 right: %2 Default margins: not set
bg_bg: Текущо поле: ляво: %1 дясно: %2 Стандартно поле: не е зададено
he: שוליים נוכחיים: שמאל: %1 ימין: %2 שולי ברירת מחדל: לא מוגדרים
vi: Lề hiện tại: trái: %1 phải: %2 Lề mặc định: chưa đặt
zh_tw: 目前邊距： 左：%1 右：%2 預設邊距：未設定

source: Current margins: left: %1 right: %2 Default margins: left: %3 right: %4
bg_bg: Текущо поле: ляво: %1 дясно: %2 Стандартно поле: ляво: %3 дясно: %4
he: שוליים נוכחיים: שמאל: %1 ימין: %2 שולי ברירת מחדל: שמאל: %3 ימין: %4
vi: Lề hiện tại: trái: %1 phải: %2 Lề mặc định: trái: %3 phải: %4
zh_tw: 目前邊距： 左：%1 右：%2 預設邊距： 左：%3 右：%4

source: Avoid mandatory black flashes in UI
bg_bg: Без примигване на интерфейса
he: הימנע מהבזקים שחורים הכרחיים בממשק המשתמש
sv: Undvik obligatoriska svarta blinkningar i användargränssnittet
vi: Tránh nhấp nháy đen bắt buộc trong giao diện người dùng
zh_tw: 避免介面中的強制黑色全屏刷新

source: More tools
bg_bg: Повече инструменти
he: כלים נוספים
vi: Công cụ khác
zh_tw: 更多工具

source: Help
bg_bg: Помощ
he: עזרה
sv: Hjälp
vi: Giúp đỡ
zh_tw: 幫助

source: Quickstart guide
bg_bg: Кратко ръководство
he: מדריך להתחלה מהירה
sv: Snabbstartshandbok
vi: Hướng dẫn Bắt đầu nhanh
zh_tw: 快速入門指南

source: Report a bug
bg_bg: Съобщаване на дефект
he: דיווח על תקלה
sv: Rapportera ett fel
vi: Báo lỗi
zh_tw: 回報錯誤

source: (verbose logging is enabled)
bg_bg: (подробният дневник е включен)
he: (רישום מפורט מופעל)
vi: (đã bật ghi nhật ký chi tiết)
zh_tw: （詳細記錄功能已啟用）

source: Please report bugs to https://github.com/koreader/koreader/issues Version: %1 Detected device: %2
bg_bg: Съобщавайте за дефекти на https://github.com/koreader/koreader/issues Издание: %1 Открито устройство: %2
he: נא לדווח על תקלות אל https://github.com/koreader/koreader/issues גרסה: %1 מכשיר שזוהה: %2
sv: Rapportera fel till https://github.com/koreader/koreader/issues Version: %1 Identifierad enhet: %2
vi: Báo lỗi đến https://github.com/koreader/koreader/issues Phiên bản: %1 Thiết bị được phát hiện: %2
zh_tw: 請將錯誤回報到 https://github.com/koreader/koreader/issues 版本： %1 被偵測到的裝置為： %2

source: Verbose logs will make our investigations easier. If possible, try to reproduce the issue while it's enabled, and attach %1 to your bug report.
bg_bg: Подробният дневник ще улесни разследването. Възпроизведете проблема, докато дневникът е включен и прикачете %1 към съобщението си.
he: רישומים מפורטים מקלים את חקירתנו. אם אפשר, נא לנסות לשחזר את הבעיה כשהרישום מופעל, ולצרף %1 לדיווח התקלה.
vi: Nhật ký chi tiết sẽ giúp việc điều tra của chúng tôi dễ dàng hơn. Nếu có thể, hãy cố gắng tái hiện lại lỗi khi tính năng này được bật, và đính kèm %1 vào báo cáo lỗi của bạn.
zh_tw: 詳細記錄有助於我們進行問題調查。若有可能，請在啟用詳細記錄的狀態下重現問題，並將 %1 附加至錯誤回報中。

source: Disable verbose logging
bg_bg: Изключване на подробния дневник
he: השבתת רישום מפורט
vi: Tắt ghi nhật ký chi tiết
zh_tw: 停用詳細記錄功能

source: Enable verbose logging
bg_bg: Включване на подробния дневник
he: לאפשר רישום מפורט
vi: Bật thông tin gỡ lỗi chi tiết
zh_tw: 啟用詳細記錄功能

source: Verbose logging disabled
bg_bg: Подробният дневник е изключен
he: רישום מפורט מושבת
vi: Đã tắt ghi nhật ký chi tiết
zh_tw: 詳細記錄功能已停用

source: Verbose logging enabled
bg_bg: Подробният дневник е включен
he: רישום מפורט מופעל
vi: Đã bật ghi nhật ký chi tiết
zh_tw: 詳細記錄功能已啟用

source: Version: %1
bg_bg: Издание: %1
he: גרסה: %1
vi: Phiên bản: %1
zh_tw: 版本：%1

source: About
bg_bg: Относно
he: על אודות
sv: Om
vi: Thông tin chung
zh_tw: 關於

source: KOReader %1 A document viewer for E Ink devices. Licensed under Affero GPL v3. All dependencies are free software. http://koreader.rocks
bg_bg: KOReader %1 Приложение за преглед на документи на устройства с електронно мастило. Лицензирано под Affero GPL v3. Всички използвани зависимости са свободен софтуер. https://koreader.rocks
he: KOReader %1 מציג מסמכים למכשירי E Ink. כפוף לרישיון Affero GPL v3. כל התלויות הן תוכנה חופשית. https://koreader.rocks‪/‬
vi: KOReader %1 Trình xem tài liệu dành cho các thiết bị E Ink. Được cấp phép theo Affero GPL v3. Tất cả các phần phụ thuộc đều là phần mềm miễn phí. http://koreader.rocks
zh_tw: KOReader %1 為 E Ink 裝置而生的文件檢視器。 以 Affero GPL v3 授權釋出，由自由軟體驅動。 http://koreader.rocks

source: Start %1 reader app
bg_bg: Стартиране на приложението %1 за четене
he: הפעל את אפליקציית הקורא %1
vi: Khởi động ứng dụng đọc %1
zh_tw: 啟動 %1 閱讀器應用程式

source: Frontlight
bg_bg: Подсветка
he: תאורת מסך
sv: Framljus
vi: Đèn nền
zh_tw: 前光

source: USB mass storage
bg_bg: Външна памет на USB
he: אחסון בנפח על USB
sv: USB-masslagring
vi: Bộ nhớ USB
zh_tw: USB大量儲存裝置

source: Turn on the power LED when charging
bg_bg: Индикаторът за захранване свети при зареждане
he: הדלק את ה-LED ההפעלה בעת טעינה
vi: Bật đèn LED nguồn khi sạc
zh_tw: 充電時打開電源 LED

source: Associate file extensions
bg_bg: Свързани файлови разширения
he: שיוך סיומות קבצים
vi: Liên kết phần mở rộng tập tin
zh_tw: 關聯檔案副檔名

source: Time and date
bg_bg: Час и дата
he: שעה ותאריך
sv: Tid och datum
vi: Ngày và giờ
zh_tw: 日期與時間

source: 12-hour clock
bg_bg: 12-часов формат
he: שעון של 12 שעות
vi: Định dạng 12 giờ
zh_tw: 12 小時時鐘

# Time
source: Classic
bg_bg: Класически
he: קלאסי
vi: Cổ điển
zh_tw: 傳統

# Time
source: Modern
bg_bg: Съвременен
he: מודרני
vi: Hiện đại
zh_tw: 現代

# Time
source: Letters
bg_bg: Букви
he: אותיות
vi: Chữ cái
zh_tw: 字母

source: Duration format: %1
bg_bg: Формат за продължителност: %1
he: תצורת משך: %1
vi: Định dạng thời lượng: %1
zh_tw: 持續時間格式：%1

# Time
source: Classic (%1)
bg_bg: Класически (%1)
he: קלאסי (%1)
vi: Cổ điển (%1)
zh_tw: 傳統 (%1)

# Time
source: Modern (%1)
bg_bg: Модерен (%1)
he: מודרני (%1)
vi: Hiện đại (%1)
zh_tw: 現代 (%1)

# Time
source: Letters (%1)
bg_bg: Букви (%1)
he: אותיות (%1)
vi: Chữ cái (%1)
zh_tw: 字母 (%1)

source: Set time
bg_bg: Настройка на времето
he: כיוון שעה
sv: Ställ in tid
vi: Đặt giờ
zh_tw: 設定時間

source: Time is in hours and minutes.
bg_bg: Времето е в часове и минути.
he: הזמן הוא בשעות ודקות.
vi: Thời gian tính bằng giờ và phút.
zh_tw: 時間以小時與分鐘表示。

source: Current time: %1:%2
bg_bg: Времето в момента: %1:%2
he: שעה נוכחית: %1:%2
sv: Aktuell tid: %1:%2
vi: Giờ hiện tại: %1:%2
zh_tw: 目前時間：%1:%2

source: Time couldn't be set
bg_bg: Времето не може да бъде зададено
he: הגדרת השעה לא הצליחה
sv: Tid kunde inte ställas in
vi: Không thể đặt giờ
zh_tw: 無法設定時間

source: Set date
bg_bg: Сверяване на датата
he: כיוון תאריך
sv: Ställ in datum
vi: Đặt ngày
zh_tw: 設定日期

source: The date format is year, month, day.
bg_bg: Форматът на датата е година, месец, ден.
he: תבנית התאריך היא שנה, חודש, יום.
vi: Định dạng ngày là năm, tháng, ngày.
zh_tw: 日期格式為年、月、日。

source: Current date: %1-%2-%3
bg_bg: Днешната дата: %1-%2-%3
he: תאריך נוכחי: %1-%2-%3
sv: Aktuellt datum: %1-%2-%3
vi: Ngày hiện tại: %1-%2-%3
zh_tw: 目前日期：%1-%2-%3

source: Date couldn't be set
bg_bg: Датата не може да бъде зададена
he: הגדרת התאריך לא הצליחה
sv: Datumet kunde inte ställas in
vi: Không thể đặt ngày
zh_tw: 無法設定日期

source: Ignore all sleepcover events
bg_bg: Пренебрегване на събитията от калъфа
he: התעלמות מכל אירועי שינה מהכיסוי
sv: Ignorera alla viloskyddshändelser
vi: Bỏ qua khóa màn hình bằng ốp bảo vệ
zh_tw: 忽略所有休眠蓋事件

source: Ignore sleepcover wakeup events
bg_bg: Пренебрегване на събитията за събуждане от калъфа
he: התעלמות מאירועי השכמה של הכיסוי
sv: Ignorera uppvaknandehändelser för viloskydd
vi: Bỏ qua bật màn hình bằng ốp bảo vệ
zh_tw: 忽略休眠蓋喚醒事件

source: Wake up on page-turn button press
bg_bg: Събуждане от бутон за прелистване
vi: Đánh thức khi nhấn nút lật trang
zh_tw: 按下翻頁鍵時喚醒

source: Disable cover events
bg_bg: Изключване на събитията на корицата
he: השבתת אירועי עטיפה
vi: Tắt sự kiện bìa
zh_tw: 停用保護蓋事件

source: Toggle the Hall effect sensor. This is used to detect if the cover is closed, which will automatically sleep and wake the device. If there is no cover present the sensor may cause spurious wakeups when located next to a magnetic source.
bg_bg: Превключване на сензора на Хол. Той се използва за откриване на затворен капак на калъфа, което автоматично приспива и събужда устройството. Ако няма капак, сензорът може да предизвика спонтанни събуждания, когато е близо до магнитен източник.
he: החלפת מצב הפעלה של חיישן אפקט הול. משמש כדי לזהות אם הכיסוי סגור, מה שירדים ויעיר את המכשיר אוטומטית. אם אין כיסוי, החיישן עלול לגרום להתעוררות אקראית כאשר הוא נמצא ליד מקור מגנטי.
vi: Bật/tắt cảm biến Hall. Cảm biến này được sử dụng để phát hiện bìa (cover) có đóng hay không, từ đó tự động đưa thiết bị vào trạng thái ngủ và đánh thức thiết bị. Nếu không có bìa, cảm biến có thể gây ra hiện tượng đánh thức ngoài ý muốn khi thiết bị nằm gần một nguồn từ tính.
zh_tw: 切換霍爾感應器。 此感應器用於偵測保護蓋是否關閉，並自動讓裝置進入休眠或喚醒。若沒有使用保護蓋，感應器在靠近磁性來源時可能會導致裝置被誤觸喚醒。

source: Night mode
bg_bg: Нощен режим
he: מצב לילה
sv: Nattläge
vi: Chế độ ban đêm
zh_tw: 夜間模式

source: Network
bg_bg: Мрежа
he: הגדרות רשת
sv: Nätverk
vi: Mạng
zh_tw: 網路

source: Screen
bg_bg: Екран
he: מסך
sv: Skärm
vi: Màn hình
zh_tw: 螢幕

source: Taps and gestures
bg_bg: Докосване и жестове
he: הקשות והחלקות מסך
sv: Tryckningar och gester
vi: Chạm và cử chỉ
zh_tw: 輕觸與手勢

source: Ignore long-press on corners
bg_bg: Пренебрегване на задържане в ъглите
he: התעלמות מלחיצה ארוכה על הפינות
vi: Bỏ qua nhấn giữ ở góc
zh_tw: 忽略長按角落

source: Disable double tap
bg_bg: Забраняване на двойно докосване
he: השבת הקשה כפולה
sv: Inaktivera dubbeltryck
vi: Tắt chạm đôi
zh_tw: 停用雙擊操作

source: Fullscreen
bg_bg: Цял екран
he: מסך מלא
sv: Fullskärm
vi: Toàn màn hình
zh_tw: 全螢幕

source: Force haptic feedback
bg_bg: Налагане на тактилна обратна връзка
he: אילוץ משוב תחושתי
vi: Buộc phản hồi xúc giác
zh_tw: 強制觸覺回饋

source: Volume key page turning
bg_bg: Прелистване с бутоните за звука
he: העברת עמוד במקש עוצמת הקול
sv: Sidbyte via volymknapp
vi: Chuyển trang bằng nút âm lượng
zh_tw: 音量鍵翻頁

source: Ignore back button completely
bg_bg: Напълно пренебрегване на бутона „Назад“
he: התעלמות לחלוטין מכפתור החזרה
vi: Bỏ qua hoàn toàn nút quay lại
zh_tw: 完全忽略返回按鈕

source: Battery optimizations
bg_bg: Оптимизации на батерията
he: מיטוב סוללה
vi: Tối ưu pin
zh_tw: 電池最佳化

source: Go to Android battery optimization settings? You will be prompted with a permission management screen. Please don't change any settings unless you know what you're doing.
bg_bg: Отваряне на настройките за оптимизиране на батерията на Android? Ще бъдете подканени с екран за управление на разрешенията. Не променяйте настройките, освен ако не сте сигурни какво правите.
he: לעבור להגדרות של אנדרואיד אופטימיזציה לסוללה? תתבקש במסך ניהול הרשאות. אנא אל תשנה הגדרות אלא אם כן אתה יודע מה אתה עושה.
vi: Chuyển đến cài đặt tối ưu hóa pin Android? Bạn sẽ được nhắc đến màn hình quản lý quyền. Vui lòng không thay đổi bất kỳ cài đặt nào trừ khi bạn biết mình đang làm gì.
zh_tw: 要前往 Android 電池最佳化設定嗎？ 將會有權限管理畫面提示您。 除非您知道您在做什麼，否則請不要變更任何設定。

source: Navigation
bg_bg: Придвижване
he: ניווט
sv: Navigering
vi: Điều hướng
zh_tw: 導航

source: Prompt
bg_bg: Питане
he: שורת הפקודה
sv: Inmatning
vi: lập tức
zh_tw: 提示

source: prompt
bg_bg: да пита
he: שורת הפקודה
sv: skriv
vi: lập tức
zh_tw: 提示

source: disable
bg_bg: изключена
he: מושבת
sv: avaktivera
vi: tắt
zh_tw: 停用

source: Back to exit: %1
bg_bg: Назад за изход: %1
he: חזרה ליציאה: %1
vi: Quay lại để thoát: %1
zh_tw: 按返回退出：%1

source: back to exit
bg_bg: назад за изход
he: חזרה ליציאה
vi: Quay lại để thoát
zh_tw: 按返回退出

source: parent folder
bg_bg: родителска папка
he: תיקיית ההורה
vi: Thư mục cha
zh_tw: 父資料夾

source: Back in file browser: %1
bg_bg: Назад при управление на файлове: %1
he: חזרה בדפדפן הקבצים: %1
vi: Quay lại trong trình duyệt tập tin: %1
zh_tw: 在檔案瀏覽器中按返回鍵：%1

source: Back to exit (%1)
bg_bg: Назад за изход (%1)
he: חזרה ליציאה (%1)
sv: Tillbaka för att avsluta (%1)
vi: Thoát ra (%1)
zh_tw: 按返回退出 (%1)

source: Go to parent folder
bg_bg: Към родителската папка
he: עבור לתיקיית האב
sv: Gå till föräldramapp
vi: Đi đến thư mục mẹ
zh_tw: 前往上層資料夾

source: previous location
bg_bg: предишно местоположение
he: למיקום הקודם
vi: Vị trí trước
zh_tw: 之前的位置

source: previous read page
bg_bg: предишна прочетена страница
he: עמוד הקריאה הקודם
vi: Trang đã đọc trước
zh_tw: 之前閱讀的頁面

source: Back in reader: %1
bg_bg: Назад в четеца: %1
he: חזרה לקורא: %1
vi: Quay lại chế độ đọc: %1
zh_tw: 在閱讀器中按返回鍵：%1

source: Go to file browser
bg_bg: Към управление на файлове
he: לדפדפן הקבצים
vi: Đi đến trình duyệt tập tin
zh_tw: 前往檔案瀏覽器

source: Go to previous location
bg_bg: Към предишното местоположение
he: למיקום הקודם
vi: Đi đến vị trí trước
zh_tw: 前往之前的位置

source: Go to previous read page
bg_bg: Към предишната прочетена страница
he: לעמוד קודם
vi: Đi đến trang đã đọc trước
zh_tw: 前往上一個閱讀頁面

source: Backspace works as back button
bg_bg: Backspace работи като бутон назад
he: Backspace מכהן ככפתור חזרה
vi: Phím Backspace hoạt động như nút quay lại
zh_tw: Backspace 鍵作為返回鍵使用

source: Add opening page to location history
bg_bg: Добавяне на първата страница към местата
he: הוספת עמוד פתיחה להיסטוריית המיקומים
vi: Thêm trang mở đầu vào lịch sử vị trí
zh_tw: 將開啟頁面加到位置歷史記錄

source: Skim dialog position: %1
bg_bg: Място на диалога за бърз преглед: %1
he: מקום חלונית הרפרוף: %1
vi: Vị trí hộp thoại lướt nhanh: %1
zh_tw: 快速瀏覽對話框位置：%1

source: This sets how often to rewrite to disk global settings and book metadata, including your current position and any highlights and bookmarks made, when you're reading a document. The normal behavior is to save those only when the document is closed, or your device suspended, or when exiting KOReader. Setting it to some interval may help prevent losing new settings/sidecar data after a software crash, but will cause more I/O writes the lower the interval is, and may slowly wear out your storage media in the long run.
bg_bg: Задава колко често да бъдат запазвани настройките и описателните данни на книгата, включително текущата позиция, подчертаното и отметките, докато четете дадена книга. Нормалното поведение е да се записват само когато документът е затворен, устройството е в дълбок сън или при изход от KOReader. Задаването на някакъв интервал може да помогне да се предотврати загубата на нови настройки или данни след срив на софтуера, но ще доведе до повече трафик на входно/изходни данни, колкото по-малък е интервалът, и в дългосрочен план може да причини износване на носителя за съхранение.
he: כך מוגדרת התדירות לשכתוב של ההגדרות הגלובליות והנתוני על של הספרים לכונן, כולל המיקום הנוכחי וכל ההדגשות והסימניות שנערכו בעת קריאת המסמך. ההתנהגות הרגילה היא לשמור אותם רק כאשר המסמך נסגר, או כשהמכשיר מושעה, או בעת היציאה מ־KOReader. הגדרה לתדירות כלשהי עשויה לסייע במניעת אובדן הגדרות/נתוני רכב צדדי (‪.sdr‬) לאחר קריסת התוכנה, אך תגרום לכתיבות קלט/פלט רבים יותר ככל שהמרווח זמן קטן יותר, ועלולה לאט ובאופן הדרגתי לשחוק את אמצעי האחסון בטווח הארוך.
vi: Cài đặt này xác định tần suất ghi lại vào đĩa các cài đặt chung và siêu dữ liệu sách, bao gồm vị trí hiện tại của bạn cùng mọi đánh dấu và ghi chú đã tạo, trong khi bạn đang đọc tài liệu. Hành vi thông thường là chỉ lưu những dữ liệu này khi tài liệu được đóng, thiết bị của bạn bị tạm dừng (suspended), hoặc khi thoát KOReader. Đặt nó thành một khoảng thời gian nhất định có thể giúp ngăn ngừa mất các cài đặt/dữ liệu mới sau sự cố phần mềm, nhưng sẽ gây ra nhiều hoạt động ghi/đọc (I/O) hơn nếu khoảng thời gian này càng thấp, và về lâu dài có thể làm giảm tuổi thọ của bộ nhớ thiết bị.
zh_tw: 這設定當您在閱讀文件時，全域設定和書籍詮釋資料，包含您目前的位置、任何標注和書籤，多常重新寫入到磁碟。 正常的行為是只有在關閉文件、裝置休眠或退出 KOReader 時才儲存。 將這個設定為某個間隔可能會幫助避免在軟體當掉後失去新的設定和 sidecar 資料，但是降低間隔會造成更多 I/O 寫入，長期之下可能慢慢損耗儲存媒體。

source: Please be warned that on this device, setting a low interval may exacerbate the potential for filesystem corruption and complete data loss after a hardware crash.
bg_bg: Обърнете внимание, че при това устройство задаването на малък интервал може да увеличи вероятността за повреда на файловата система и пълна загуба на данни след хардуерен срив.
he: לשים לב שבמכשיר הזה, הגדרת מרווח זמן קטן עשויה להחמיר את הפוטנציאל להשחתה במערכת הקבצים ולאבדן גמור של הנתונים לאחר קריסת חומרה.
vi: Xin lưu ý rằng trên thiết bị này, việc đặt khoảng thời gian thấp (để lưu dữ liệu) có thể làm tăng khả năng hỏng hệ thống tập tin và mất dữ liệu hoàn toàn sau sự cố phần cứng.
zh_tw: 請注意，在這個裝置設定低的間隔可能會增加硬體當掉後，檔案系統損毀並造成所有資料遺失的可能。

source: Only on close and suspend
bg_bg: Само при затваряне и дълбок сън
he: רק בסגירה והשעיה
vi: Chỉ khi đóng và tạm dừng
zh_tw: 僅在關閉與休眠時

source: Every minute
bg_bg: Всяка минута
he: כל דקה
vi: Mỗi %1 phút
zh_tw: 每 %1 分鐘

source: Document
bg_bg: Документ
he: מסמך
sv: Dokument
vi: Văn bản
zh_tw: 文件

source: book folder
bg_bg: папка с книги
he: תיקיית הספרים
vi: Thư mục sách
zh_tw: 書籍資料夾

source: Book view settings, reading progress, highlights, bookmarks and notes (collectively known as metadata) are stored in a separate folder named <book-filename>.sdr (".sdr" meaning "sidecar").
bg_bg: Настройките за преглед на книга, прочетеното, подчертаното, отметките и бележките (известни още като описателни данни) се пазят в отделна папка с име „<име-на-файла-на-книгата>.sdr“ („.sdr“ може да бъде преведено като „съпътстваща бележка“).
he: הגדרות תצוגת הספר, תקדמות הקריאה, הדגשות, סימניות והערות (הידועות באופן קולקטיבי בשם נתוני על) מאוחסנות בתיקיה נפרדת בשם‪ <book- filename>.sdr‬ (מהמילה "sidecar").
vi: Các cài đặt hiển thị sách, tiến độ đọc, đánh dấu, dấu trang và ghi chú (gọi chung là siêu dữ liệu) được lưu trữ trong một thư mục riêng biệt được đặt tên là <tên-tập-tin-sách>.sdr (với ".sdr" là viết tắt của "sidecar" - đi kèm).
zh_tw: 書籍的檢視設定、閱讀進度、劃線、書籤與筆記（統稱為中繼資料）會存放在一個名為 <書籍檔名>.sdr 的獨立資料夾中（「.sdr」代表 sidecar）。

source: You can decide between three locations/methods where these will be saved:
bg_bg: Можете да избирате между три места / метода на съхранение на описателните данни:
he: אפשר להחליט בין שלושה מיקומים/שיטות שבהם אלה יישמרו:
vi: Bạn có thể quyết định giữa ba vị trí/phương pháp nơi những dữ liệu này sẽ được lưu:
zh_tw: 你可以在以下三種位置／方式之間選擇，用來儲存這些資料：

source: - alongside the book file itself (the long time default): sdr folders will be visible when you browse your library directories with another file browser or from your computer, which may clutter your vision of your library. But this allows you to move them along when you reorganize your library, and also survives any renaming of parent directories. Also, if you perform directory synchronization or backups, your settings will be part of them.
bg_bg: • редом с файла на книгата (подразбирано място от дълго време): при преглед на библиотеката с друго приложение за управление на файлове или от компютър, папките sdr ще се виждат, което може да обърка представата ви за библиотеката. Но позволява да бъдат премествани при преподреждане на библиотеката, а също и при преименуване на родителските папки. Освен това, ако извършвате синхронизиране или резервни копия, настройките ще бъдат част от тях.
he: - לצד קובץ הספר עצמו (ברירת המחדל מזה זמן רב): תיקיות sdr תהיינה גלויות בניווט במנהל קבצים חיצוני, או בעיון מהמחשב, מה שעשוי לסבך את המראה של הספרייה שלך. מצד שני, זה יקל על העברת אותן התיקיות יחד בעת ארגון הספרייה, וגם ישרוד כל שינוי שם של התיקייה המכילה. כמו כן, בעת סנכרון או גיבוי של התיקיות, ההגדרות תהיינה חלק מהן.
vi: - Cạnh tập tin sách (mặc định từ lâu): Các thư mục sdr sẽ hiển thị khi bạn duyệt thư mục thư viện của mình bằng trình duyệt tập tin khác hoặc từ máy tính, điều này có thể làm thư viện trông lộn xộn hơn. Nhưng điều này cho phép bạn di chuyển chúng cùng với sách khi bạn tổ chức lại thư viện, và cũng giữ nguyên nếu đổi tên thư mục cha. Ngoài ra, nếu bạn thực hiện đồng bộ hóa thư mục hoặc sao lưu, các cài đặt của bạn cũng sẽ được bao gồm.
zh_tw: - 與書籍檔案放在一起（長期以來的預設方式）： 當你使用其他檔案瀏覽器或電腦瀏覽書庫目錄時，sdr 資料夾會顯示出來，可能會讓書庫畫面顯得雜亂。但這種方式可讓你在重新整理書庫時一併移動，並能在上層目錄重新命名後依然保持有效。此外，如果你進行目錄同步或備份，你的設定也會包含在內。

source: - all in %1: sdr folders will only be visible and used by KOReader, and won't clutter your vision of your library directories with another file browser or from your computer. But any reorganisation of your library (directories or filename moves and renamings) may result in KOReader not finding your previous settings for these books. These settings won't be part of any synchronization or backups of your library.
bg_bg: • всичко в %1: sdr папките ще бъдат видими и използвани само от KOReader и няма да пречат на прегледа на библиотеката с друго приложение за управление на файлове или от компютър. Но всяко преподреждане на библиотека (преместване и преименуване на файлове и папки) може да доведе до това KOReader да не открие предишните настройки за книгите. Настройките няма да бъдат част от синхронизираната информация или резервните копия на библиотеката.
he: - הכול ב־%1: תיקיות sdr תהיינה גלויות וזמינות רק ל־KOReader, ולא תסבכנה את המראה של תיקיות הספרייה שלך בעת שימוש בדפדפן קבצים אחר או מהמחשב. מצד שני, כל ארגון מחדש של הספרייה (הזזות או שינוי שמות של קבצים מהלכים ותיקיות) עשוי לגרום ש־KOReader לא ימצא את ההגדרות הקודמות של הספרים האלה. ההגדרות האלה לא תהיינה חלק מסנכרון או מגיבויים של הספרייה שלך.
vi: - Tất cả trong %1: Các thư mục sdr sẽ chỉ hiển thị và được sử dụng bởi KOReader, và sẽ không làm lộn xộn các thư mục thư viện khi bạn duyệt bằng trình duyệt tập tin khác hoặc từ máy tính. Tuy nhiên, bất kỳ việc tổ chức lại thư viện nào (di chuyển hoặc đổi tên thư mục hay tên tập tin) có thể khiến KOReader không tìm thấy các cài đặt trước đó của bạn cho những cuốn sách này. Các cài đặt này sẽ không được bao gồm trong bất kỳ hoạt động đồng bộ hóa hoặc sao lưu thư viện nào của bạn.
zh_tw: - 全部集中於 %1： sdr 資料夾只會被 KOReader 使用並顯示，不會在你用其他檔案瀏覽器或電腦檢視書庫目錄時造成雜亂。但若你重新整理書庫（移動或重新命名目錄或檔案），KOReader 可能無法找到這些書籍先前的設定。此外，這些設定也不會包含在任何針對書庫進行的同步或備份中。
