Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

source: ## User interface tips <a id="uitips"></a> - You can change the interface language using: > **Menu ➔ ![Settings](resources/icons/mdlight/appbar.settings.svg) ➔ Language** - If you press both **Shift** + **Press** on an option or menu item (font weight, line spacing etc.), you can set its value as **DEFAULT**. The new value will only be applied to documents opened from now on. Previously opened documents will keep their settings. You can identify default values as a STAR in menu or as a black border around indicators as seen below: <div class="img-block break-before-avoid">![Default setting 1](resources/quickstart/defaultsetting1.png)</div> <div class="img-block break-before-avoid">![Default setting 2](resources/quickstart/defaultsetting2.png)</div> - You can see explanations for some items on the **TOP MENU** by pressing both **Shift** + **Press** on the name of the option. - You can **CLOSE** full screen dialogs (History, Table of Contents, Bookmarks, Reading Statistics etc.) by pressing the **Back** key. - **SCREENSHOTS** can be taken by pressing the **Alt** + **Shift** + **G** keys <div class="img-block break-after-avoid">![Number picker](resources/quickstart/numberpicker.png)</div> - In dialogs containing adjustment arrow buttons like the one above, you can use the directional keys to move around. If widgets have menus, pressing the **Menu** key should open them. - You can toggle content selection mode by pressing either the **Up** or **Down** keys. The selection tool becomes available so you can select one or multiple words, for either dictionary, wikipedia or text look ups. - You can highlight blocks of text by selecting multiple words with the content selection tool. - You can move through your document with the **Left** or **Right** cursor keys which, should take you to the previous or next chapter respectively. - The content selection tool's sensitivity can be adjusted in the **TOP MENU**. > **Menu ➔ ![Typesettings](resources/icons/mdlight/appbar.typeset.svg) ➔ Selection on text**
bg_bg: ## Съвети за интерфейса <a id="uitips"></a> - Можете да смените езика на интерфейса от: > **Меню ➔ ![Настройки](resources/icons/mdlight/appbar.settings.svg) ➔ Език** - Ако натиснете едновременно **Shift** + **Press** върху настройка или елемент от менюто (тегло на шрифта, междуредие и др.), можете да зададете стойността като **ПОДРАЗБИРАНА**. Новата стойност ще бъде приложена само към документите, които отваряте след това. Отворените преди това документи ще запазят своята настройка. Можете да определите коя е подразбираната стойност по наличието на ЗВЕЗДА в менюто или черен контур около индикатора, както е показано по-долу: <div class="img-block break-before-avoid">![Подразбирана стойност 1](resources/quickstart/defaultsetting1.png)</div> <div class="img-block break-before-avoid">![Подразбирана стойност 2](resources/quickstart/defaultsetting2.png)</div> - Можете да видите обяснения за някои елементи от **ГОРНОТО МЕНЮ**, като натиснете едновременно **Shift** + **Press** върху името на елемента. - Можете да **ЗАТВОРИТЕ** диалоговите прозорци, заемащи цял екран (хронология, съдържание, отметки, статистика на четенето и т.н.), като натиснете клавиша **Назад**. - **ЕКРАННИ СНИМКИ** можете да правите като натиснете клавишите **Alt** + **Shift** + **G**. <div class="img-block break-after-avoid">![Избор на числа](resources/quickstart/numberpicker.png)</div> - В диалоговите прозорци, съдържащи клавиши със стрелки за настройка, като този по-горе, можете да използвате клавишите със стрелки, за да се придвижвате. Ако контролите имат менюта, натискането на клавиша **Меню** ще ги отвори. - Можете да превключвате режима за избор на съдържание, като натиснете клавишите **Нагоре** и **Надолу**. Инструментът за избор става достъпен, така че можете да изберете една или няколко думи, които да търсене в речника, Уикипедия или в текста. - Можете да подчертавате блокове от текст, като изберете пасажа с инструмента за избор на съдържание. - Можете да се придвижвате в документа с клавишите **Ляво** или **Дясно**, които трябва да ви отведат съответно до предишната или следващата глава. - Чувствителността на инструмента за избор на съдържание може да се регулира в **ГОРНОТО МЕНЮ**. > **Меню ➔ ![Typesettings](resources/icons/mdlight/appbar.typeset.svg) ➔ Избор на текст**
he: ## טיפים לממשק משתמש <a id="uitips"></a> - ניתן לשנות את שפת הממשק דרך: > **תפריט ← ! [הגדרות](resources/icons/mdlight/appbar.settings.svg) ← שפה** - הקשה על **Shift** בזמן הנגיע על פריט או על תפריט (משקל גופן, רווח בין שורות וכו׳), תאפשר להגדיר את הערך שלהם ל**ברירת המחדל**. הערך החדש יוחל רק על מסמכים שנפתחו מעתה ואילך. מסמכים שנפתחו בעבר ישמרו על הגדרותיהם. ניתן לזהות ערכי ברירת מחדל ככוכב בתפריט או כגבול שחור סביב המחוונים כפי שמופיע למטה: <div class="img-block break-before-avoid">![הגדרת ברירת מחדל 1](resources/quickstart/defaultsetting1.png)</div> <div class="img-block break-before-avoid">![הגדרת ברירת מחדל 2](resources/quickstart/defaultsetting2.png)</div> - אפשר לראות הסברים לכל הפריטים בתפריט ה**תחתון** בהקשה והחזקת שם האפשרות. תקף גם על מרבית פריטי ה**תפריט העליון**. - אפשר **לסגור** חלוניות במסך מלא (היסטוריה, תוכן עניינים, סימניות, קריאת סטטיסטיקה וכו׳) בהקשת **Back**. - אפשר **לצלם את המסך** בהקשת המקשים **Alt* + **Shift** + **G**. <div class="img-block break-after-avoid">![בורר המספרים](resources/quickstart/numberpicker.png)</div> - בחלוניות המכילות כפתורי חץ כוונון כמו זה שלמעלה, אפשר לגעת ולהחזיק את כפתורי החץ כדי להגדיל / להקטין את הערך. כשלחלונית יש תפריט, הקשת **תפריט** אמורה לפתוח אותו. - אפשר להפעיל/לבטל את מצב הבחירה של תוכן בהקשת המקשים **Up** או **Down**. כלי הבחירה הופך לזמין ככה שניתן לבחור מילה אחת או יותר, על מנת לעיין במילון, או בוויקיפדיה, או כדי לחפש אותם בתוך הטקסט. - אפשר להדגיש קטעי טקסט בבחירת מילים רבות בעזרת כלי בחירת התוכן. - אפשר לנוע בתוך המסמך שלך בעזרת המקשים **Left** או **Right**, שאמורים להביא אותך לפרק הקודם או הבא, בהתאם - את רגישות הכלי בחירת התוכן ניתן לכוונן ב־**תפריט העליון** > **תפריט ← ![עריכה](resources/icons/mdlight/appbar.typesetting.svg) בחירה בתוך הטקסט**
vi: ## Mẹo giao diện người dùng<a id="uitips"></a> - Bạn có thể thay đổi ngôn ngữ giao diện bằng cách: > **Menu ➔ ![Settings](resources/icons/mdlight/appbar.settings.svg) ➔ Ngôn ngữ** - Nếu bạn nhấn cả Shift + Press trên một tùy chọn hoặc mục menu (độ đậm phông chữ, khoảng cách dòng, v.v.), bạn có thể đặt giá trị của nó làm MẶC ĐỊNH. Giá trị mới sẽ chỉ được áp dụng cho các tài liệu được mở từ nay trở đi. Các tài liệu đã mở trước đó sẽ giữ nguyên cài đặt của chúng. Bạn có thể nhận dạng các giá trị mặc định là một DẤU SAO trong menu hoặc là một đường viền đen xung quanh các chỉ báo như hình dưới đây: <div class="img-block break-before-avoid">![Default setting 1](resources/quickstart/defaultsetting1.png)</div> <div class="img-block break-before-avoid">![Default setting 2](resources/quickstart/defaultsetting2.png)</div> - Bạn có thể xem giải thích cho một số mục trên MENU TRÊN bằng cách nhấn cả Shift + Press vào tên của tùy chọn. - Bạn có thể ĐÓNG các hộp thoại toàn màn hình (Lịch sử, Mục lục, Dấu trang, Thống kê đọc, v.v.) bằng cách nhấn phím Back (Quay lại). - CHỤP MÀN HÌNH có thể được thực hiện bằng cách nhấn các phím Alt + Shift + G <div class="img-block break-after-avoid">![Number picker](resources/quickstart/numberpicker.png)</div> - Trong các hộp thoại chứa các nút mũi tên điều chỉnh như hình trên, bạn có thể sử dụng các phím điều hướng để di chuyển xung quanh. Nếu các tiện ích có menu, việc nhấn phím Menu sẽ mở chúng. - Bạn có thể chuyển đổi chế độ chọn nội dung bằng cách nhấn phím Up (Lên) hoặc Down (Xuống). Công cụ chọn sẽ khả dụng để bạn có thể chọn một hoặc nhiều từ, cho tra cứu từ điển, wikipedia hoặc văn bản. - Bạn có thể tô sáng các khối văn bản bằng cách chọn nhiều từ bằng công cụ chọn nội dung. - Bạn có thể di chuyển qua tài liệu của mình bằng các phím con trỏ Left (Trái) hoặc Right (Phải), các phím này sẽ đưa bạn đến chương trước hoặc chương tiếp theo tương ứng. - Độ nhạy của công cụ chọn nội dung có thể được điều chỉnh trong MENU TRÊN. > **Menu ➔ ![Typesettings](resources/icons/mdlight/appbar.typeset.svg) ➔ Chọn trên văn bản**
zh_tw: ## 使用者介面提示 <a id="uitips"></a> - 你可以透過以下路徑更改介面語言： > **Menu ➔ ![設定](resources/icons/mdlight/appbar.settings.svg) ➔ 語言** - 在某些選項或功能（字重、行距等）上同時按下 **Shift** + **Press**，可以將其值設為 **預設值**。 新的預設值僅會套用到之後開啟的文件，先前開啟的文件會保留原設定。 預設值可透過選單上的星號或指示器外框變黑來辨識，如下圖所示： <div class="img-block break-before-avoid">![預設設定 1](resources/quickstart/defaultsetting1.png)</div> <div class="img-block break-before-avoid">![預設設定 2](resources/quickstart/defaultsetting2.png)</div> - 在 **頂部選單** 的某些項目上同時按下 **Shift** + **Press**，可以查看該選項的說明。 - 你可以按下 **Back** 鍵來**關閉**全螢幕對話視窗（例如歷史紀錄、目錄、書籤、閱讀統計等）。 - **螢幕截圖** 可以透過同時按下 **Alt** + **Shift** + **G** 來取得。 <div class="img-block break-after-avoid">![數值選擇器](resources/quickstart/numberpicker.png)</div> - 在包含調整箭頭按鈕的對話框中（如上圖），你可以用方向鍵來移動。如果元件帶有選單，按下 **Menu** 鍵即可開啟。 - 你可以透過按下 **Up** 或 **Down** 鍵來切換內容選取模式。此時會出現選取工具，讓你能選取一個或多個單字，用於字典、維基百科或文字查詢。 - 透過選取工具選擇多個單字，可以標註整段文字。 - 你可以使用 **Left** 或 **Right** 游標鍵在文件中移動，分別跳至上一章或下一章。 - 可以在 **頂部選單** 中調整內容選取工具的靈敏度。 > **Menu ➔ ![排版設定](resources/icons/mdlight/appbar.typeset.svg) ➔ 文字選取**

source: ## User interface tips <a id="uitips"></a> - You can change the interface language using: > **TOP MENU ➔ ![Settings](resources/icons/mdlight/appbar.settings.svg) ➔ Language** - If you tap and hold on an option or menu item (font weight, line spacing etc.), you can set its value as **DEFAULT**. The new value will only be applied to documents opened from now on. Previously opened documents will keep their settings. You can identify default values as a STAR in menu or as a black border around indicators as seen below: <div class="img-block break-before-avoid">![Default setting 1](resources/quickstart/defaultsetting1.png)</div> <div class="img-block break-before-avoid">![Default setting 2](resources/quickstart/defaultsetting2.png)</div> - You can see explanations for all items on the **BOTTOM MENU** by tapping and holding the name of the option. This is also available for most of the **TOP MENU** menu items. - You can **CLOSE** full screen dialogs (History, Table of Contents, Bookmarks, Reading Statistics etc.) by swiping down - **SCREENSHOTS** can be taken by touching opposing corners of the screen diagonally at the same time or by making a long diagonal swipe <div class="img-block break-after-avoid">![Number picker](resources/quickstart/numberpicker.png)</div> - In dialogs containing adjustment arrow buttons like the one above, you can tap and hold on arrow buttons to increase / decrease the value in bigger increments - You can **CLOSE** this type of dialog (non-full screen) by tapping outside of the window. You can **MOVE** this type of dialog by holding the window title and dragging - You can make this type of dialog **SEMI-TRANSPARENT** (to see the text under it while adjusting a value) by tapping and holding the window title - Tapping and holding a word brings up a dialog which allows you to search for the selection to find more occurrences in the document or to look it up on Wikipedia - You can highlight sections by tapping and holding a word and dragging your finger - You can move through your document via the **SKIM DOCUMENT** dialog: > **TOP MENU ➔ ![Navigation](resources/icons/mdlight/appbar.navigation.svg) ➔ Skim document**
bg_bg: ## Съвети за интерфейса <a id="uitips"></a> - Можете да смените езика на интерфейса от: > **ГОРНО МЕНЮ ➔ ![Настройки](resources/icons/mdlight/appbar.settings.svg) ➔ Език** - Ако докоснете и задържите елемент от менюто (тегло на шрифта, междуредие и др.), можете да зададете стойността като **ПОДРАЗБИРАНА**. Новата стойност ще бъде приложена само към документите, които отваряте след това. Отворените преди това документи ще запазят своята настройка. Можете да определите коя е подразбираната стойност по наличието на ЗВЕЗДА в менюто или черен контур около индикатора, както е показано по-долу: <div class="img-block break-before-avoid">![Подразбирана стойност 1](resources/quickstart/defaultsetting1.png)</div> <div class="img-block break-before-avoid">![Подразбирана стойност 2](resources/quickstart/defaultsetting2.png)</div> - Можете да видите обяснения за всички елементи от **ДОЛНОТО МЕНЮ**, като докоснете и задържите името на настройката. Същото важи и за някои елементи от **ГОРНОТО МЕНЮ**. - Можете да **ЗАТВОРИТЕ** диалоговите прозорци, заемащи цял екран (хронология, съдържание, отметки, статистика на четенето и т.н.), като дръпнете надолу. - **ЕКРАННИ СНИМКИ** можете да правите като едновременно докоснете диаметрално противоположните ъгли на екрана или чрез дълго диагонално дръпване. <div class="img-block break-after-avoid">![Избор на числа](resources/quickstart/numberpicker.png)</div> - В диалоговите прозорци, съдържащи клавиши със стрелки за настройка, като този по-горе, можете да докоснете и задържите бутоните със стрелки, за да намалите/увеличите стойността на по-големи стъпки. - Можете да **ЗАТВОРИТЕ** този вид диалози (които не заемат целия екран) като докоснете извън прозореца. Можете да **ПРЕМЕСТВАТЕ** такива диалози като задържите заглавието на прозореца и влачите. - Можете да направите тези прозорци **ПОЛУПРОЗРАЧНИ** (за да виждате текста под тях докато правите настройки) като докоснете и задържите заглавието на диалога. - Докосване и задържане на дума отваря диалог, който ви дава възможност да търсите избраното в текста на документа или в Уикипедия. - Можете да подчертаете пасаж като докоснете и задържите дума, а след това влачите. - Можете да се придвижвате в документа, използвайки диалога **БЪРЗ ПРЕГЛЕД** > **ГОРНО МЕНЮ ➔ ![Придвижване](resources/icons/mdlight/appbar.navigation.svg) ➔ Бърз преглед**
he: ## טיפים לממשק משתמש <a id="uitips"></a> - ניתן לשנות את שפת הממשק דרך: > **תפריט עליון ← ! [הגדרות](resources/icons/mdlight/appbar.settings.svg) ← שפה** - נגיעה והחזקה באפשרות או בפריט בתפריט (משקל גופן, רווח בין שורות וכו׳), תאפשר להגדיר את הערך שלהם ל**ברירת המחדל**. הערך החדש יוחל רק על מסמכים שנפתחו מעתה ואילך. מסמכים שנפתחו בעבר ישמרו על הגדרותיהם. ניתן לזהות ערכי ברירת מחדל ככוכב בתפריט או כגבול שחור סביב המחוונים כפי שמופיע למטה: <div class="img-block break-before-avoid">![הגדרת ברירת מחדל 1](resources/quickstart/defaultsetting1.png)</div> <div class="img-block break-before-avoid">![הגדרת ברירת מחדל 2](resources/quickstart/defaultsetting2.png)</div> - אפשר לראות הסברים לכל הפריטים בתפריט ה**תחתון** בהקשה והחזקת שם האפשרות. תקף גם על מרבית פריטי ה**תפריט העליון**. - אפשר **לסגור** חלוניות במסך מלא (היסטוריה, תוכן עניינים, סימניות, קריאת סטטיסטיקה וכו׳) בהחלקה מטה - אפשר **לצלם את המסך** בנגיעה בפינות המסך המנוגדות באלכסון בו זמנית או על ידי החלקה אלכסונית ארוכה <div class="img-block break-after-avoid">![בורר המספרים](resources/quickstart/numberpicker.png)</div> - בחלוניות המכילות כפתורי חץ כוונון כמו זה שלמעלה, אפשר לגעת ולהחזיק את כפתורי החץ כדי להגדיל / להקטין את הערך במרווחים גדולים יותר - אפשר **לסגור** סוג חלונית זה (מסך לא מלא) בהקשה מחוץ לחלון. ניתן **להזיז** סוג חלונית זה בהחזקת וגרירה של כותרת החלון - אפשר להפוך סוג חלונית זה ל**שקוף למחצה** (כדי לראות את הטקסט שמתחתיו תוך כדי כוונון ערך) בהקשה והחזקה של כותרת החלון - הקשה והחזקה של מילה מעלה חלונית המאפשרת לחפש את הבחירה כדי למצוא מופעים נוספים במסמך או לחפש אותה בוויקיפדיה. - אפשר להדגיש קטעים בהקשה והחזקה של מילה וגרירת האצבע - אפשר לרפרף במסמך שלך דרך החלונית **רפרוף במסמך**: > **תפריט עליון ← ![ניווט](resources/icons/mdlight/appbar.navigation.svg) רפרוף במסמך**
vi: ## Mẹo giao diện người dùng <a id="uitips"></a> - Bạn có thể thay đổi ngôn ngữ giao diện bằng cách: > **MENU TRÊN ➔ ![Settings](resources/icons/mdlight/appbar.settings.svg) ➔ Ngôn ngữ** - Nếu bạn chạm và giữ vào một tùy chọn hoặc mục menu (độ đậm phông chữ, khoảng cách dòng, v.v.), bạn có thể đặt giá trị của nó làm MẶC ĐỊNH. Giá trị mới sẽ chỉ được áp dụng cho các tài liệu được mở từ nay trở đi. Các tài liệu đã mở trước đó sẽ giữ nguyên cài đặt của chúng. Bạn có thể nhận dạng các giá trị mặc định là một DẤU SAO trong menu hoặc là một đường viền đen xung quanh các chỉ báo như hình dưới đây: <div class="img-block break-before-avoid">![Default setting 1](resources/quickstart/defaultsetting1.png)</div> <div class="img-block break-before-avoid">![Default setting 2](resources/quickstart/defaultsetting2.png)</div> - Bạn có thể xem giải thích cho tất cả các mục trên MENU DƯỚI bằng cách chạm và giữ tên của tùy chọn. Điều này cũng có sẵn cho hầu hết các mục menu của MENU TRÊN. - Bạn có thể ĐÓNG các hộp thoại toàn màn hình (Lịch sử, Mục lục, Dấu trang, Thống kê đọc, v.v.) bằng cách vuốt xuống - CHỤP MÀN HÌNH có thể được thực hiện bằng cách chạm đồng thời vào các góc đối diện của màn hình theo đường chéo hoặc bằng cách vuốt dài theo đường chéo <div class="img-block break-after-avoid">![Number picker](resources/quickstart/numberpicker.png)</div> - Trong các hộp thoại có chứa các nút mũi tên điều chỉnh như hình trên, bạn có thể chạm và giữ vào các nút mũi tên để tăng / giảm giá trị với gia số lớn hơn - Bạn có thể ĐÓNG loại hộp thoại này (không phải toàn màn hình) bằng cách chạm bên ngoài cửa sổ. Bạn có thể DI CHUYỂN loại hộp thoại này bằng cách giữ tiêu đề cửa sổ và kéo - Bạn có thể làm cho loại hộp thoại này BÁN TRONG SUỐT (để thấy văn bản bên dưới nó trong khi điều chỉnh giá trị) bằng cách chạm và giữ tiêu đề cửa sổ - Chạm và giữ một từ sẽ hiện ra một hộp thoại cho phép bạn tìm kiếm từ đã chọn để tìm thêm các lần xuất hiện trong tài liệu hoặc tra cứu nó trên Wikipedia - Bạn có thể tô sáng các đoạn bằng cách chạm và giữ một từ và kéo ngón tay - Bạn có thể di chuyển qua tài liệu của mình thông qua hộp thoại SKIM DOCUMENT (LƯỚT QUA TÀI LIỆU): > **MENU TRÊN ➔ ![Navigation](resources/icons/mdlight/appbar.navigation.svg) ➔ Lướt qua tài liệu**
zh_tw: ## 使用者介面提示 <a id="uitips"></a> - 你可以透過以下方式變更介面語言： > **頂端選單 ➔ ![設定](resources/icons/mdlight/appbar.settings.svg) ➔ 語言** - 如果你長按某個選項或功能（字重、行距等），即可將其值設為 **預設值**。新的值只會套用到之後開啟的文件，先前開啟的文件會保留原有設定。你可以在選單中看到「星號」或指示器外框的黑色邊線來辨識預設值，如下圖所示： <div class="img-block break-before-avoid">![Default setting 1](resources/quickstart/defaultsetting1.png)</div> <div class="img-block break-before-avoid">![Default setting 2](resources/quickstart/defaultsetting2.png)</div> - 你可以在 **底部選單** 中長按選項名稱來查看所有項目的說明。大多數 **頂端選單** 項目也支援此操作。 - 你可以透過下滑來 **關閉** 全螢幕對話框（歷史、目錄、書籤、閱讀統計等）。 - **截圖** 可以透過同時觸碰螢幕對角，或進行長距離的對角線滑動來完成。 <div class="img-block break-after-avoid">![Number picker](resources/quickstart/numberpicker.png)</div> - 在包含調整箭頭按鈕的對話框（如上圖）中，你可以長按箭頭按鈕以較大的步進增加或減少數值。 - 你可以點擊視窗外部來 **關閉** 這類（非全螢幕）對話框。你也可以按住標題列並拖曳來 **移動** 對話框。 - 你可以長按標題列讓對話框變為 **半透明**（便於在調整數值時看到下方文字）。 - 長按單字會跳出對話框，允許你搜尋該字以在文件中找到更多出現處，或在維基百科查詢。 - 你可以長按單字並拖曳手指來標註文字區段。 - 你可以透過 **快速瀏覽文件** 對話框在文件中移動： > **頂端選單 ➔ ![導覽](resources/icons/mdlight/appbar.navigation.svg) ➔ 快速瀏覽文件**

source: ## Accessing files <a id="afiles"></a> The following methods are available for accessing your books and articles: * File Browser * Favorites * History You can also set KOReader to open with any of these dialogs on startup via: > **Menu (in File Browser) ➔ ![Filebrowser](resources/icons/mdlight/appbar.filebrowser.svg) ➔ Start with**
bg_bg: ## Достъп до файловете <a id="afiles"></a> Следните методи са на разположение за достъп до книгите и статиите на устройството: - Управление на файлове - Избрани - Хронология Можете също така да настроите KOReader да отваря някой от тези диалози при стартиране чрез: > **Меню (в Управление на файлове) ➔ ![Управление на файлове](resources/icons/mdlight/appbar.filebrowser.svg) ➔ Започване с**
he: ## גישה לקבצים <a id="afiles"></a> השיטות הבאות זמינות לגישה לספרים ולערכים שלך: * מנהל קבצים * מועדפים * היסטוריה ניתן גם להגדיר את KOReader להיפתח עם כל אחת מתיבות הדו־שיח האלה בעת ההפעלה דרך: > **תפריט עליון (במנהל הקבצים) ← ![דפדפן קבצים](resources/icons/mdlight/appbar.filebrowser.svg) ← לפתוח עם**
vi: ## Truy cập tập tin <a id="afiles"></a> Các phương pháp sau đây khả dụng để truy cập sách và bài viết của bạn: * Trình duyệt tập tin * Mục yêu thích * Lịch sử Bạn cũng có thể đặt KOReader mở bằng bất kỳ hộp thoại nào trong số này khi khởi động thông qua: > **Menu (trong Trình duyệt tập tin) ➔ ![Filebrowser](resources/icons/mdlight/appbar.filebrowser.svg) ➔ Bắt đầu với**
zh_tw: ## 存取檔案 <a id="afiles"></a> 以下方式可用來存取你的書籍與文章： * 檔案瀏覽器 * 我的最愛 * 歷史紀錄 你也可以設定 KOReader 在啟動時開啟其中任一對話框： > **選單（於檔案瀏覽器中）➔ ![檔案瀏覽器](resources/icons/mdlight/appbar.filebrowser.svg) ➔ 啟動時開啟**

source: ## Accessing files <a id="afiles"></a> The following methods are available for accessing your books and articles: * File Browser * Favorites * History You can assign gestures for quick access to each of these dialogs. You can also set KOReader to open with any of these dialogs on startup via: > **TOP MENU (in File Browser) ➔ ![Filebrowser](resources/icons/mdlight/appbar.filebrowser.svg) ➔ Start with**
bg_bg: ## Достъп до файловете <a id="afiles"></a> Следните методи са на разположение за достъп до книгите и статиите на устройството: - Управление на файлове - Избрани - Хронология Можете да зададете жестове за бърз достъп до всеки един от тези диалогови прозорци. Можете също така да настроите KOReader да отваря някой от тези диалози при стартиране чрез: > **ГОРНО МЕНЮ (в Управление на файлове) ➔ ![Filebrowser](resources/icons/mdlight/appbar.filebrowser.svg) ➔ Започване с**
he: ## גישה לקבצים <a id="afiles"></a> השיטות הבאות זמינות לגישה לספרים ולערכים שלך: * מנהל קבצים * מועדפים * היסטוריה ניתן להקצות מחוות לגישה מהירה לכל אחת מתיבות דו־שיח אלה. ניתן גם להגדיר את KOReader להיפתח עם כל אחת מתיבות הדו־שיח האלה בעת ההפעלה דרך: > **תפריט עליון (במנהל הקבצים) ← ![דפדפן קבצים](resources/icons/mdlight/appbar.filebrowser.svg) ← לפתוח עם**
vi: ## Truy cập tập tin <a id="afiles"></a> Các phương pháp sau đây khả dụng để truy cập sách và bài viết của bạn: * Trình duyệt tập tin * Mục yêu thích * Lịch sử Bạn có thể gán cử chỉ để truy cập nhanh từng hộp thoại này. Bạn cũng có thể đặt KOReader mở bằng bất kỳ hộp thoại nào trong số này khi khởi động thông qua: > **TOP MENU (trong Trình duyệt tập tin) ➔ ![Filebrowser](resources/icons/mdlight/appbar.filebrowser.svg) ➔ Bắt đầu với**
zh_tw: ## 存取檔案 <a id="afiles"></a> 以下方式可用來存取你的書籍與文章： * 檔案瀏覽器 * 我的最愛 * 歷史紀錄 你可以指派手勢來快速開啟這些對話框。 你也可以設定 KOReader 在啟動時開啟其中任一對話框： > **頂端選單（於檔案瀏覽器中）➔ ![檔案瀏覽器](resources/icons/mdlight/appbar.filebrowser.svg) ➔ 啟動時開啟**

source: ## Transferring files <a id="tfiles"></a> In addition to transferring files the same way you would with the built-in reader application, other options are available depending on your device: 1. USB Mass Storage mode within KOReader 2. Cloud storage (Dropbox/FTP/Webdav) 3. SSH/SFTP access 4. Calibre transfer 5. News downloader 6. Wallabag
bg_bg: ## Прехвърляне на файлове <a id="tfiles"></a> В допълнение към прехвърлянето на файлове по същия начин, по който бихте го направили с вграденото приложение за четене, са налични и други варианти в зависимост от устройството: 1. Режим на Външна памет на USB в KOReader 2. Хранилище в облака (Дропбокс/FTP/Webdav) 3. Достъп през SSH/SFTP 4. Прехвърляне от Calibre 5. Изтегляне на новини 6. Wallabag
he: ## העברת קבצים <a id="tfiles"></a> בנוסף להעברת קבצים באותו אופן שבו תומך יישום הקריאה המובנה, יש אפשרויות נוספות כתלות במכשירש לך: 1. מצב אחסון ב־USB בתוך KOReader 2. אחסון בענן (Dropbox/FTP/Webdav) 3. גישה ב־SSH/SFTP 4. העברה עם Calibre 5. הורדת חדשות 6. Wallabag
vi: ## Chuyển tập tin<a id="tfiles"></a> Ngoài việc chuyển tập tin theo cách bạn làm với ứng dụng đọc tích hợp, các tùy chọn khác cũng khả dụng tùy thuộc vào thiết bị của bạn: 1. Chế độ USB Mass Storage trong KOReader 2. Lưu trữ đám mây (Dropbox/FTP/Webdav) 3. Truy cập SSH/SFTP 4. Chuyển bằng Calibre 5. Trình tải tin tức 6. Wallabag
zh_tw: ## 傳輸檔案 <a id="tfiles"></a> 除了可以像內建閱讀器應用程式一樣傳輸檔案外，還可依照你的裝置使用其他方式： 1. KOReader 的 USB 大容量儲存模式 2. 雲端儲存（Dropbox/FTP/Webdav） 3. SSH/SFTP 存取 4. Calibre 傳輸 5. 新聞下載器 6. Wallabag
