Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

source: Force all text to be displayed Left-To-Right (LTR) and aligned to the left. Enable this if you are mostly editing code, HTML, CSS…
bg_bg: Принудително подравняване на целия текст Л→Д и ляво подравнен. Включете ако основно редактирате код, HTML, CSS…
he: כפה על כל הטקסט להיות מיוצג משמאל לימין (LTR) ומיושר לצד שמאל. אפשר זאת אם אתה עורך בעיקר קוד, HTML, CSS…
vi: Buộc toàn bộ văn bản được hiển thị từ trái sang phải (LTR) và căn trái. Bật tùy chọn này nếu bạn chủ yếu chỉnh sửa mã, HTML, CSS…
zh_tw: 強制所有文字從左到右 (LTR) 顯示並靠左對齊。 請啟用此選項如果您主要在編輯代碼、HTML、CSS…

source: Show keyboard on start
bg_bg: Показване на клавиатура при стартиране
he: הצג מקלדת בהתחלה
vi: Hiển thị bàn phím khi bắt đầu
zh_tw: 啟動時顯示鍵盤

source: Enable QR code export
bg_bg: Изнасяне в код за QR
he: אפשר ייצוא של קוד QR
vi: Cho phép xuất mã QR
zh_tw: 啟用 QR code 匯出

source: Export text to QR code, that can be scanned, for example, by a phone.
bg_bg: Изнасяне на текста като код за QR, който може да бъде сканиран, напр. с телефон.
he: ייצא טקסט לקוד QR, שניתן לסרוק, למשל, באמצעות טלפון.
vi: Xuất văn bản thành mã QR, có thể quét bằng điện thoại chẳng hạn.
zh_tw: 匯出文字為可以被掃描的 QR code，例如手機。

source: Clean text editor history
bg_bg: Изчистване историята на редактора
he: נקה את ההיסטוריה של העורך טקסט
vi: Xóa lịch sử trình soạn thảo văn bản
zh_tw: 清除純文字編輯器歷史記錄

source: Clean text editor history?
bg_bg: Изчистване историята на редактора?
he: לנקות את ההיסטוריה של העורך טקסט?
vi: Xóa lịch sử trình soạn thảo văn bản?
zh_tw: 要清除純文字編輯器歷史記錄嗎？

source: New file
bg_bg: Нов файл
he: קובץ חדש
vi: Tệp mới
zh_tw: 新增檔案

source: Open file
bg_bg: Отваряне на файл
he: פתיחת קובץ
vi: Mở tệp
zh_tw: 開啟檔案

source: File path: %1 File size: %2 bytes Last modified: %3 Remove this file from text editor history?
bg_bg: Път до файла: %1 Размер на файла: %2 байта Последна промяна: %3 Желаете ли файла да бъде премахнат от историята на текстовия редактор?
he: נתיב הקובץ: %1 גודל הקובץ: %2 בתים שונה לאחרונה: %3 להסיר קובץ זה מהיסטוריית עורך הטקסטים?
sv: Filsökväg: %1 Filstorlek: %2 bytes Senast ändrad: %3 Ta bort den här filen från historiken för textredigeraren?
vi: Đường dẫn tập tin: %1 Kích thước tệp: %2 byte Sửa đổi lần cuối: %3 Xóa tệp này khỏi lịch sử trình soạn thảo văn bản?
zh_tw: 檔案路徑： %1 檔案大小： %2 位元組 最後修改： %3 從純文字編輯器的歷史記錄中移除這個檔案嗎？

source: File path: %1 This file does not exist anymore. Remove it from text editor history?
bg_bg: Път до файла: %1 Файлът вече не съществува. Желаете да бъде премахнат от историята на текстовия редактор?
he: נתיב הקובץ: %1 הקובץ אינו קיים יותר. להסיר קובץ זה מהיסטוריית עורך הטקסטים?
sv: Filsökväg: %1 Denna fil finns inte längre. Ta bort den från historiken för textredigeraren?
vi: Đường dẫn tập tin: %1 Tệp này không còn tồn tại. Xóa khỏi lịch sử soạn thảo văn bản?
zh_tw: 檔案路徑： %1 這個檔案已經消失了。 從純文字編輯器的歷史記錄中移除嗎？

source: This file does not exist: %1 Do you want to create it and start editing it?
bg_bg: Файлът не съществува: %1 Желаете ли да бъде създаден и отворен за редактиране?
he: הקובץ הזה לא קיים: %1 ליצור אותו ולהתחיל לערוך אותו?
vi: Tệp này không tồn tại: %1 Bạn có muốn tạo và bắt đầu chỉnh sửa tệp này không?
zh_tw: 此檔案不存在： %1 您要建立它並開始編輯嗎？

source: This file is not a regular file: %1
bg_bg: Този файл не е обикновен файл: %1
he: קובץ זה אינו קובץ רגיל: %1
sv: Denna fil är inte en vanlig fil: %1
vi: Tệp này không phải là tệp thông thường: %1
zh_tw: 這個檔案並不一般： %1

source: This file can not be created: %1 Reason: %2
bg_bg: Файлът не може да бъде създаден: %1 Причина: %2
he: לא ניתן ליצור קובץ זה: %1 הסיבה: %2
sv: Denna fil kan inte skapas: %1 Anledning: %2
vi: Không thể tạo tệp này: %1 Lý do: %2
zh_tw: 這個檔案無法被建立： %1 理由： %2

source: Lua check
bg_bg: Проверка на Lua
he: בדוק Lua
vi: Kiểm tra Lua
zh_tw: Lua 檢查

source: Lua syntax check failed: %1
bg_bg: Грешка при проверка на синтаксиса на Lua: %1
he: בדיקת התחביר של Lua נכשלה: %1
sv: Lua-syntaxkontroller misslyckades: %1
vi: Kiểm tra cú pháp Lua không thành công: %1
zh_tw: Lua 語法檢查失敗： %1

source: Lua syntax OK
bg_bg: Синтаксисът на Lua е правилен
he: תחביר Lua בסדר
vi: Kiểm tra cú pháp Lua thành công
zh_tw: Lua 語法正確

source: Text reset to last saved content
bg_bg: Връщане към запазената версия
he: הטקסט חזר לכפי שהיה בשמירה האחרונה
sv: Återställ texten till senast sparade innehåll
vi: Văn bản đã được đặt lại về nội dung được lưu cuối cùng
zh_tw: 文字復原到最後被儲存下的狀態

source: File is read only
bg_bg: Файлът е само за четене
he: הקובץ לקריאה בלבד
sv: Filen är skrivskyddad
vi: Tệp chỉ đọc
zh_tw: 檔案為唯讀的

source: File saved
bg_bg: Файлът е записан
he: הקובץ נשמר
sv: Filen sparad
vi: Đã lưu tệp
zh_tw: 檔案已儲存

source: Failed saving file: %1
bg_bg: Грешка при запазване: %1
he: שמירת קובץ נכשלה: %1
sv: Misslyckades med att spara fil: %1
vi: Lưu tệp thất bại: %1
zh_tw: 檔案儲存失敗： %1

source: Lua syntax OK, file saved
bg_bg: Синтаксисът на Lua е правилен, файлът е запазен
he: תחביר Lua בסדר, הקובץ נשמר
sv: Lua-syntax OK, fil sparad
vi: Hoàn tất kiểm tra cú pháp Lua, tệp đã lưu
zh_tw: Lua 語法正確，檔案已儲存

source: Lua syntax check failed: %1 KOReader may crash if this is saved. Do you really want to save to this file? %2
bg_bg: Грешка при проверката на синтаксиса на Lua: %1 KOReader може да се срине ако този файл бъде запазен. Желаете ли файлът да бъде запазен? %2
he: בדיקת תחביר Lua נכשלה: %1 KOReader עלול לקרוס אם תשמור ככה. האם אתה בטוח שברצונך לשמור את הקובץ הזה? %2
sv: Lua syntaxkontroll misslyckades: %1 KOReader kan krascha om detta sparas. Vill du verkligen spara till denna filen? %2
vi: Kiểm tra cú pháp Lua không thành công: %1 KOReader có thể gặp sự cố nếu lưu. Lưu vào tệp này? %2
zh_tw: Lua 語法檢查失敗： %1 如果儲存檔案，KOReader 可能當機。 您真的想要儲存這個檔案嗎？ %2

source: Do not save
bg_bg: Без запазване
he: אל תשמור
sv: Spara inte
vi: Không lưu
zh_tw: 不儲存

source: Save anyway
bg_bg: Запазване въпреки това
he: לשמור בכל זאת
sv: Spara ändå
vi: Vẫn lưu
zh_tw: 無論如何都儲存

source: Text content is empty. Do you want to keep this file as empty, or do you prefer to delete it? %1
bg_bg: Текстовото съдържание е празно. Желаете ли да запазите файла празен, или предпочитате да бъде премахнат? %1
he: תוכן הטקסט ריק. האם ברצונך להשאיר קובץ זה ריק, או שאתה מעדיף למחוק אותו? %1
sv: Textinnehåll är tomt. Vill du behålla den här filen som tom, eller föredrar du att ta bort den? %1
vi: Nội dung văn bản trống. Giữ tệp này trống hay xóa đi? %1
zh_tw: 文件內容空白 你想保留這個空白檔，還是想刪除它？ %1

source: Keep empty file
bg_bg: Запазване празен
he: שמור קובץ ריק
sv: Behåll tom fil
vi: Giữ tệp trống
zh_tw: 保留空白檔案

source: File deleted
bg_bg: Файлът е премахнат
he: הקובץ נמחק
sv: Filen borttagen
vi: Đã xóa tệp
zh_tw: 檔案已刪除

source: Failed deleting file: %1
bg_bg: Грешка при премахване на файл: %1
he: מחיקת הקובץ נכשלה: %1
sv: Misslyckades med att ta bort fil: %1
vi: Xóa tệp thất bại: %1
zh_tw: 刪除檔案失敗： %1

source: Time sync
bg_bg: Сверяване на часовника
he: סנכרון זמן
sv: Tidssynkronisering
vi: Đồng bộ giờ
zh_tw: 時間同步

source: Synchronizes the device time with NTP servers.
bg_bg: Добавката дава възможност за сверяване часовника на устройството със сървъри за NTP.
he: מסנכרן את זמן המכשיר עם שרתי NTP.
sv: Synkroniserar enhetens tid med NTP-servrar.
vi: Đồng bộ hóa thời gian của thiết bị với máy chủ NTP.
zh_tw: 透過 NTP 伺服器同步裝置時間。

source: New time is %1.
bg_bg: Новото време е %1.
he: השעה החדשה היא %1.
sv: Ny tid är %1.
vi: Thời gian mới: %1.
zh_tw: 新時間為 %1。

source: Time synchronized.
bg_bg: Часовникът е сверен.
he: הזמן מסונכרן.
sv: Tid synkroniserad.
vi: Đã đồng bộ thời gian.
zh_tw: 時間已同步。

source: Synchronizing time. This may take several seconds.
bg_bg: Сверяване на часовника. Може да отнеме няколко секунди.
he: סינכרון זמן. הפעולה עשויה להמשך מספר שניות.
sv: Synkroniserar tid. Detta kan ta flera sekunder.
vi: Đang đồng bộ thời gian. Có thể mất vài giây.
zh_tw: 時間同步中。這可能會花上幾分鐘。

source: Failed to retrieve time from server. Please check your network configuration.
bg_bg: Не е получено време от сървъра. Проверете настройките на мрежата.
he: חילוץ הזמן מהשרת נכשל. אנא בדוק את הגדרות הרשת שלך.
sv: Misslyckades med att hämta tid från servern. Kontrollera din nätverkskonfiguration.
vi: Không thể truy xuất thời gian từ máy chủ. Kiểm tra cấu hình mạng.
zh_tw: 從伺服器取得時間失敗了。請檢查您的網路設定。

source: Synchronize time
bg_bg: Сверяване на часовника
he: סנכרן זמן
sv: Synkronisera tid
vi: Đồng bộ thời gian
zh_tw: 時間同步

source: Vocabulary builder
bg_bg: Изграждане на речников запас
he: בונה אוצר מילים
vi: Từ vựng (đã tra)
zh_tw: 背單詞

source: This plugin processes dictionary word lookups and uses spaced repetition to help you remember new words.
bg_bg: Тази добавка обработва търсенията в речника, и за да ви помогне да запомните нови думи периодично ги повтаря.
he: תוסף זה מעבד חיפושי מילים במילון ומשתמש בחזרה מרווחת כדי לעזור לך לזכור מילים חדשות.
vi: Plugin này xử lý tra cứu từ trong từ điển và sử dụng phương pháp lặp lại cách quãng để giúp bạn nhớ từ mới.
zh_tw: 這個外掛會處理字典查詢，並透過間隔重複幫助您記住新單字。

source: Auto add new words
bg_bg: Автоматично добавяне на нови думи
he: להוסיף מילים חדשות אוטומטית
vi: Tự động thêm từ mới
zh_tw: 自動加入新單字

source: Save context
bg_bg: Запазване на контекста
he: שמירת הקשר
vi: Lưu ngữ cảnh
zh_tw: 儲存上下文

source: Filter books
bg_bg: Филтриране на книги
he: סינון ספרים
vi: Lọc sách
zh_tw: 篩選書籍

source: Reverse order
bg_bg: Обръщане на реда
he: היפוך הסדר
vi: Đảo ngược thứ tự
zh_tw: 反向排序

source: Reverse order and show only reviewable
bg_bg: Обръщане на реда и показване само на тези за преглед
he: היפוך הסדר והצגת ממתינים לסקירה בלבד
vi: Đảo ngược thứ tự và chỉ hiện những từ cần ôn tập
zh_tw: 反向排序並僅顯示可複習的項目

source: Resume
bg_bg: Продължаване
he: המשך
sv: Återuppta
vi: Tiếp tục
zh_tw: 恢復

source: Quick deletion
bg_bg: Бързо премахване
he: מחיקה מהירה
vi: Xóa nhanh
zh_tw: 快速刪除

source: Reset all progress
bg_bg: Нулиране на напредъка
he: איפוס כל ההתקדמות
vi: Đặt lại toàn bộ tiến độ
zh_tw: 重設所有進度

source: Reset progress of all words?
bg_bg: Да бъде ли нулиран напредъка на всички думи?
he: לאפס את ההתקדמות של כל המילים?
vi: Đặt lại tiến độ của tất cả các từ?
zh_tw: 要重設所有單字的進度嗎？

source: Clean all words
bg_bg: Премахване
he: ניקוי כל המילים
vi: Xóa sạch tất cả từ vựng
zh_tw: 清除所有單字

source: Clean all words including progress?
bg_bg: Да бъдат ли премахнати всички думи, включително напредъка?
he: לנקות את כל המילים כולל התקדמות?
vi: Xóa sạch tất cả từ vựng bao gồm cả tiến độ ôn tập?
zh_tw: 要清除所有單字及其進度嗎？

source: Change book title
bg_bg: Промяна заглавието на книгата
he: החלפת כותרת הספר
vi: Đổi tiêu đề sách
zh_tw: 變更書名

source: Select only this book
bg_bg: Избиране тази книга
he: בחירת הספר הזה בלבד
vi: Chỉ chọn cuốn sách này
zh_tw: 只選取這本書

source: Select all books
bg_bg: Избиране всички книги
he: בחירה בכל הספרים
vi: Chọn tất cả sách
zh_tw: 選取全部書籍

source: Select all books on this page
bg_bg: Избиране книгите на страницата
he: בחירה בכל הספרים בדף זה
vi: Chọn tất cả sách trên trang này
zh_tw: 選取本頁全部書籍

source: Deselect all books on this page
bg_bg: Премахване книгите на страницата
he: ביטול בחירת כל הספרים בדף הזה
vi: Bỏ chọn tất cả sách trên trang này
zh_tw: 取消選取本頁全部書籍

source: Reset progress
bg_bg: Нулиране на напредъка
he: איפוס התקדמות
vi: Đặt lại tiến độ
zh_tw: 重設進度

source: Remove word
bg_bg: Премахване на дума
he: הסרת מילה
vi: Xoá từ
zh_tw: 移除單字

source: Undo study status
bg_bg: Отменяне състоянието на научено
he: ביטול מצב למידה
vi: Hoàn tác trạng thái học tập
zh_tw: 復原學習狀態

source: Forgot
bg_bg: Не я помня
he: שכחתי
vi: Đã quên
zh_tw: 忘記

source: Got it
bg_bg: Запомних я
he: הבנתי
vi: Đã hiểu
zh_tw: 記住了

source: From
bg_bg: От
he: מ־
vi: Từ
zh_tw: 來源

# Time
source: %1h
bg_bg: %1 ч
he: %1 שע׳
vi: %1 giờ
zh_tw: %1小時

# Time
source: %1d
bg_bg: %1 д
he: %1 ימ׳
vi: %1 ngày
zh_tw: %1天

# Time
source: %1 mo.
bg_bg: %1 мес.
he: %1 חו.
vi: %1tháng.
zh_tw: %1 個月。

# Time
source: %1 yr.
bg_bg: %1 г.
he: %1 שנ.
vi: %1năm.
zh_tw: %1 年。

source: Added on %1
bg_bg: Добавена на %1
he: נוסף ב־%1
vi: Đã thêm vào %1
zh_tw: 新增於 %1

source: Review scheduled at %1
bg_bg: Напомняне е насрочено за %1
he: סקירה מתוזמנת ב־%1
vi: Lịch ôn tập vào %1
zh_tw: 複習排程於 %1

source: Add virtual book
bg_bg: Добавяне виртуална книга
he: הוספת ספר וירטואלי
vi: Thêm sách ảo
zh_tw: 新增虛擬書籍

source: Enter book title:
bg_bg: Въведете заглавие на книгата:
he: נא למלא כותרת לספר:
vi: Nhập tên sách:
zh_tw: 書名：

source: Book title already in use.
bg_bg: Заглавието на книгата вече се използва.
he: כותרת הספר כבר בשימוש.
vi: Tên sách đã được sử dụng.
zh_tw: 書名已被使用。

source: Move "%1" to book:
bg_bg: Преместване на „%1“ в книгата:
he: העברת „%1” לספר:
vi: Di chuyển "%1" đến sách:
zh_tw: 將「%1」移至書籍：

source: Search words
bg_bg: Търсене на думи
he: חיפוש מילים
vi: Tìm kiếm từ vựng
zh_tw: 搜尋單字

source: Search empty content to exit
bg_bg: Търсене на празен низ за затваряне
he: יש לחפש תוכן ריק כדי לצאת
vi: Tìm kiếm nội dung trống để thoát
zh_tw: 輸入空白內容以退出搜尋

source: You can use two wildcards when searching: the percent sign (%) and the underscore (_). % represents any zero or more number of characters and _ represents any single character. If no wildcard is used, the searched text will be enclosed with two %'s by default.
bg_bg: При търсене можете да използвате два заместващи знака: процент (%) и долната черта (_). % представлява всякакъв брой знаци (нула и повече), а _ представлява един знак. Ако не използвате заместващи знаци, търсеният текст ще бъде автоматично ограден с два знака %.
he: אפשר להשתמש בשני תווים כלליים בעת החיפוש: סימן אחוז (%) וקו תחתון (_). % מייצג כל סדרה של אפס תווים או יותר ו־_ מייצג כל תו בודד. אם לא נעשה שימוש בתו כללי, הטקסט שחיפשת יוקף בשני % כברירת מחדל.
vi: Bạn có thể sử dụng hai ký tự đại diện khi tìm kiếm: dấu phần trăm (%) và dấu gạch dưới (_). % đại diện cho bất kỳ số ký tự nào từ 0 trở lên và _ đại diện cho bất kỳ ký tự đơn nào. Nếu không sử dụng ký tự đại diện, văn bản được tìm kiếm sẽ được bao quanh bởi hai ký tự % theo mặc định.
zh_tw: 搜尋時可以使用兩種萬用字元：百分比符號 (%) 和底線 (_)。 % 代表零個或多個任意字元，_ 代表單一字元。 若未使用萬用字元，搜尋文字會自動以兩側的 % 包起來。

source: Search in effect
bg_bg: Търсене в резултатите
he: חיפוש בתוקף
vi: Đang áp dụng tìm kiếm
zh_tw: 搜尋中

source: Filter in effect
bg_bg: Действащ филтър
he: מסנן בתוקף
vi: Đang áp dụng bộ lọc
zh_tw: 篩選中

source: No reviewable items
bg_bg: Липсват елементи, които да бъдат прегледани
he: אין פריטים לסקירה
vi: Không có mục nào cần ôn tập
zh_tw: 沒有可複習的項目

source: Filter words from books
bg_bg: Филтриране на думи от книги
he: סינון מילים מתוך ספרים
vi: Lọc từ trong sách
zh_tw: 從書籍過濾單字

source: Change book title to:
bg_bg: Промяна на заглавието на книга:
he: החלפת כותרת הספר לכותרת:
vi: Đổi tên sách thành:
zh_tw: 變更書名為：

source: Change title
bg_bg: Промяна на заглавието
he: החלפת כותרת
vi: Thay đổi tiêu đề
zh_tw: 變更標題

source: Words reloaded
bg_bg: Думите са презаредени
he: המילים נטענו מחדש
vi: Đã tải lại danh sách từ
zh_tw: 單字已重新載入

source: Add to vocabulary builder
bg_bg: Добавяне към речниковия запас
he: הוספה לבונה אוצר המילים
vi: Thêm vào danh sách từ vựng cần học
zh_tw: 新增至背單詞

source: Remove from vocabulary builder
bg_bg: Премахване от речниковия запас
vi: Xóa khỏi danh sách từ vựng
zh_tw: 從背單詞中移除

source: Remove word "%1" from vocabulary builder?
bg_bg: Премаване на думата „%1“ от речниковия запас?
he: להסיר את המילה „%1” מבונה אוצר המילים?
vi: Gỡ từ "%1" khỏi danh sách từ vựng?
zh_tw: 是否從詞彙庫中移除單字「%1」？

source: Open vocabulary builder
bg_bg: Отваряне на речников запас
he: פתיחת בונה אוצר מילים
vi: Mở danh sách từ vựng cần học
zh_tw: 開啟背單詞

source: Vocabulary exists:
bg_bg: Речникът съществува:
he: קיים אוצר מילים:
vi: Từ vựng đã tồn tại:
zh_tw: 詞彙已存在：

source: Synchronises articles with a Wallabag server.
bg_bg: Добавката дава възможност за синхронизиране на статии със сървър на Wallabag.
he: מסנכרן ערכים עם שרת Wallabag.
sv: Synkronisera artiklar med en Wallabag-server.
vi: Đồng bộ hóa các bài báo với máy chủ Wallabag.
zh_tw: 透過 Wallabag 伺服器同步文章。

source: Wallabag retrieval
bg_bg: Получаване в Wallabag
he: חילוץ מ-Wallabag
sv: Wallabaghämtning
vi: Truy xuất wallabag
zh_tw: Wallabag 擷取

source: Wallabag queue upload
bg_bg: Изпращане опашката на Wallabag
he: תור העלה ל־Wallabag
vi: Tải lên hàng đợi Wallabag
zh_tw: 上傳 Wallabag 佇列

source: Wallabag statuses upload
bg_bg: Изпращане състоянията на Wallabag
he: העלת מצבים Wallabag
vi: Tải lên trạng thái Wallabag
zh_tw: 上傳 Wallabag 狀態

source: Add to Wallabag
bg_bg: Добавяне към Wallabag
he: הוסף ל-Wallabag
sv: Lägg till i Wallabag
vi: Thêm vào Wallabag
zh_tw: 加到 Wallabag

source: Synchronize articles with server
bg_bg: Добавката дава възможност за синхронизиране на статии със сървър.
he: מסנכרן ערכים עם השרת
vi: Đồng bộ hóa bài viết với máy chủ
zh_tw: 與伺服器同步文章

source: Download new articles from server
bg_bg: Изтегляне на нови статии от сървъра
he: הורדת מאמרים חדשים מהשרת
vi: Tải xuống bài viết mới từ máy chủ
zh_tw: 從伺服器下載新文章

source: Upload queue of locally added articles to server
bg_bg: Изпращане на опашката на добавените на устройството статии към сървъра
he: לטעון לשרת את התור של המאמרים המקומיים שנוספו
vi: Tải hàng đợi các bài viết được thêm cục bộ lên máy chủ
zh_tw: 將本地新增文章的佇列上傳至伺服器

source: Upload article statuses to server
bg_bg: Изпращане на състоянията на статиите към сървъра
he: לטעון את מצב המאמרים לשרת
vi: Tải trạng thái bài viết lên máy chủ
zh_tw: 將文章狀態上傳至伺服器

source: Go to download folder
bg_bg: Към папката за изтегляне
he: עבור לתיקיית ההורדות
sv: Gå till hämtningsmappen
vi: Đi tới thư mục tải xuống
zh_tw: 前往下載資料夾

source: Configure Wallabag server
bg_bg: Настройка на сървър на Wallabag
he: הגדר את תצורת השרת Wallabag
sv: Konfigurera Wallabag-server
vi: Tinh chỉnh máy chủ Wallabag
zh_tw: 設定 Wallabag 伺服器

source: Download settings
bg_bg: Изтегляне на настройки
he: הגדרות הורדה
vi: Tải xuống cài đặt
zh_tw: 下載設定

source: Download folder: %1
bg_bg: Папка за изтегляния %1
he: תיקיית הורדות: %1
vi: Tải xuống thư mục: %1
zh_tw: 下載資料夾：%1

source: Number of articles to keep locally: %1
bg_bg: Брой статии, държани на устройството: %1
he: מספר הערכים לשמירה מקומית: %1
vi: Số lượng bài viết cần lưu trữ cục bộ: %1
zh_tw: 本地保留文章數量：%1

source: Only download articles with tag: %1
bg_bg: Изтегляне на статиите с етикет: %1
he: להוריד רק ערכים עם תגית: %1
vi: Chỉ tải xuống các bài viết có thẻ: %1
zh_tw: 僅下載含有標籤的文章：%1

source: Tag to include
bg_bg: Задайте етикет
he: תג להכניס
vi: Thẻ để bao gồm
zh_tw: 要包含的標籤

source: Enter a single tag to filter articles on
bg_bg: Задайте етикет, по който статиите да бъдат филтрирани
he: הזנת תגית יחידה לסינון ערכים לפיה
vi: Nhập một thẻ duy nhất để lọc các bài viết trên
zh_tw: 輸入單一標籤以篩選文章

source: Do not download articles with tags: %1
bg_bg: Без изтегляне на статии с етикет: %1
he: לא להוריד מאמרים עם התגיות: %1
vi: Không tải xuống các bài viết có thẻ: %1
zh_tw: 不要下載包含以下標籤的文章：%1

source: Tags to ignore
bg_bg: Пренебрегвани етикети
he: תגיות להתעלם מהן
vi: Thẻ cần bỏ qua
zh_tw: 要忽略的標籤

source: Enter a comma-separated list of tags to ignore
bg_bg: Въведете разделени със запетая пренебрегвани етикети
he: נא למלא רשימה של תגיות מופרדת בפסיקים להתעלמות
vi: Nhập danh sách các thẻ được phân tách bằng dấu phẩy để bỏ qua
zh_tw: 輸入要忽略的標籤清單，以逗號分隔

source: Only download starred articles
bg_bg: Изтегляне само на статиите със звазда
he: להוריד רק ערכים עם סימוני כוכב
vi: Chỉ tải xuống các bài viết có gắn dấu sao
zh_tw: 僅下載已加星號的文章

source: Prefer original non-HTML document
bg_bg: Предпочитане на изходен документ, различен от HTML
he: להעדיף מסמך מקורי שאינו HTML
vi: Ưu tiên tài liệu gốc không phải HTML
zh_tw: 優先使用原始非 HTML 文件

source: Remote mark-as-read settings
bg_bg: Отдалечена настройка „отбелязване за прочетено“
he: הגדרות "סמן כנקרא" מרחוק
vi: Cài đặt đánh dấu là đã đọc từ xa
zh_tw: 遠端標記為已讀設定

source: Mark finished articles as read
bg_bg: Завършените статии да са прочетени
he: סימון ערכים שקריאתם נסתיימה כקרואים
vi: Đánh dấu bài viết đã hoàn thành là đã đọc
zh_tw: 將已完成的文章標示為已讀

source: Mark 100% read articles as read
bg_bg: Почетените 100% статии да са прочетени
he: סימון ערכים שנקראו עד 100% כקרואים
vi: Đánh dấu 100% bài viết đã đọc là đã đọc
zh_tw: 將閱讀進度達 100% 的文章標示為已讀

source: Mark articles on hold as read
bg_bg: Оставените статии да са прочетени
he: לסמן ערכים במלאי כנקראים
vi: Đánh dấu các bài viết đang chờ xử lý là đã đọc
zh_tw: 將擱置的文章標示為已讀

source: Auto-upload article statuses when downloading
bg_bg: Изпращане съст. на статиите при изтегляне
he: העלה אוטומטית של מצב הערכים בעת ההורדה
vi: Tự động tải lên trạng thái bài viết khi tải xuống
zh_tw: 下載時自動上傳文章狀態

source: Delete instead of marking as read
bg_bg: Премахване вместо отбелязване като прочетени
he: למחוק ערכים במקום לסמן אותם כנקראים
vi: Xóa thay vì đánh dấu là đã đọc
zh_tw: 刪除而不是標記為已讀

source: Local file removal settings
bg_bg: Настройки за премахване на местни файлове
he: הגדרות הסרת קבצים מקומית
vi: Cài đặt xóa tệp cục bộ
zh_tw: 本地檔案移除設定

source: Delete remotely archived and deleted articles locally
bg_bg: Премахване на отдалечено премахнатите и архивирани статии от устройството
he: מחיקה של ערכים שמורים ברחוק ומחוקים מקומית
vi: Xóa các bài viết đã lưu trữ từ xa và đã xóa cục bộ
zh_tw: 在本地刪除遠端已封存和已刪除的文章

source: Move to archive folder instead of deleting
bg_bg: Преместване в папката на архива вместо премахване
he: להעביר לתיקיית ארכיון במקום למחוק
vi: Di chuyển đến thư mục lưu trữ thay vì xóa
zh_tw: 移動到封存資料夾而不是刪除

source: Archive folder: %1
bg_bg: Папка на архива: %1
he: תיקיית ארכיון: %1
vi: Thư mục lưu trữ: %1
zh_tw: 封存資料夾：%1

source: Network timeout settings
bg_bg: Настройки на мрежовото времето за изчакване
he: הגדרות תפוגת זמן רשת
vi: Cài đặt thời gian chờ mạng
zh_tw: 網路逾時設定

source: Article download connection timeout: %1 s
bg_bg: Време на изчакване на връзка при изтегляне: %1 сек
he: תפוגת זמן התחברות להורדת הערך: %1 שנ׳
vi: Thời gian chờ kết nối tải xuống bài viết: %1 giây
zh_tw: 文章下載連線逾時：%1 秒

source: Article download connection timeout (seconds)
bg_bg: Време на изчакване на връзка при изтегляне (секунди)
he: תפוגת זמן התחברות להורדת הערך (שניות)
vi: Thời gian chờ kết nối tải xuống bài viết (giây)
zh_tw: 文章下載連線逾時（秒）

source: Article download total timeout: %1 s
bg_bg: Общо изчакване при изтегляне на статии: %1 сек
he: תפוגת זמן כוללת להורדת הערך: %1 שנ׳
vi: Tổng thời gian chờ tải xuống bài viết: %1 giây
zh_tw: 文章下載總逾時：%1 秒

source: Article download total timeout (seconds)
bg_bg: Общо изчакване при изтегляне на статии (секунди)
he: תפוגת זמן כוללת להורדת הערך (שניות)
vi: Tổng thời gian chờ tải xuống bài viết (giây)
zh_tw: 文章下載總逾時（秒）

source: API request connection timeout: %1 s
bg_bg: Изчакване при заявки към ППИ: %1 сек
he: תפוגת זמן לבקשת התחברות API: ‏%1 שנ׳
vi: Thời gian chờ kết nối yêu cầu API: %1 giây
zh_tw: API 請求連線逾時：%1 秒

source: API request connection timeout (seconds)
bg_bg: Изчакване при заявки към ППИ (секунди)
he: תפוגת זמן לבקשת התחברות API (שניות) ‎
vi: Thời gian chờ kết nối yêu cầu API (giây)
zh_tw: API 請求連線逾時（秒）

source: API request total timeout: %1 s
bg_bg: Общо изчакване при заявки към ППИ: %1 сек
he: זמן קצוב כללי לבקשה דרך ה־API‏: %1 שנ׳
vi: Tổng thời gian chờ yêu cầu API: %1 giây
zh_tw: API 請求總逾時：%1 秒

source: API request total timeout (seconds)
bg_bg: Общо изчакване при заявки към ППИ (секунди)
he: זמן קצוב כללי לבקשה דרך ה־API (שניות)
vi: Tổng thời gian chờ yêu cầu API (giây)
zh_tw: API 請求總逾時（秒）

source: Remove finished articles from history
bg_bg: Премахване на прочетените статии от историята
he: הסרת ערכים שהסתיימו מההיסטוריה
vi: Xóa các bài viết đã hoàn thành khỏi lịch sử
zh_tw: 從記錄中移除已完成的文章

source: Remove 100% read articles from history
bg_bg: Премахване прочетените на 100% статии от историята
he: הסרת ערכים שנקראו במלואים מההיסטוריה
vi: Xóa 100% bài viết đã đọc khỏi lịch sử
zh_tw: 從記錄中移除閱讀進度達 100% 的文章

source: Remove articles on hold from history
bg_bg: Премахване на оставените статии от историята
he: הסרת ערכים בהמתנה מההיסטוריה
vi: Xóa các bài viết đang tạm dừng khỏi lịch sử
zh_tw: 從記錄中移除擱置的文章
