Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

source: Read pages
bg_bg: Прочетени страници
he: דפים שנקראו
sv: Lästa sidor
vi: Trang đọc
zh_tw: 閱讀頁數

source: A few words about the book
bg_bg: Няколко думи за книгата
he: כמה מילים על הספר
sv: Några få ord om boken
vi: Đôi từ về sách
zh_tw: 對這本書的想法

source: Reading
bg_bg: Четене
he: בקריאה
sv: Läser
vi: Đang đọc
zh_tw: 正在閱讀

source: On hold
bg_bg: Оставена
he: בהמתנה
sv: I vänteläge
vi: Đang giữ
zh_tw: 等候中

source: Finished
bg_bg: Прочетена
he: הושלם
sv: Färdig
vi: Đã hoàn thành
zh_tw: 已完成

source: Set values
bg_bg: Задаване на стойности
he: הגדר ערכים
vi: Đặt giá trị
zh_tw: 設定值

source: Set default %1 to %2?
bg_bg: Стойността по подразбиране на настройката „%1“ да бъде ли зададена на „%2“?
he: להגדיר את ברירת המחדל %1 ל-%2?
sv: Ange standard %1 till %2?
vi: Đặt mặc định %1 thành %2?
zh_tw: 要將 %1 的預設值設為 %2 嗎？

source: Set value
bg_bg: Задаване на стойност
he: הגדר ערך
vi: Đặt giá trị
zh_tw: 設定值

source: left: %1 right: %2
bg_bg: ляво: %1 дясно: %2
he: שמאל: %1 ימין: %2
sv: vänster: %1 höger: %2
vi: trái: %1 phải: %2
zh_tw: 左：%1 右：%2

source: no text
bg_bg: липсва текст
he: אין טקסט
sv: ingen text
vi: Không có văn bản
zh_tw: 無文字

source: Disabled touch input
bg_bg: Въвеждането чрез докосване е изключено
he: קלט במגע הושבת
vi: Đã tắt nhập liệu cảm ứng
zh_tw: 已停用觸控輸入

source: Restored touch input
bg_bg: Въвеждането чрез докосване е възстановено
he: קלט במגע הופעל מחדש
vi: Đã khôi phục nhập liệu cảm ứng
zh_tw: 已恢復觸控輸入

source: Default value: %1
bg_bg: Подразбирано: %1
he: ערך ברירת מחדל: %1
vi: Giá trị mặc định: %1
zh_tw: 預設值：%1

source: Save as EPUB
bg_bg: Запазване като EPUB
he: שמור כקובץ EPUB
sv: Spara som EPUB
vi: Lưu dưới dạng EPUB
zh_tw: 儲存為 EPUB

source: Save as %1?
bg_bg: Запазване като %1?
he: שמור כ-%1?
sv: Spara som %1?
vi: Lưu dưới dạng %1?
zh_tw: 儲存為 %1？

source: Article saved to: %1 Would you like to read the downloaded article now?
bg_bg: Статията е запазена като: %1 Желаете ли сега да прочетете изтеглената статия?
he: הערך נשמר לתוך: %1 לקרוא את הערך שהתקבל עכשיו?
sv: Artikel sparad till: %1 Vill du läsa den hämtade artikeln nu?
vi: Bài viết được lưu vào: %1 Bạn có muốn đọc bài viết đã tải xuống ngay bây giờ không?
zh_tw: 文章被儲存到： %1 您現在就想要閱讀下載的文章嗎？

source: Saving Wikipedia article failed or interrupted.
bg_bg: Запазването на статията от Уикипедия е неуспешно или прекъснато.
he: שמירת ערך מוויקיפדיה נכשלה או נקטעה.
vi: Việc lưu bài viết Wikipedia không thành công hoặc bị gián đoạn.
zh_tw: 維基百科文章儲存失敗，或被中斷了。

source: Unhighlight
bg_bg: Премахване на подчертаното
he: בטל הדגשה
sv: Avmarkera
vi: Xóa gạch dưới
zh_tw: 移除標注

# Button
source: Wikipedia full
bg_bg: Уикипедия цяла
he: לערך המלא בוויקיפדיה
sv: Hela Wikipedia
vi: Toàn bộ bài viết Wikipedia
zh_tw: 維基百科完整頁面

source: Text selection
bg_bg: Избиране на текст
he: בחירת טקסט
vi: Lựa chọn văn bản
zh_tw: 文字選取

source: (query : %1)
bg_bg: (заявка: %1)
he: (מונח: %1)
sv: (fråga : %1)
zh_tw: （查詢： %1）

source: %1 results
bg_bg: %1 резултата
he: %1 תוצאות
vi: %1 kết quả
zh_tw: %1 個結果

source: Default values: %1%3 %4 %2%3
bg_bg: Подразбирани стойности: %1%3 %4 %2%3
he: ערכי ברירת מחדל: %1%3 %4 %2%3
vi: Giá trị mặc định: %1%3 %4 %2%3
zh_tw: 預設值：%1%3 %4 %2%3

source: Current folder not readable. Some content may not be shown.
bg_bg: Текущата папка е недостъпна за четене. Част от съдържанието може да не бъде показано.
he: התיקייה הנוכחית אינה קריאה. ייתכן שתוכן כלשהו לא יוצג.
vi: Thư mục hiện tại không thể đọc được. Một số nội dung có thể không được hiển thị.
zh_tw: 無法讀取目前的資料夾。一些內容可能沒有顯示。

source: Long-press here to choose current folder
bg_bg: Задържте тук, за да изберете текущата папка
he: לחיצה ארוכה כאן לבחירת התיקייה הנוכחית
vi: Nhấn và giữ ở đây để chọn thư mục hiện tại
zh_tw: 長按以選擇目前資料夾

# Extrema
source: Min
bg_bg: Минимум
he: מזערי
vi: Mức thấp nhất
zh_tw: 最小

# Extrema
source: Max
bg_bg: Максимум
he: מרבי
vi: Mức cao nhất
zh_tw: 最大

source: Toggle
bg_bg: Вкл/изкл
he: מתג ה/כ
sv: Växla
vi: Bật/Tắt
zh_tw: 切換

source: Configure
bg_bg: Настройки
he: הגדרה
sv: Anpassa
vi: Thiết lập
zh_tw: 設定

source: Viewing image
bg_bg: Преглед на изображение
he: התמונה מוצגת
sv: Visar bild
vi: Xem hình ảnh
zh_tw: 正在瀏覽圖片

source: Original size
bg_bg: Оригинален размер
he: גודל מקורי
sv: Original storlek
vi: Kích thước gốc
zh_tw: 原始大小

source: Scale
bg_bg: Мащабиране
he: התאמת גודל
sv: Skala
vi: Thu phóng
zh_tw: 縮放

source: No rotation
bg_bg: Без завъртане
he: ללא סיבוב
sv: Ingen rotation
vi: Không xoay
zh_tw: 不旋轉

source: Rotate
bg_bg: Завъртане
he: סובב
sv: Rotera
vi: Xoay
zh_tw: 旋轉

source: Image viewer
bg_bg: Преглед на изображения
he: מציג תמונות
vi: Trình xem hình ảnh
zh_tw: 圖片檢視器

source: Read only
bg_bg: Само за четене
he: לקריאה בלבד
sv: Skrivskyddad
vi: Chỉ đọc
zh_tw: 唯讀

source: Not editable
bg_bg: Непроменяемо
he: לא ניתן לעריכה
sv: Inte redigerbar
vi: Không thể chỉnh sửa
zh_tw: 不可編輯

source: Text reset
bg_bg: Нулиране на текста
he: איפוס טקסט
sv: Återställ texten
vi: Khôi phục văn bản
zh_tw: 重設文字

source: Resetting failed.
bg_bg: Грешка при нулиране.
he: האיפוס נכשל.
sv: Återställningen misslyckades.
vi: Khôi phục thất bại.
zh_tw: 重設失敗了。

source: Saving failed.
bg_bg: Грешка при запазване.
he: השמירה נכשלה.
sv: Sparande misslyckades.
vi: Lưu thất bại.
zh_tw: 儲存失敗了。

source: Saved
bg_bg: Запазено
he: שמור
sv: Sparad
vi: Đã lưu
zh_tw: 已儲存

source: You have unsaved changes.
bg_bg: Има незапазени промени.
he: השינויים שביצעת טרם נשמרו.
sv: Du har osparade ändringar.
vi: Bạn có các thay đổi chưa lưu.
zh_tw: 您有一些未儲存的變動。

source: Discard
bg_bg: Зятваряне
he: אל תשמור
sv: Kassera
vi: Hoàn tác
zh_tw: 拋棄

source: Changes discarded
bg_bg: Промените са отменени
he: השינויים לא נשמרו
sv: Ändringar kasserades
vi: Các thay đổi đã được hoàn tác
zh_tw: 放棄變更

source: Find
bg_bg: Търсене
he: מצא
sv: Hitta
vi: Tìm
zh_tw: 搜尋

source: Find first
bg_bg: Първо съвпадение
he: מצא ראשון
vi: Tìm đầu tiên
zh_tw: 尋找第一個

source: Find next
bg_bg: Следващо съвпадение
he: מצא הבא
vi: Tìm tiếp theo
zh_tw: 尋找下一個

source: Enter line number
bg_bg: Въведете номер на ред
he: הזן מספר שורה
vi: Nhập số dòng
zh_tw: 輸入行號

source: Go to line
bg_bg: Отиване на ред
he: עבור לשורה
vi: Đi đến dòng
zh_tw: 前往行

source: Found in line %1.
bg_bg: Намерено на ред %1.
he: נמצא בשורה %1.
vi: Tìm thấy ở dòng %1.
zh_tw: 在第 %1 行找到。

source: Not found.
bg_bg: Не е намерено.
he: לא נמצא.
vi: Không tìm thấy.
zh_tw: 找不到。

source: Set cursor to end of selection, then long-press in text box.
bg_bg: Поставете каретката на края на избраното и задръжте в текстовото поле.
he: יש למקם את הסמן בסוף הבחירה, ואז ללחוץ ארוכות בתיבת הטקסט.
vi: Đặt con trỏ đến cuối phần đã chọn, sau đó nhấn và giữ trong hộp văn bản.
zh_tw: 把游標移到選取結尾，再在文字框長按。

source: Clipboard
bg_bg: Междинна памет
he: לוח גזירים
vi: Bảng tạm
zh_tw: 剪貼簿

source: (empty)
bg_bg: (празно)
he: (ריק)
vi: (trống)
zh_tw: （空）

source: All text copied to clipboard.
bg_bg: Целият текст е копиран.
he: כל הטקסט הועתק ללוח הגזירים.
vi: Toàn bộ văn bản đã được sao chép vào bảng tạm.
zh_tw: 所有文字已複製到剪貼簿。

source: Copy line
bg_bg: Копиране на ред
he: העתקת שורה
vi: Sao chép dòng
zh_tw: 複製行

source: Line copied to clipboard.
bg_bg: Редът е копиран.
he: שורה הועתקה ללוח הגזירים.
vi: Đã sao chép dòng vào bảng tạm.
zh_tw: 行已複製到剪貼簿。

source: Copy word
bg_bg: Копиране на думата
he: העתקת מילה
vi: Sao chép từ
zh_tw: 複製單字

source: Word copied to clipboard.
bg_bg: Думата е копирана.
he: מילה הועתקה ללוח הגזירים.
vi: Đã sao chép từ vào bảng tạm.
zh_tw: 文字已複製到剪貼簿。

source: Delete all
bg_bg: Премахване всичко
he: למחוק הכול
vi: Xóa tất cả
zh_tw: 刪除全部

source: Set cursor to start of selection, then long-press in text box.
bg_bg: Поставете каретката на началото на избраното и задръжте в текстовото поле.
he: יש להעביר את הסמן לתחילת הבחירה ואז ללחוץ ארוכות בתיבת הטקסט.
vi: Đặt con trỏ đến vị trí bắt đầu lựa chọn, sau đó nhấn và giữ trong hộp văn bản.
zh_tw: 把游標移到選取開頭，再在文字框長按。

source: Text may be binary content, and is not editable
bg_bg: Текстът може да има двоично съдържание и не подлежи на промяна
he: הטקסט עשוי להיות תוכן בינרי, ואינו ניתן לעריכה
sv: Text kan vara binärt innehåll, och kan inte redigeras
vi: Văn bản có thể là nội dung nhị phân và không thể chỉnh sửa
zh_tw: 文字可能為二進位檔案，且不能編輯

source: Show password
bg_bg: Показване на паролата
he: הצגת סיסמה
sv: Visa lösenord
vi: Hiện mật khẩu
zh_tw: 顯示密碼

source: Keyboard layout
bg_bg: Клавиатурна подредба
he: פריסת המקלדת
vi: Bố cục bàn phím
zh_tw: 鍵盤配置

source: Switch to layout
bg_bg: Превключване на подредбата
he: מעבר לפריסה
vi: Chuyển sang bố cục
zh_tw: 切換到配置

source: Enter page number
bg_bg: Въведете номер на страница
he: נא למלא מספר עמוד
sv: Ange sidnummer
vi: Điền số trang
zh_tw: 輸入頁碼

source: Page %1 of %2
bg_bg: Страница %1 от %2
he: עמוד %1 מתוך %2
sv: Sida %1 av %2
vi: Trang %1 trong tổng số %2 trang
zh_tw: 第 %1 頁，共 %2 頁

source: No items
bg_bg: Няма елементи
he: אין פריטים
vi: Không có mục nào
zh_tw: 無項目

source: Search…
bg_bg: Търсене…
he: חיפוש…
vi: Tìm kiếm…
zh_tw: 搜尋…

source: Go to letter
bg_bg: Към буквата
he: עבור לאות
sv: Gå till bokstav
vi: Đi đến chữ cái
zh_tw: 前往字母

source: Enter text, letter or page number
bg_bg: Въведете текст, буква или страница
he: נא למלא טקסט, אות או מספר עמוד
vi: Nhập văn bản, chữ cái hoặc số trang
zh_tw: 輸入文字、字母或頁碼

source: (a - z) or (1 - %1)
bg_bg: (а - я) или (1 - %1)
he: (א - ת) או (1 - %1)
vi: (a - z) hoặc (1 - %1)
zh_tw: (a - z) 或 (1 - %1)

source: Choice 1
bg_bg: Избор 1
he: בחירה 1
sv: Val 1
vi: Tùy chọn 1
zh_tw: 選項 1

source: Choice 2
bg_bg: Избор 2
he: בחירה 2
sv: Val 2
vi: Tùy chọn 2
zh_tw: 選項 2

source: Natural light configuration
bg_bg: Настройки на естествена светлина
he: תצורת אור טבעי
sv: Naturlig ljusanpassning
vi: Điều chỉnh ánh sáng tự nhiên
zh_tw: 自然光設定

source: Amplification
bg_bg: Усилване
he: הגברה
sv: Förstärkning
vi: Khuếch đại
zh_tw: 放大

source: Offset
bg_bg: Отместване
he: היסט
sv: Kompensera
vi: Đặt ngoài dòng
zh_tw: 偏移

source: White
bg_bg: бял
he: לבן
sv: Vit
vi: Trắng
zh_tw: 白

source: Exponent
bg_bg: Степен
he: מעריך
vi: Số mũ
zh_tw: 指數

source: Obtaining IP address…
bg_bg: Получаване на адрес по IP…
he: השגת כתובת IP…
sv: Erhåller IP-adress…
vi: Đang lấy địa chỉ IP…
zh_tw: 正在取得 IP 位址……

source: disconnect
bg_bg: прекъсване на връзка
he: נתק
sv: koppla ifrån
vi: Ngắt kết nối
zh_tw: 中斷連線

source: edit
bg_bg: променяне
he: עריכה
sv: redigera
vi: sửa
zh_tw: 編輯

source: Connected.
bg_bg: Свързано.
he: מחובר.
sv: Ansluten.
vi: Đã kết nối.
zh_tw: 已連線。

source: Disconnecting…
bg_bg: Прекъсване на връзката…
he: מתנתק…
sv: Kopplar från…
vi: Đang ngắt kết nối…
zh_tw: 正在中斷連線……

source: Password cannot be empty.
bg_bg: Паролата не трябва да бъде празна.
he: הסיסמה אינה יכולה להיות ריקה.
sv: Lösenordet kan inte vara tomt.
vi: Không được bỏ trống mật khẩu.
zh_tw: 密碼不可為空。

source: password (leave empty for open networks)
bg_bg: парола (празна за отворените мрежи)
he: ססמה (להשאיר ריק עבור רשתות פתוחות)
vi: mật khẩu (để trống đối với mạng mở)
zh_tw: 密碼（開放網路留空）

source: Forget
bg_bg: Забравяне
he: לשכוח
sv: Glöm
vi: Quên
zh_tw: 遺忘

source: Networks with WEP encryption are not supported.
bg_bg: Мрежи с шифроване чрез WEP не се поддържат.
he: אין תמיכה ברשתות עם הצפנת WEP.
vi: Không hỗ trợ các mạng có mã hóa WEP.
zh_tw: 不支援 WEP 加密的網路。

source: Connected to network %1
bg_bg: Свързано към мрежата %1
he: יש חיבור לרשת %1
sv: Ansluten till nätverk %1
vi: Đã kết nối với mạng %1
zh_tw: 已經連線到網路 %1

source: Enter number
bg_bg: Въведете число
he: למלא מספר
sv: Ange nummer
vi: Điền số
zh_tw: 輸入數字

source: ATTENTION: Prefixing the input with ':' disables sanity checks! This value should be in the range of %1 - %2. Undefined behavior may occur.
bg_bg: ВНИМАНИЕ: Добавяйки „:“ пред входните данни изключвате проверката за изправност! Стойността трябва да бъде в интервала %1 - %2. Възможно е да възникне неопределено поведение.
he: לתשומת לבך: הוספת ':' כקידומת לקלט משביתה את בדיקות השפיות! ערך זה צריך להיות בטווח של %1 - %2. עלולה להתרחש התנהגות בלתי צפויה.
vi: LƯU Ý: Thêm tiền tố ':' vào đầu vào sẽ vô hiệu hóa việc kiểm tra tính hợp lệ! Giá trị này phải nằm trong khoảng %1 - %2. Có thể xảy ra hành vi không xác định.
zh_tw: 注意： 在輸入前加上『:』將停用檢查！ 此值應介於 %1 到 %2 之間。 否則可能會發生未定義行為。

source: This value should be %1 or more.
bg_bg: Стойността трябва да е не по-малка от %1.
he: ערך זה צריך להיות %1 ומעלה.
sv: Det här värdet ska vara %1 eller mer.
vi: Giá trị này nên là %1 hoặc nhiều hơn.
zh_tw: 值應該為 %1 或更多。

source: This value should be %1 or less.
bg_bg: Стойността трябва да е не по-голяма от %1.
he: ערך זה צריך להיות %1 ומטה.
sv: Det här värdet ska vara %1 eller mindre.
vi: Giá trị này nên là %1 hoặc ít hơn.
zh_tw: 值應該為 %1 或較少。

source: Invalid value. Please enter a valid value.
bg_bg: Неприемлива стойност. Въведете вярна стойност.
he: ערך לא חוקי. נא למלא ערך חוקי.
sv: Ogiltigt värde. Ange ett giltigt värde.
vi: Giá trị không khớp. Điền giá trị phù hợp.
zh_tw: 無效的值。請輸入有效的值。

source: Always use this engine for this file
bg_bg: За този файл винаги да бъде използвана тази машина
he: תמיד להשתמש ביישום זה לפתיחת הקובץ הנבחר
sv: Använd alltid denna motor för fil
vi: Luôn sử dụng engine này cho tệp hiện tại
zh_tw: 總是用這個引擎來處理此檔案

source: Always use this engine for file type
bg_bg: За този вид файлове винаги да бъде използвана тази машина
he: תמיד להשתמש ביישום זה לקבצים מהסוג הנוכחי
sv: Använd alltid denna motor för filtyp
vi: Luôn sử dụng engine này cho loại tệp hiện tại
zh_tw: 總是用這個引擎來處理此檔案類型

source: About page browser
bg_bg: Относно Преглед на страници
he: על דפדפן העמודים
vi: Về trình duyệt trang
zh_tw: 關於頁面瀏覽器

source: Preload next/prev thumbnails
bg_bg: Предварително зареждане на съседните миниатюри
he: טעינה מקדימה של תמונות ממוזערות הבאות/קודמות
vi: Tải trước hình thu nhỏ kế tiếp/trước đó
zh_tw: 預先載入前後縮圖

source: Thumbnail columns
bg_bg: Колони на миниатюри
he: עמודות תמונות ממוזערות
vi: Số cột hình thu nhỏ
zh_tw: 縮圖欄數

source: Thumbnail rows
bg_bg: Редове на миниатюри
he: שורות תמונות ממוזערות
vi: Số hàng hình thu nhỏ
zh_tw: 縮圖列數

source: Thumbnail page numbers
bg_bg: Номер на страница с миниатюри
he: מספרי עמודים של תמונות ממוזערות
vi: Số trang hình thu nhỏ
zh_tw: 縮圖頁碼

source: Chapters in bottom ribbon
bg_bg: Глави в долната лента
he: פרקים בסרט התחתון
vi: Các chương ở dải băng phía dưới
zh_tw: 底部顯示章節

source: Page browser shows thumbnails of a book's pages. The bottom ribbon displays an extract of the book map around the pages displayed: If statistics are enabled, black bars indicate pages that have already been read (gray bars for pages read in the current session). The height of these bars varies based on the time spent reading each page. Chapters are indicated above the pages they cover. Below the pages, the following indicators may appear: ▲ current page ❶ ❷ … previous locations ▒ highlighted text  highlighted text with notes  bookmarked page  pinned page
bg_bg: Прегледът на страници показва миниатюри на страниците. Долната лента показва извадка от картата на книгата около показваните страници: Ако е включена статистиката черните линии представляват прочетените страници (сивите са прочетеното в текущия сеанс) с различна височина, в зависимост от времето за прочитане. Главите са показани над страниците, от които се състоят. Под страниците може да бъдат изобразени следните индикатори: ▲ текуща страница ❶ ❷ … предишни места ▒ подчертан текст  подчертан текст с бележки  отметната страница  отбелязана страница

source: Swipe along the top or left screen edge to change the number of columns or rows of thumbnails. Swipe vertically to move one row, horizontally to move one screen. Swipe horizontally in the bottom ribbon to move by the full stripe. Tap in the bottom ribbon on a page to focus thumbnails on this page. Tap on a thumbnail to read that page. Long-press on ≡ to decrease or reset the number of chapter levels shown in the bottom ribbon. Any multiswipe will close the page browser.
bg_bg: Плъзнете по горния край на екрана, за да промените броя на колоните и редовете с миниатюри. Плъзнете вертикално, за да преместете един ред, а хоризонтално - за един екран. Плъзнете хоризонтално в долната лента, за да преместите цяла лента. Докоснете страница в долната лента, за да се покажат миниатюрите от страницата. Докоснете миниатюра, за да прочетете страницата. Задръжте върху ≡, за да намалите или нулирате броя на нивата на главите, показани в долната лента Многоточково плъзване затваря прегледа на страници.
he: החלקה לאורך קצה המסך העליון או השמאלי משנה את מספר העמודות או השורות של התמונות הממוזערות. החלקה אנכית עוברת שורה אחת, אופקית עוברת עמוד אחד. החלקה אופקית בסרט התחתון נעה לפי הפס המלא. הקשה על הסרט התחתון בדף ממקדת תמונות ממוזערות בדף זה. הקשה על תמונה ממוזערת עוברת לקריאת את הדף הזה. לחיצה ארוכה על ≡ מקטינה או מאפסת את מספר רמות הפרקים המוצגות בסרט התחתון. כל החלקה בכמה אצבעות תסגור את דפדפן העמודים.
vi: Vuốt dọc theo cạnh màn hình phía trên hoặc bên trái để thay đổi số lượng cột hoặc hàng của hình thu nhỏ. Vuốt dọc để di chuyển một hàng, vuốt ngang để di chuyển một màn hình. Vuốt ngang trong dải băng phía dưới để di chuyển toàn bộ dải. Chạm vào một trang trong dải băng phía dưới để tập trung hình thu nhỏ vào trang đó. Chạm vào hình thu nhỏ để đọc trang đó. Nhấn giữ vào ≡ để giảm hoặc đặt lại số cấp độ chương được hiển thị trong dải băng phía dưới. Bất kỳ cử chỉ vuốt đa chạm nào cũng sẽ đóng trình duyệt trang.
zh_tw: 沿著螢幕頂端或左側邊緣滑動可變更縮圖的欄數或列數。 垂直滑動可移動一列，水平滑動可移動一個螢幕。 在底部功能帶上水平滑動可移動整條帶狀內容。 在底部功能帶點擊某頁，可將縮圖焦點定位在該頁。 點擊縮圖即可閱讀該頁。 長按 ≡ 可減少或重設底部功能帶中顯示的章節層級。 任何多指滑動都會關閉頁面瀏覽器。

source: The settings (in this menu) can be used to change the number of rows and columns, whether to display page numbers, and to display different chapter-levels in the bottom ribbon.
bg_bg: Настройките (в това меню) могат да бъдат използвани за промяна на броя редове и колони, превключване на номерата на страниците, както и различни нива на главите в долната лента.
he: אפשר להשתמש בהגדרות (בתפריט הזה) כדי לשנות את מספר השורות והעמודות, לבחור האם להציג מספרי עמודים ולהציג רמות פרקים שונות ברצועה התחתונה.
vi: Các cài đặt (trong menu này) có thể được sử dụng để thay đổi số lượng hàng và cột, việc có hiển thị số trang hay không, và hiển thị các cấp độ chương khác nhau trong dải băng phía dưới.
zh_tw: 可透過本選單的設定來變更縮圖的列數與欄數、是否顯示頁碼，以及底部功能帶中要顯示的章節層級。

source: Press Shift+Up to move up by one row, or either previous-page-turn-button to move one screen.
bg_bg: Shift+Нагоре за придвижване с един ред нагоре или с бутона за предишна страница за придвижване с един екран назад.
he: לחיצה על Shift+למעלה תעלה אותך שורה למעלה או לכפתור לחזור לעמוד הקודם כדי לעבור מסך.
vi: Nhấn Shift+Lên để di chuyển lên một hàng, hoặc nhấn nút lật trang trước đó để di chuyển một màn hình.
zh_tw: 按下 Shift+上 可向上移動一列，或使用上一頁翻頁鍵移動一個螢幕。

source: Press Shift+Down to move down by one row, or either next-page-turn-button to move one screen.
bg_bg: Shift+Надолу за придвижване с един ред надолу или с бутона за следваща страница за придвижване с един екран напред.
he: לחיצה על Shift+למטה תוריד אותך שורה למעלה או לכפתור להתקדם לעמוד הבא כדי לעבור מסך.
vi: Nhấn Shift+Xuống để di chuyển xuống một hàng, hoặc nhấn nút lật trang kế tiếp để di chuyển một màn hình.
zh_tw: 按下 Shift+下 可向下移動一列，或使用下一頁翻頁鍵移動一個螢幕。

source: Press Shift+Press on a thumbnail, to open more options.
bg_bg: Shift + докосване на миниатюра отваря допълнителни параметри.
he: נא להקש Shift+Press על תמונה מוקטנת כדי לראות אופציות נוספות.
vi: Nhấn Shift+Chạm vào hình thu nhỏ, để mở thêm tùy chọn.
zh_tw: 在縮圖上按下 Shift+點擊，可開啟更多選項。

source: Press Shift+Back closes all instances of Page Browser and Book Map.
bg_bg: Shift+Назад затваря всички прозорци на прегледа на страници или карта на книгата.
he: הקשה על Shift+Back סוגרת כל החלונות של דפדפן העמודים ושל מפת הספר.
vi: Nhấn Shift+Back (Quay lại) sẽ đóng tất cả các phiên bản của Trình duyệt trang và Bản đồ sách.
zh_tw: 按下 Shift+返回 可關閉所有頁面瀏覽器與書籍地圖。

source: Select a thumbnail to read that page.
bg_bg: Избиране миниатюра, за да отворите страницата.
he: לבחור תומנה ממוזערת כדי לקרוא עת העמוד ההוא.
vi: Chọn hình thu nhỏ để đọc trang đó.
zh_tw: 選取縮圖即可閱讀該頁。

source: Press ScreenKB+Up to move up by one row, or either previous-page-turn-button to move one screen.
bg_bg: ScreenKB+Нагоре за придвижване с един ред нагоре или с бутона за предишна страница за придвижване с един екран назад.
he: להקיש על ScreenKB+Up כדי לזוז למעלה בשורה אחת, או על כל אחד ממקשי ההעברה להעמוד הקודם כדי לנוע במסך אחד.
vi: Nhấn ScreenKB+Lên để di chuyển lên một hàng, hoặc nhấn nút lật trang trước đó để di chuyển một màn hình.
zh_tw: 按下 ScreenKB+上 可向上移動一列，或使用上一頁翻頁鍵移動一個螢幕。

source: Press ScreenKB+Down to move down by one row, or either next-page-turn-button to move one screen.
bg_bg: ScreenKB+Надолу за придвижване с един ред надолу или с бутона за предишна страница за придвижване с един екран напред.
he: להקיש על ScreenKB+Down כדי לזוז למתה בשורה אחת, או על כל אחד ממקשי ההעברה להעמוד הבא כדי לנוע במסך אחד.
vi: Nhấn ScreenKB+Xuống để di chuyển xuống một hàng, hoặc nhấn nút lật trang kế tiếp để di chuyển một màn hình.
zh_tw: 按下 ScreenKB+下 可向下移動一列，或使用下一頁翻頁鍵移動一個螢幕。

source: Press ScreenKB+Press on a thumbnail, to open more options.
bg_bg: ScreenKB+докосване на миниатюра за отваряне на допълнителни настройки.
he: להקיש על ScreenKB+Press על תונה ממוזערת כדי לפתוח אופציות נוספות.
vi: Nhấn ScreenKB+Chạm vào hình thu nhỏ, để mở thêm tùy chọn.
zh_tw: 在縮圖上按下 ScreenKB+點擊，可開啟更多選項。

source: Press ScreenKB+Back closes all instances of Page Browser and Book Map.
bg_bg: ScreenKB+Назад затваря всички прозорци на прегледа на страници или карта на книгата.
he: לחיצה על ScreenKB+Back סוגרת כל החלונות של דפדפן העמודים ושל מפת הספר.
vi: Nhấn ScreenKB+Back (Quay lại) sẽ đóng tất cả các phiên bản của Trình duyệt trang và Bản đồ sách.
zh_tw: 按下 ScreenKB+返回 可關閉所有頁面瀏覽器與書籍地圖。

source: Toggle page bookmark
bg_bg: Превключване отметка на страница
he: החלפת מצב סימניית עמוד
vi: Bật/Tắt đánh dấu trang
zh_tw: 切換頁面書籤

source: Go to book map
bg_bg: Отваряне картата на книгата
he: מעבר למפת הספר
vi: Đi đến bản đồ sách
zh_tw: 前往書籍地圖

source: Edit or remove TOC chapter
bg_bg: Променяне/премахване на глава от съдържанието
he: עריכת או הסרת פרק בתוכן העניינים
vi: Chỉnh sửa hoặc xóa chương Mục lục (TOC)
zh_tw: 編輯或移除目錄章節

source: Start TOC chapter here
bg_bg: Начало на глава от съдържанието оттук
he: התחלת פרק של תוכן העניינים כאן
vi: Bắt đầu chương Mục lục (TOC) tại đây
zh_tw: 從此處開始目錄章節

source: Restart regular flow here
bg_bg: Рестартиране на нормалния поток оттук
he: להתחיל מחדש את הזרימה הרגילה כאן
vi: Khởi động lại luồng thông thường tại đây
zh_tw: 從此處恢復正常流程

source: Start hidden flow here
bg_bg: Започване на скрит поток оттук
he: התחל זרימה נסתרת כאן
vi: Bắt đầu luồng ẩn tại đây
zh_tw: 從此處開始隱藏流程

source: Long-press folder's name to choose it
bg_bg: Задържте името на папката, за да я изберете
he: נגיעה ארוכה על שם התיקייה תבחר אותה
vi: Nhấn giữ tên thư mục để chọn
zh_tw: 長按資料夾名稱以選擇

source: Long-press file's name to choose it
bg_bg: Задържте името на файла, за да го изберете
he: נגיעה ארוכה על שם קובץ תבחר אותו
vi: Nhấn giữ tên tập tin để chọn
zh_tw: 長按檔案名稱以選擇

source: Long-press item's name to choose it
bg_bg: Задържте името на елемента, за да го изберете
he: נגיעה ארוכה על שם פריט תבחר אותו
vi: Nhấn giữ tên mục để chọn
zh_tw: 長按項目名稱以選擇

source: Choose this file?
bg_bg: Този файл ли избирате?
he: לבחור את הקובץ הזה?
vi: Chọn tập tin này?
zh_tw: 選擇這個檔案嗎？

source: File size: 1 byte
bg_bg: Размер на файла: %1 байт
he: גודל הקובץ: בית
vi: Kích thước tập tin: %1 byte
zh_tw: 檔案大小：%1 位元組

source: Last modified: %1
bg_bg: Последна на промяна: %1
he: שינוי אחרון: %1
vi: Chỉnh sửa lần cuối: %1
zh_tw: 最後修改時間：%1

source: Choose this folder?
bg_bg: Тази папка ли избирате?
he: לבחור את התיקייה הזו?
vi: Chọn thư mục này?
zh_tw: 選擇這個資料夾嗎？

source: Choose this path?
bg_bg: Този път ли избирате?
he: לבחור בנתיב הזה?
vi: Chọn đường dẫn này?
zh_tw: 選擇這個路徑嗎？

source: ... (truncated...)
bg_bg: … (отрязано…)
he: … (מקוצץ…)
vi: ... (đã cắt bớt...)
zh_tw: ... (已截斷...)
