Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

source: Gateway ping successful
bg_bg: Проверката на връзката с шлюза е успешна
he: הפינג לשער הגישה הצליח
vi: Ping cổng thành công
zh_tw: 閘道器測試連線（Ping）成功

source: RTT: %1 ms
bg_bg: RTT: %1 мсек
he: RTT:‏ %1 מ״ש
vi: RTT (thời gian khứ hồi): %1 ms

source: Gateway ping FAILED
bg_bg: Грешка при проверка на връзката с шлюза
he: הפינג לשער הגישה נכשל
vi: Ping cổng KHÔNG THÀNH CÔNG
zh_tw: 閘道器測試連線（Ping）失敗

source: Timed out after %1 s
bg_bg: Времето за изчакване е изтекло след %1 сек
he: תם הזמן הקצוב לאחר %1 שנ׳
vi: Đã hết thời gian chờ sau %1 giây
zh_tw: 在 %1 秒後逾時

source: No default gateway to ping
bg_bg: Липсва подразбиран шлюз за проверка на връзката
he: אין ברירת מחדל לשער הגישה כדי לבצע מולו פינג
vi: Không có cổng mặc định để ping
zh_tw: 沒有可用的預設閘道進行 Ping

source: Extracting archive failed: %1
bg_bg: Неуспешно разопаковане на архива: %1
he: חילוץ הארכיון נכשל: %1
sv: Packa upp arkiv misslyckades: %1
vi: Giải nén thất bại: %1
zh_tw: 解壓縮封存失敗： %1

source: Are you sure you want to reboot the device?
bg_bg: Желаете ли устройството да бъде рестартирано?
he: להפעיל מחדש?
sv: Är du säker på att du vill starta om enheten?
vi: Khởi động lại thiết bị?
zh_tw: 確定要重啟裝置嗎？

source: Reboot
bg_bg: Рестартиране
he: הפעלה מחדש
sv: Starta om
vi: Khởi động lại
zh_tw: 重新啟動

source: Are you sure you want to power off the device?
bg_bg: Желаете ли устройството да бъде изключено?
he: לכבות את המכשיר?
sv: Är du säker på att du vill stänga av enheten?
vi: Tắt nguồn thiết bị?
zh_tw: 確定要關閉裝置嗎？

source: Power off
bg_bg: Изключване
he: כיבוי
sv: Avstängning
vi: Tắt nguồn
zh_tw: 關閉電源

source: This will take effect on next restart.
bg_bg: Промяната ще влезе в сила след рестартиране.
he: השינויים ייכנסו לתוקף לאחר הפעלה מחדש.
sv: Detta kommer att träda i kraft efter nästa omstart.
vi: Việc này sẽ có hiệu lực sau khi khởi động lại phần mềm.
zh_tw: 這將在下次重新啟動後生效。

source: Restart now
bg_bg: Рестартиране
he: להפעיל מחדש כעת
vi: Khởi động lại ngay
zh_tw: 重新啟動

source: Restart later
bg_bg: По-късно
he: להפעיל מחדש מאוחר יותר
vi: Khởi động lại sau
zh_tw: 稍後重新啟動

source: Unable to communicate with the Wi-Fi backend
bg_bg: Не може да бъде осъществена безжична връзка
he: אי אפשר לתקשר עם מנגנון הרשתות האלחוטיות
vi: Không thể giao tiếp với hệ thống Wi-Fi
zh_tw: 無法與 Wi-Fi 後端通訊

source: Scanning for Wi-Fi networks timed out
bg_bg: Времето за намиране на безжична мрежа изтече
he: פג הזמן לסריקת רשתות אלחוטיות
vi: Hết thời gian quét tìm Wi-Fi
zh_tw: 掃描 Wi-Fi 網路逾時

source: Gesture overview
bg_bg: Преглед на жестовете
vi: Tổng quan Cử chỉ
zh_tw: 手勢總覽

source: History search
bg_bg: Търсене в хронологията
he: חיפוש בהיסטוריה
vi: Tìm kiếm Lịch sử
zh_tw: 歷史搜尋

source: Load dictionary preset
bg_bg: Зареждане на списък с речници
he: טעינת הגדרות מילון
vi: Tải cấu hình từ điển đặt sẵn
zh_tw: 載入字典預設方案

source: Cycle through dictionary presets
bg_bg: Изреждане не списъците с речници
vi: Chuyển đổi các cấu hình từ điển đặt sẵn
zh_tw: 循環切換字典方案

source: Show menu
bg_bg: Показване на менюто
he: הצג תפריט
sv: Visa menyn
vi: Hiển thị menu
zh_tw: 顯示選單

source: Menu search
bg_bg: Търсене в менюто
he: חיפוש בתפריט
vi: Tìm kiếm Menu
zh_tw: 選單搜尋

source: Open next file in last book folder
bg_bg: Отваряне на следващия файл от папката на книгата
he: פתיחת הקובץ הבא בתיקיית הספר האחרון
vi: Mở tệp tiếp theo trong thư mục sách đã đọc gần nhất
zh_tw: 開啟上一本書所在資料夾中的下一個檔案

source: Open previous file in last book folder
bg_bg: Отваряне на предишния файл от папката на книгата
he: פתיחת הקובץ הקודם בתיקיית הספר האחרון
vi: Mở tệp trước đó trong thư mục sách đã đọc gần nhất
zh_tw: 開啟上一本書所在資料夾中的上一個檔案

source: Notebook file
bg_bg: Файл на бележника
he: קובץ הערות על הספר
vi: Tệp Sổ tay
zh_tw: 筆記檔案

source: Screenshot
bg_bg: Снимка на екрана
he: צילום מסך
vi: Chụp màn hình
zh_tw: 螢幕擷圖

source: Exit sleep screen
bg_bg: Изход от екрана за режим на сън
he: יציאה ממסך שינה
vi: Thoát chế độ màn hình ngủ
zh_tw: 解除休眠

source: Start USB storage
bg_bg: Стартиране на USB памет
he: התחל אחסון USB
sv: Starta USB-lagring
vi: Bắt đầu Bộ nhớ USB
zh_tw: 開啟USB儲存裝置

source: Sleep
bg_bg: Заспиване
he: שינה
sv: Sov
vi: Ngủ
zh_tw: 休眠

source: Restart KOReader
bg_bg: Рестартиране на KOReader
he: הפעל מחדש את KOReader
sv: Starta om KOReader
vi: Khởi động lại KOReader
zh_tw: 重新啟動 KOReader

source: Reboot the device
bg_bg: Рестартиране на устройството
he: הפעל מחדש את המכשיר
sv: Starta om enheten
vi: Khởi động lại thiết bị
zh_tw: 重啟這個裝置

source: Exit KOReader
bg_bg: Изход от KOReader
he: צא מ-KOReader
sv: Avsluta KOReader
vi: Thoát KOReader
zh_tw: 退出KOReader

source: Toggle long-press on corners
bg_bg: Превключване на задържане в ъглите
he: החלפת מצב לחיצה ארוכה על הפינות
vi: Bật/Tắt nhấn giữ ở các góc
zh_tw: 切換角落長按功能

source: Enable touch input
bg_bg: Включване на въвеждането чрез докосване
he: הפעלת קלט במגע
vi: Bật nhập liệu bằng cảm ứng
zh_tw: 啟用觸控輸入

source: Disable touch input
bg_bg: Изключване на въвеждането чрез докосване
he: השבתת קלט במגע
vi: Tắt nhập liệu bằng cảm ứng
zh_tw: 停用觸控輸入

source: Toggle touch input
bg_bg: Превключване на въвеждането чрез докосване
he: החלפת מצב קלט במגע
vi: Bật/Tắt nhập liệu bằng cảm ứng
zh_tw: 切換觸控輸入

source: Invert left-side page-turn buttons
bg_bg: Разменяне на бутоните за прелистване от ляво
he: היפוך הלחצנים השמאליים להעברת עמוד
vi: Đảo ngược nút lật trang bên trái
zh_tw: 反轉左側翻頁按鈕功能

source: Invert right-side page-turn buttons
bg_bg: Разменяне на бутоните за прелистване от дясно
he: היפוך הלחצנים הימניים להעברת עמוד
vi: Đảo ngược nút lật trang bên phải
zh_tw: 反轉右側翻頁按鈕功能

source: Invert page-turn buttons
bg_bg: Разменяне на бутоните за прелистване
he: היפוך לחצני מעבר עמוד
vi: Đảo ngược nút lật trang
zh_tw: 反轉翻頁按鈕功能

source: Set page-turn button inversion
bg_bg: Разменяне на бутоните за прелистване
he: הגדרת היפוך כפתורי הפיכת עמוד
vi: Đặt đảo ngược nút lật trang
zh_tw: 設定翻頁按鈕反轉

source: Toggle key repeat
bg_bg: Превключване на повторно натискане на бутон
he: החלפת חזרה על מקשים
vi: Bật/Tắt lặp lại phím
zh_tw: 切換按鍵重複功能

source: Toggle accelerometer
bg_bg: Превключване на акселерометъра
he: החלפת מצב מד תאוצה
sv: Växla accelerometer
vi: Bật/Tắt gia tốc kế
zh_tw: 切換加速度計自動旋轉功能

source: Enable accelerometer for 5 seconds
bg_bg: Включване на акселерометъра за 5 секунди
he: הפעלת מד תאוצה ל־5 שניות
vi: Bật gia tốc kế trong 5 giây
zh_tw: 啟用加速度計 5 秒鐘

source: Toggle lock auto rotation to current orientation
bg_bg: Превкл. заключ. на автом. завърт. в текущото положение
he: הפיכת נעילת סיבוב אוטומטי לכיוון הנוכחי
vi: Bật/Tắt khóa xoay tự động theo hướng hiện tại
zh_tw: 切換鎖定目前螢幕方向的自動旋轉功能

source: Set lock auto rotation to current orientation
bg_bg: Заключ. автом. завърт. в текущото положение
he: הגדרת נעילת סיבוב אוטומטי לכיוון הנוכחי
vi: Đặt khóa xoay tự động theo hướng hiện tại
zh_tw: 設定鎖定目前螢幕方向的自動旋轉

source: true
bg_bg: истина
he: חיובי
vi: Bật
zh_tw: 是

source: false
bg_bg: неистина
he: שלילי
vi: Tắt
zh_tw: 否

source: Toggle orientation
bg_bg: Превключване на ориентацията
he: החלף כיווניות
vi: Chuyển đổi Hướng xoay
zh_tw: 切換方向

source: Invert rotation
bg_bg: Обръщане на въртенето
he: סובב הפוך
vi: Đảo ngược Xoay
zh_tw: 反向旋轉

source: Rotate by 90° CW
bg_bg: Завъртане на 90° по часовниковата стрелка
he: סובב ב-90° בכיוון השעון
vi: Xoay 90° Thuận chiều kim đồng hồ
zh_tw: 順時針旋轉 90°

source: Rotate by 90° CCW
bg_bg: Завъртане на 90° обратно на часовниковата стрелка
he: סיבוב ב־90° נגד כיוון השעון
vi: Xoay 90° Ngược chiều kim đồng hồ
zh_tw: 逆時針旋轉 90°

source: Turn on Wi-Fi
bg_bg: Включване на безжична връзка
he: הפעל Wi-Fi
vi: Bật wifi
zh_tw: 開啟 Wi-Fi

source: Turn off Wi-Fi
bg_bg: Изключване на Wi-Fi
he: כבה את ה- Wi-Fi
vi: Tắt Wi-Fi
zh_tw: 關閉 Wi-Fi

source: Toggle Wi-Fi
bg_bg: Превключване на Wi-Fi
he: החלף מצב Wi-Fi
vi: Tùy chọn bật tắt Wi-Fi
zh_tw: 切換 Wi-Fi

source: Toggle Fullscreen
bg_bg: Цял екран
he: החלפת מילוי מסך
vi: Tùy chọn toàn màn hình
zh_tw: 切換全螢幕模式

source: Show network info
bg_bg: Информация за мрежата
he: הצגת פרטי הרשת
vi: Hiển thị thông tin mạng
zh_tw: 顯示網路訊息

source: Show frontlight dialog
bg_bg: Настройки на подсветката
he: הצגת חלונית תאורה קדמית
sv: Visa dialog för framlampa
vi: Hiển thị hộp thoại đèn trước
zh_tw: 顯示前光設定對話框

source: Toggle frontlight
bg_bg: Превключване на подсветка
he: הפעלת/כיבוי תאורה קדמית
sv: Växla framlampa
vi: Bật/Tắt đèn trước
zh_tw: 切換前光功能

source: Set frontlight brightness
bg_bg: Задаване на яркост на подсветката
he: הגדרת תאורה קדמית
vi: Đặt độ sáng đèn trước
zh_tw: 設定前光亮度

source: Increase frontlight brightness
bg_bg: Увеличаване яркостта на подсветката
he: הגברת תאורה קדמית
vi: Tăng độ sáng đèn trước
zh_tw: 提高前光亮度

source: Decrease frontlight brightness
bg_bg: Намаляване на яркостта на подсветката
he: החלשת תאורה קדמית
vi: Giảm độ sáng đèn trước
zh_tw: 降低前光亮度

source: Set frontlight warmth
bg_bg: Задаване на топлина на подсветката
he: הגדרת חמימות תאורה קדמית
vi: Đặt độ ấm đèn trước
zh_tw: 設定暖光強度

source: Increase frontlight warmth
bg_bg: Увеличаване на топлината на подсветката
he: הגברת חום התאורה הקדמית
vi: Tăng độ ấm đèn trước
zh_tw: 增加前光暖度

source: Decrease frontlight warmth
bg_bg: Намаляване на топлината на подсветката
he: הנמכת חום התאורה הקדמית
vi: Giảm độ ấm đèn trước
zh_tw: 降低前光暖度

source: Toggle night mode
bg_bg: Превключване на нощен режим
he: החלפת מצב לילה
vi: Bật/Tắt chế độ ban đêm
zh_tw: 切換夜間模式

source: Set night mode
bg_bg: Настройка на нощен режим
he: מצב לילה
vi: Đặt chế độ ban đêm
zh_tw: 設定夜間模式

source: Full screen refresh
bg_bg: Опресняване на целия екран
he: רענון מסך מלא
sv: Full uppdateringshastighet för skärm
vi: Làm mới toàn màn hình
zh_tw: 全螢幕重繪

source: Full refresh rate (always)
bg_bg: Честота на пълно опресняване (всички режими)
he: קצב רענון מלא (תמיד)
vi: Tốc độ làm mới đầy đủ (luôn luôn)
zh_tw: 全螢幕重繪頻率（永遠）

source: Full refresh rate (not in night mode)
bg_bg: Честота на пълно опресняване (не и в нощен режим)
he: קצב רענון מלא (לא במצב לילה)
vi: Tốc độ làm mới đầy đủ (không ở chế độ ban đêm)
zh_tw: 夜間模式下停用全螢幕重繪

source: Full refresh rate (in night mode)
bg_bg: Честота на пълно опресняване (в нощен режим)
he: קצב רענון מלא (במצב לילה)
vi: Tốc độ làm mới đầy đủ (ở chế độ ban đêm)
zh_tw: 夜間模式下執行全螢幕重繪

source: Always flash on chapter boundaries
bg_bg: Обновяване на екрана в границите на главите
he: להבהב תמיד על גבולות פרק
vi: Luôn làm mới màn hình khi chuyển chương
zh_tw: 總是在章節分界閃爍

source: Toggle flashing on chapter boundaries
bg_bg: Превключване на обновяването при границите между главите
he: החלפת מצב הבהוב על גבולות פרק
vi: Bật/Tắt làm mới màn hình khi chuyển chương
zh_tw: 切換在章節分界閃爍

source: Never flash on chapter's 2nd page
bg_bg: Без обновяване при втора страница на главата
he: אל תהבהב בעמוד השני של הפרק
vi: Không bao giờ làm mới màn hình ở trang thứ 2 của chương
zh_tw: 永不在章節第二頁閃爍

source: Toggle flashing on chapter's 2nd page
bg_bg: Превключване на обновяването при втора страница на главата
he: החלף הבהב בעמוד השני של הפרק
vi: Bật/Tắt làm mới màn hình ở trang thứ 2 của chương
zh_tw: 切換在章節第二頁閃爍

source: Always flash on pages with images
bg_bg: Обновяване на екрана на страници с изображения
he: הבהוב תמיד בעמודים עם תמונות
vi: Luôn làm mới màn hình ở các trang có hình ảnh
zh_tw: 含圖片的頁面一律執行全螢幕重繪

source: Toggle flashing on pages with images
bg_bg: Превключване на обновяването при страници с изображения
he: החלפת מצב של הבהוב בעמודים עם תמונות
vi: Bật/Tắt làm mới màn hình ở các trang có hình ảnh
zh_tw: 切換圖片頁面重繪功能

source: Set display mode
bg_bg: Задаване на режим на показване
he: להגדיר מצב תצוגה
vi: Đặt chế độ hiển thị
zh_tw: 設定顯示模式

source: Show plus menu
bg_bg: Показване на менюто плюс
he: הצג תפריט פלוס
sv: Visa plus-menyn
vi: Hiển thị menu mở rộng
zh_tw: 顯示更多選單項目

source: Toggle select mode
bg_bg: Превключване към режим на избор
he: החלפת מצב בחירה
vi: Tùy chọn lựa chọn chế độ
zh_tw: 切換選取模式

source: Refresh content
bg_bg: Обновяване на съдържание
he: רענן תוכן
vi: Làm mới nội dung
zh_tw: 重新整理

source: Folder up
bg_bg: Папка нагоре
he: תיקיה למעלה
sv: Gå upp en mapp
vi: Thư mục trên
zh_tw: 上一層

source: Back
bg_bg: Назад
he: חזור
sv: Bakåt
vi: Quay lại
zh_tw: 返回

source: Show bottom menu
bg_bg: Показване на долното меню
he: הצג את התפריט התחתון
sv: Visa nedre menyn
vi: Hiển thị menu dưới
zh_tw: 顯示頁底選單

source: Toggle status bar
bg_bg: Превключване на лентата за състоянието
he: הצג/הסתיר שורת המצב
vi: Bật/Tắt thanh trạng thái
zh_tw: 顯示 / 隱藏狀態列

source: Toggle chapter progress bar
bg_bg: Превключване на лентата за напредък в главата
he: החלפת הצגת סרגל התקדמות
vi: Bật/Tắt thanh tiến trình chương
zh_tw: 顯示／隱藏章節進度條

source: Load status bar preset
bg_bg: Зареждане на напредъка в лентата за състоянието
he: לטעון הגדרות שמורות של שורת המצב
vi: Tải cấu hình thanh trạng thái đặt sẵn
zh_tw: 載入狀態列預設方案

source: Previous chapter
bg_bg: Предишна глава
he: הפרק הקודם
sv: Föregående kapitel
vi: Chương trước
zh_tw: 上一章

source: Next chapter
bg_bg: Следваща глава
he: הפרק הבא
sv: Nästa kapitel
vi: Chương kế tiếp
zh_tw: 下一章

source: First page
bg_bg: Първа страница
he: עמוד ראשון
vi: Trang đầu
zh_tw: 第一頁

source: Last page
bg_bg: Последна страница
he: עמוד אחרון
vi: Trang cuối
zh_tw: 最後一頁

source: Random page
bg_bg: Случайна страница
he: עמוד אקראי
vi: Trang ngẫu nhiên
zh_tw: 隨機跳轉頁面

source: Turn pages
bg_bg: Прелистване
he: היפוך עמודים
vi: Lật trang
zh_tw: 翻頁

source: Previous bookmark
bg_bg: Предишна отметка
he: הסימניה הקודמת
vi: Đánh dấu trang trước đó
zh_tw: 上一個書籤

source: Next bookmark
bg_bg: Следваща отметка
he: הסימניה הבאה
vi: Đánh dấu trang tiếp theo
zh_tw: 下一個書籤

source: First bookmark
bg_bg: Първа отметка
he: הסימנייה הראשונה
vi: Đánh dấu trang đầu tiên
zh_tw: 第一個書籤

source: Last bookmark
bg_bg: Последна отметка
he: הסימנייה האחרונה
vi: Đánh dấu trang cuối cùng
zh_tw: 最後一個書籤

source: Back to previous location
bg_bg: Към предишното местоположение
he: חזור למיקום הקודם
sv: Tillbaka till föregående plats
vi: Quay lại vị trí trước đó
zh_tw: 返回到前一個位置

source: Forward to next location
bg_bg: Към следващото местоположение
he: קדימה למיקום הבא
vi: Tiến tới vị trí tiếp theo
zh_tw: 跳轉至下一個位置

source: Follow nearest link
bg_bg: Следвай най-близката връзка
he: עוקב הקישור הקרוב
sv: Följ närmaste länk
vi: Đi theo liên kết gần nhất
zh_tw: 追蹤最臨近的鏈結

source: Follow nearest internal link
bg_bg: Следване на най-близката вътрешна препратка
he: עבור לקישור הפנימי הקרוב
sv: Följ närmaste interna länk
vi: Đi theo liên kết nội bộ gần nhất
zh_tw: 追蹤最臨近的內部連結

source: Select previous link in current page
bg_bg: Избиране на предишната препратка в страницата
he: לבחור את הקישור הקודם בעמוד הנוכחי
vi: Chọn liên kết trước đó trên trang hiện tại
zh_tw: 上一個連結

source: Select next link in current page
bg_bg: Избиране на следващата препратка в страницата
he: לבחור את הקישור הבא בעמוד הנוכחי
vi: Chọn liên kết tiếp theo trên trang hiện tại
zh_tw: 下一個連結

source: Toggle tap-to-follow links
bg_bg: Двойно докосване за последване на препратки
he: החלפת "הקשה תעביר אותך ליעד הקישורים"
vi: Bật/Tắt chạm để theo liên kết
zh_tw: 切換連結點擊

source: Add current location to history
bg_bg: Добавяне на текущото място в хронологията
he: הוספת המיקום הנוכחי להיסטוריה
vi: Thêm vị trí hiện tại vào lịch sử
zh_tw: 加入歷史記錄

source: Clear location history
bg_bg: Изчистване на хронологията на местата
he: נקה את היסטוריית המיקומים
sv: Rensa platshistoriken
vi: Xóa lịch sử vị trí
zh_tw: 清除定位記錄

source: Fulltext search: go back to original page
bg_bg: Пълнотекстово търсене: назад към изходната страница
he: חיפוש טקסט מלא: חזרה לעמוד המקורי
vi: Tìm kiếm toàn văn: quay lại trang gốc
zh_tw: 全文搜尋：返回原頁面

source: Book map (overview)
bg_bg: Карта на книгата (обзор)
he: מפת הספר (סקירה)
vi: Bản đồ sách (tổng quan)
zh_tw: 書籍地圖（總覽）

source: Toggle bookmark
bg_bg: Превключване на отметка
he: החלף מצב סימניה
sv: Växla bokmärke
vi: Bật/Tắt đánh dấu trang
zh_tw: 切換書籤

source: Invert page turn taps and swipes
bg_bg: Обръщане на прелистването с докосване и плъзгане
he: הפוך את ההקשות ואת ההחלקות להעברת עמוד
vi: Đảo ngược thao tác chạm và vuốt lật trang
zh_tw: 對調翻頁點擊和滑動

source: Toggle page turn direction
bg_bg: Превключване на посоката на прелистване
he: החלף כיוון העברת העמוד
vi: Bật/Tắt hướng lật trang
zh_tw: 切換翻頁方向

source: Toggle page turn animations
bg_bg: Превключване на анимацията при прелистване
he: החלפת הנפשת העברת העמוד
vi: Bật/Tắt hiệu ứng chuyển trang
zh_tw: 切換翻頁動畫

source: Toggle custom TOC
bg_bg: Превключване на потребителското съдържание
he: החלפה בתוכן עניינים מותאם אישית
vi: Bật/Tắt Mục lục tùy chỉnh
zh_tw: 切換自訂目錄

source: Toggle custom hidden flows
bg_bg: Превключване на потребителски скрити потоци
he: החלפת מצב זרימות נסתרות
vi: Bật/Tắt dòng ẩn tùy chỉnh
zh_tw: 切換自訂隱藏流程

source: Set highlight action
bg_bg: Задаване на действие при подчертаване
he: הגדרת פעולת הדגשה
vi: Đặt hành động đánh dấu
zh_tw: 設定劃線動作

source: Cycle highlight action
bg_bg: Действие при циклично подчертаване
he: מעבר בלולאה מחזורית על פעולת הדגשה
sv: Cykla genom markeringsåtgärd
vi: Chuyển đổi luân phiên hành động đánh dấu
zh_tw: 循環標注動作

source: Cycle highlight style
bg_bg: Стил при циклично подчертаване
he: מעבר בלולאה מחזורית על סגנון הדגשה
sv: Cykla genom markeringsstil
vi: Chuyển đổi luân phiên kiểu đánh dấu
zh_tw: 循環標注樣式

source: Save book metadata
bg_bg: Запазване на информацията за книгите
he: שמירת נתוני העל של הספר
vi: Lưu siêu dữ liệu sách
zh_tw: 儲存書籍中繼資料

source: Set typography language
bg_bg: Задаване език за типографията
vi: Đặt ngôn ngữ kiểu chữ

source: Font face
bg_bg: Свойства на шрифта
he: צורת גופן (Font face)
vi: Kiểu phông chữ
zh_tw: 字型樣式

source: Increase font size
bg_bg: Увеличаване на размера на шрифта
he: הגדלת הגופן
vi: Tăng cỡ chữ
zh_tw: 放大字體

source: Decrease font size
bg_bg: Намаляване на размера на шрифта
he: הקטנת הגופן
vi: Giảm cỡ chữ
zh_tw: 縮小字體

source: Toggle page flipping
bg_bg: Превключване на прелистване на страница
he: החלפת מצב היפוך עמוד
sv: Växla sidbläddring
vi: Bật/Tắt lật trang
zh_tw: 切換頁面翻轉

source: Toggle bookmark flipping
bg_bg: Превключване на прелистването на отметките
he: החלפת מצב היפוך סימניות
vi: Bật/Tắt lật nhanh đánh dấu trang
zh_tw: 切換書籤翻頁

source: Toggle reflow
bg_bg: Превключване на прекомпозирането на текста
he: החלף מצב זרימת טקסט
sv: Växla återflöde
vi: Bật/Tắt định dạng lại (reflow)
zh_tw: 切換頁面重排

source: Zoom mode
bg_bg: Режим на увеличение
he: מצב תקריב
vi: Chế độ phóng to
zh_tw: 縮放模式

source: Change zoom factor
bg_bg: Промяна на режима на мащабиране
he: שינוי מקדם תקריב
vi: Thay đổi hệ số phóng to
zh_tw: 變更縮放係數

source: Toggle panel zoom
bg_bg: Превключване на увеличението на панела
he: החלף את זום הפנל
vi: Bật/Tắt phóng to bảng điều khiển
zh_tw: 切換格子縮放

source: Font size
bg_bg: Размер на шрифта
he: גודל גופן
sv: Typsnittsstorlek
vi: Cỡ chữ
zh_tw: 字型大小

source: Zoom
bg_bg: Мащабиране
he: תקריב
vi: Phóng to
zh_tw: 縮放

source: Number of columns/rows to split page
bg_bg: Брой кол./ред. за разделяне на страницата
he: מספר עמודות/שורות לפיצול העמוד
vi: Số cột/hàng để chia trang
zh_tw: 分割頁面的欄數／列數

source: Font Size
bg_bg: Размер на шрифта
he: גודל גופן
sv: Teckenstorlek
vi: Cỡ chữ
zh_tw: 字型大小

source: Change font size
bg_bg: Променяне на размера на шрифта
he: שינוי גודל גופן
vi: Thay đổi cỡ chữ
zh_tw: 縮小字體

source: Unknown item
bg_bg: Неизвестен елемент
he: פריט לא ידוע
vi: Mục không rõ
zh_tw: 未知項目

source: gesture distance
bg_bg: дължина на жест
he: מרחק תנועת האצבע
vi: khoảng cách thao tác cử chỉ
zh_tw: 手勢距離

source: Nothing
bg_bg: Нищо
he: כלום
sv: Ingenting
vi: Không có gì
zh_tw: 沒有

# Dispatcher
source: 1 action
bg_bg: 1 действие
he: פעולה
vi: %1 hành động
zh_tw: %1 個動作

source: Pass through
bg_bg: Без действие
he: עבור
sv: Passera genom
vi: Truyền qua
zh_tw: 傳遞

source: Arrange actions and QuickMenu separators
bg_bg: Подреждане на действия и разделители на бързото меню
he: סידור הפעולות ומפרידי התפריט המהיר
vi: Sắp xếp hành động và dấu phân cách QuickMenu
zh_tw: 排列動作與分隔符

source: Arrange actions
bg_bg: Подреждане на действия
he: סידור פעולות
vi: Sắp xếp hành động
zh_tw: 排列動作

source: Use gesture distance
bg_bg: Използване на дължината на жеста
he: להשתמש במרחק תנועת האצבע
vi: Sử dụng khoảng cách cử chỉ
zh_tw: 手勢距離

# Dispatcher
source: 1 action will be removed.
bg_bg: 1 действие ще бъде премахнато.
he: פעולה תוסר.
vi: %1 hành động sẽ bị xóa.
zh_tw: 將移除 %1 個動作。

source: General
bg_bg: Общи
he: כללי
vi: Thông thường
zh_tw: 一般

source: Device
bg_bg: Устройство
he: התקן (מכשיר)
sv: Enhet
vi: Thiết bị
zh_tw: 裝置

source: Screen and lights
bg_bg: Екран и подсветка
he: מסך ואורות
vi: Màn hình và đèn
zh_tw: 螢幕和燈光

source: Reflowable documents (epub, fb2, txt…)
bg_bg: Докум. с динам. разм. на страници (epub, fb2, txt…)
he: מסמכים הניתנים להזרמת הטקסט ‪(epub, fb2, txt…)‬
vi: Văn bản có thể reflow (epub, fb2, txt…)
zh_tw: 可重排文件 (epub, fb2, txt…)

source: Fixed layout documents (pdf, djvu, pics…)
bg_bg: Документи с фиксирано оформление (pdf, djvu, pics...)
he: מסמכי פריסה קבועה (pdf, djvu, תמונות…)
vi: Văn bản đã thay đổi bố cục (pdf, djvu, pics…)
zh_tw: 固定排版文件 (pdf, djvu, 圖片…)

source: Show as QuickMenu
bg_bg: Показване като „Бързо меню“
he: הצגה כתפריט מהיר
vi: Hiển thị dưới dạng QuickMenu
zh_tw: 顯示為快速選單

source: Keep QuickMenu open
bg_bg: Оставяне на бързото меню отворено
he: להשאיר את התפריט המהיר פתוח
vi: Giữ QuickMenu luôn mở
zh_tw: 保持選單開啟

source: Execute all
bg_bg: Изпълняване на всички
he: לבצע הכול
vi: Thực hiện tất cả
zh_tw: 全部執行

source: Executing profile: %1
bg_bg: Изпълнение на профила: %1
he: הרצת פרופיל: %1
vi: Đang thực hiện hồ sơ: %1
zh_tw: 正在套用設定檔：%1

source: Fontlist data has been dumped in: %1
bg_bg: Данните за списъка с шрифтове са изведени в: %1
he: נתוני רשימת הגופנים הושלכו אל: %1
vi: Dữ liệu danh sách phông chữ đã được xuất tại: %1
zh_tw: 字體清單資料已匯出至： %1

source: Language support plugins
bg_bg: Добавки за поддръжка на езици
he: תוספי תמיכה בשפות
vi: Các plugin hỗ trợ ngôn ngữ
zh_tw: 語言支援外掛

source: This menu lets you manage KOReader's language support plugins and their associated settings. These plugins provide language-specific helpers to KOReader, to improve the reading experience with languages that require some extra handling when compared to most European languages. In order to disable a language plugin, you need to disable it from the Plugin Management menu.
bg_bg: Това меню ви дава възможност да управлявате добавките на KOReader за поддръжка на езици и техните настройки. Тези добавки предоставят на KOReader помощ при определени езици за по-добро изживяване при четене на езици, за които трябва допълнителна обработка в сравнение с повечето европейски езици. За да изключите дадена езикова добавка посетете менюто за управление на добавки.
he: תפריט זה מאפשר לך לנהל את תוספי התמיכה בשפות של KOReader ואת ההגדרות המשויכות אליהם. תוספים אלה מספקים ל־KOReader מסייעים לשפות מסוימות, כדי לשפר את חווית הקריאה בשפות הדורשות טיפול נוסף בהשוואה לרוב השפות האירופיות. כדי להשבית תוסף לשפה, יש להשבית אותו מתפריט ניהול התוספים.
vi: Menu này cho phép bạn quản lý các plugin hỗ trợ ngôn ngữ của KOReader cùng các cài đặt liên quan. Các plugin này cung cấp các tiện ích hỗ trợ ngôn ngữ cụ thể cho KOReader, nhằm cải thiện trải nghiệm đọc đối với các ngôn ngữ yêu cầu xử lý bổ sung so với hầu hết các ngôn ngữ châu Âu. Để vô hiệu hóa một plugin ngôn ngữ, bạn cần thực hiện trong menu Quản lý Plugin.
zh_tw: 這個選單可以讓你管理 KOReader 的語言支援外掛及其相關設定。 這些外掛為 KOReader 提供特定語言的幫助，以改善與大多數歐洲語言相比需要一些額外處理的語言的閱讀體驗。 要停用語言外掛，你需要從外掛管理選單中停用它。

source: This plugin is unmaintained and will be removed soon.
bg_bg: Добавката не е поддържана и скоро ще бъде премахната.
he: תוסף זה אינו מתוחזק ויוסר בקרוב.
vi: Plugin này không còn được duy trì và sẽ sớm bị loại bỏ.
zh_tw: 此外掛已無人維護，將在不久後移除。

source: The following features are unmaintained and will be removed soon:
bg_bg: Следните функции не се поддържат и скоро ще бъдат премахнати:
he: היכולות הבאות אינן מתוחזקות והן תוסרנה בקרוב:
vi: Các tính năng sau không còn được duy trì và sẽ sớm bị loại bỏ:
zh_tw: 以下功能已無人維護，將在不久後移除：

source: outdated
bg_bg: остарял
he: מיושן
vi: đã lỗi thời
zh_tw: 已過期
