Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

source: Math equation
bg_bg: Математическо равенство
he: משוואה מתמטית
vi: Công thức toán học
zh_tw: 數學公式

source: Old Italian
bg_bg: Староиталиански
he: איטלקית עתיקה
vi: Tiếng Ý cổ
zh_tw: 古義大利語

source: Old Georgian
bg_bg: Старогрузински
he: גאורגית עתיקה
vi: Tiếng Gruzia cổ
zh_tw: 古喬治亞語

source: Slovak - Fraktur
bg_bg: Словашки (фрактура)
he: סלובקית - פראקטור
vi: Tiếng Slovak - Kiểu chữ Fraktur
zh_tw: 斯洛伐克語（斷筆體）

source: Old Spanish
bg_bg: Староиспански
he: ספרדית עתיקה
vi: Tiếng Tây Ban Nha cổ
zh_tw: 古西班牙語

source: Serbian - Latin
bg_bg: Сръбски (латиница)
he: סרבית - לטינית
vi: Tiếng Serbia - Chữ Latinh
zh_tw: 塞爾維亞語（拉丁字母）

source: Uzbek -Cyrillic
bg_bg: Узбекски (кирилица)
he: אוזבקית - קירילית
vi: Tiếng Uzbek - Chữ Kirin
zh_tw: 烏茲別克語（西里爾字母）

source: Keitai tap interval: %1 second
bg_bg: Интервал на докосване за Keitai: %1 секунда
he: הפרש בין נגיעות קטאי: דקה %1
vi: Khoảng thời gian chạm Keitai: %1 giây
zh_tw: 按鍵點擊間隔：%1 秒

source: Keitai input: disabled (flick-only input)
bg_bg: Въвеждането на Keitai: изключено (въвеждане само с плъзване)
he: קלט קטאי: מושבת (קלט פליק בלבד)
vi: Nhập Keitai: Đã tắt (chỉ nhập bằng vuốt)
zh_tw: 按鍵輸入：停用（僅滑動輸入）

source: How long to wait for the next tap when in keitai input mode before committing to the current character. During this window, tapping a single key will loop through candidates for the current character being input. Any other input will cause you to leave keitai mode.
bg_bg: Интервал между две докосвания, в режим на въвеждане на keitai, преди да бъде избран текущия символ. По време на този прозорец докосването на клавиш ще премине през кандидатите за текущия въвеждан символ. Всяко друго въвеждане ще доведе до излизане от режим keitai.
he: כמה זמן להמתין לנגיעה הבאה במצב קלט קטאי בטרם הגשת התו הנוכחי. במהלך החלון הזה, נגיעה בכפתור בודד תעבור בין כל המועמדים לתו הנוכחי שהועבר לקלט. כל קלט אחר יגרום לך לצאת ממצב קטאי.
vi: Thời gian chờ lần nhấn tiếp theo khi ở chế độ nhập keitai trước khi xác nhận ký tự hiện tại. Trong khoảng thời gian chờ này, việc nhấn vào một phím sẽ lặp qua các ký tự ứng cử viên cho ký tự đang được nhập. Bất kỳ thao tác nhập nào khác sẽ khiến bạn thoát khỏi chế độ keitai.
zh_tw: 在手機輸入模式下，決定提交目前字元前等待下一次點擊的時間。在這段時間內，連續點擊同一按鍵會循環切換該字元的候選項。任何其他輸入都會使你離開手機輸入模式。

source: Keitai tap interval
bg_bg: Интервал на докосване за keitai
he: הפרש בין נגיעות בקטאי
vi: Khoảng thời gian chạm Keitai
zh_tw: 按鍵點擊間隔

source: How long to wait (in seconds) for the next tap when in keitai input mode before committing to the current character. During this window, tapping a single key will loop through candidates for the current character being input. Any other input will cause you to leave keitai mode. If set to 0, keitai input is disabled entirely and only flick input can be used.
bg_bg: Интервал между две докосвания, в режим на въвеждане на keitai, преди да бъде избран текущия символ. По време на този прозорец докосването на клавиш ще премине през кандидатите за текущия въвеждан символ. Всяко друго въвеждане ще доведе до излизане от режим keitai. Ако се зададе стойност 0, въвеждането keitai е изключено и може да бъде използвано въвеждане само с плъзване.
he: כמה זמן להמתין (בשניות) לנגיעה הבאה במצב קלט קיטאי בטרם הגשת התו הנוכחי. במהלך החלון הזה, נגיעה בכפתור בודד תעבור בין כל המועמדים לתו הנוכחי שהועבר לקלט. כל קלט אחר יגרום לך לצאת ממצב קיטאי. אם מוגדר ל־0, קלט קיטאי מושבת לחלוטין ואפשר להשתמש בקלט פליק בלבד.
vi: Khoảng thời gian chờ (bằng giây) cho lần chạm tiếp theo khi ở chế độ nhập Keitai trước khi xác nhận ký tự hiện tại. Trong khoảng thời gian này, chạm vào một phím duy nhất sẽ lặp qua các ký tự đề cử cho ký tự đang được nhập. Bất kỳ thao tác nhập nào khác sẽ khiến bạn thoát khỏi chế độ Keitai. Nếu đặt thành 0, nhập Keitai sẽ bị vô hiệu hóa hoàn toàn và chỉ có thể sử dụng nhập bằng cách vuốt (flick input).
zh_tw: 在手機輸入模式下，決定提交目前字元前等待下一次點擊的時間（秒）。在這段時間內，連續點擊同一按鍵會循環切換該字元的候選項。任何其他輸入都會使你離開手機輸入模式。 若設為 0，將完全停用手機輸入，只能使用滑動輸入。

source: Show character candidates
bg_bg: Показване на кандидатите за знаци
he: הצגת תווים מועמדים
vi: Hiển thị các ký tự đề cử
zh_tw: 顯示候選字

source: No OCR languages
bg_bg: Липсват езици за оптично разпознаване
he: אין שפות לזיהוי תווים אופטי
vi: Không có ngôn ngữ OCR nào
zh_tw: 沒有 OCR 語言

source: Page Crop
bg_bg: Изрязване на страница
he: חיתוך עמוד
sv: Beskär sida
vi: Cắt trang
zh_tw: 頁面裁切

# Page crop
source: none
bg_bg: без
he: ללא
vi: Không
zh_tw: 無

# Page crop
source: auto
bg_bg: авто
he: אוטומטי
vi: tự động
zh_tw: 自動

# Page crop
source: semi-auto
bg_bg: ½авто
he: חצי אוטומטי
vi: bán tự động
zh_tw: 半自動

# Page crop
source: manual
bg_bg: ръчно
he: ידני
vi: thủ công
zh_tw: 手動

source: Allows cropping blank page margins in the original document. This might be needed on scanned documents, that may have speckles or fingerprints in the margins, to be able to use zoom to fit content width. - 'none' does not cut the original document margins. - 'auto' finds content area automatically. - 'semi-auto" finds content area automatically, inside some larger area defined manually. - 'manual" uses the area defined manually as-is. In 'semi-auto' and 'manual' modes, you may need to define areas once on an odd page number, and once on an even page number (these areas will then be used for all odd, or even, page numbers).
bg_bg: Изрязване на празните полета в страниците в изходния документ. Може да е необходимо при сканирани документи, които могат да имат петна или пръстови отпечатъци в полетата, за да може да се използва увеличение, за да се вмести в ширината на съдържанието. • „без“ не изрязва полетата на изходния документ. • „авто“ намира автоматично областта на съдържанието. • „полуавто“ (½авто) намира областта на съдържанието автоматично, вътре в някаква по-голяма област, определена ръчно. • „ръчно“ използва ръчно определената област. В режимите „полуавто“ и „ръчно“ може да се наложи да дефинирате областите веднъж за нечетен номер на страница и веднъж за четен номер на страница (тези области след това ще се използват за всички нечетни или четни номера на страници).
he: אפשר חיתוך שוליים ריקים של עמודים במסמך המקורי. זה עשוי להיות נחוץ במסמכים סרוקים, עם כתמים או טביעות אצבע בשוליים, כדי להיות מסוגלים להשתמש בזום המתאים את עצמו לרוחב התוכן. - 'ללא' אינו חותך את שולי המסמך המקורי. - 'אוטומטי' מוצא אזור התוכן באופן אוטומטי. - 'חצי אוטומטי' מוצא אזור התוכן באופן אוטומטי, בתוך שטח גדול יותר המוגדר ידנית. - 'ידני' משתמש באזור המוגדר באופן ידני, כמו שהוא. במצבים 'חצי אוטומטי' ו-'ידני', ייתכן שיהיה עליך להגדיר אזורים פעם לעמוד אי זוגי, ופעם נוסף לעמוד זוגי. האזורים האלה יהיו בתוקף לכל העמודים אי זוגיים או זוגיים בהתאם.
vi: Cho phép cắt lề trang trắng trong tài liệu gốc. Việc này có thể cần thiết đối với các tài liệu được quét (scan) mà lề trang có thể có các đốm hoặc dấu vân tay, để có thể sử dụng tính năng phóng to (zoom) sao cho vừa với chiều rộng nội dung. 'none' (Không): không cắt lề tài liệu gốc. 'auto' (Tự động): tự động tìm kiếm khu vực chứa nội dung. 'semi-auto' (Bán tự động): tự động tìm kiếm khu vực chứa nội dung, nằm bên trong một khu vực lớn hơn được xác định thủ công. 'manual' (Thủ công): sử dụng khu vực đã được xác định thủ công như nguyên trạng. Ở chế độ 'semi-auto' và 'manual', bạn có thể cần xác định khu vực một lần trên trang số lẻ, và một lần trên trang số chẵn (các khu vực này sau đó sẽ được sử dụng cho tất cả các trang số lẻ, hoặc số chẵn).
zh_tw: 允許在原始文件中裁切空白邊緣。 這項設定通常對於邊緣可能有斑點和指紋的掃描文件很有用，使適應內容寬度縮放可以使用。 - 「無」 意味著不做任何裁剪。 - 「自動」 會自動尋找內容區域。 - 「半自動」 會在手動定義的內容區域中自動尋找內容區域。 - 「手動」 需要自行定義內容區域。 在「半自動」和「手動」模式下，你可能需要分別定義奇數和偶數頁面的內容區域。

source: Margin
bg_bg: Поле
he: שוליים
sv: Marginal
vi: Lề
zh_tw: 邊距

source: Set margins to be applied after page-crop and zoom modes are applied.
bg_bg: Задаване на полетата, които да бъдат приложени след изрязване и мащабиране на страницата.
he: הגדר שוליים שיוחלו לאחר החלת מצבי חיתוך עמוד וזום.
vi: Đặt lề sẽ được áp dụng sau khi các chế độ cắt trang và phóng to được áp dụng.
zh_tw: 設定頁面裁剪並縮放後的邊距。

source: Auto Straighten
bg_bg: Автоматично изправяне
he: יישר אוטומטית
sv: Automatisk räta ut
vi: Tự động làm thẳng
zh_tw: 自動拉直

source: Attempt to automatically straighten tilted source pages. Will rotate up to specified value.
bg_bg: Опит за автоматично изправяне на наклонени изходни страници. Завърта до избраната стройност.
he: נסה ליישר באופן אוטומטי עמודי מקור מוטים. יסובב עד לערך שצוין.
vi: Cố gắng tự động làm thẳng các trang nguồn bị nghiêng. Sẽ xoay tối đa đến giá trị đã chỉ định.
zh_tw: 嘗試自動拉直傾斜的來源頁面。 最多會旋轉至指定的最大角度。

source: Horizontal overlap
bg_bg: Хоризонтално припокриване
he: חפיפה אופקית
vi: Độ chồng chéo ngang
zh_tw: 水平重疊

source: Set horizontal zoom overlap (between columns).
bg_bg: Задава хоризонтално припокриване при мащабиране (между колони).
he: הגדר חפיפת זום אופקי (בין עמודות).
vi: Đặt độ chồng chéo ngang khi phóng to (giữa các cột).
zh_tw: 設定水平縮放重疊（欄之間）。

source: Vertical overlap
bg_bg: Вертикално припокриване
he: חפיפה אנכית
vi: Độ chồng chéo dọc
zh_tw: 垂直重疊

source: Set vertical zoom overlap (between lines).
bg_bg: Задава вертикално припокриване при мащабиране (между редове).
he: הגדר חפיפהת זום אנכי (בין השורות).
vi: Đặt độ chồng chéo dọc khi phóng to (giữa các dòng).
zh_tw: 設定垂直縮放重疊（行之間）。

source: Fit
bg_bg: Побиране по
he: התאמה
vi: Vừa vặn
zh_tw: 符合

source: Set how the page should be resized to fit the screen.
bg_bg: Задава начина за оразмеряване на страницата, за да се побере на екрана.
he: הגדר כיצד לשנות את גודל העמוד כך שיתאים למסך.
vi: Đặt cách trang sẽ được đổi kích thước để vừa với màn hình.
zh_tw: 設定頁面要如何調整大小來適應螢幕。

source: Rows
bg_bg: Редове
he: שורות
vi: Hàng
zh_tw: 列

source: Columns
bg_bg: Колони
he: עמודות
vi: Cột
zh_tw: 欄數

source: Set the number of columns or rows into which to split the page.
bg_bg: Задава броя на колоните или редовете, на които да бъде разделена страницата.
he: הגדר את מספר העמודות או השורות לפיצול העמוד.
vi: Đặt số lượng cột hoặc hàng mà trang sẽ được chia thành.
zh_tw: 設定要把頁面分隔成的欄或行數。

source: Zoom factor
bg_bg: Коефициент на мащабиране
he: גורם זום
vi: Hệ số phóng to
zh_tw: 縮放係數

source: Zoom to
bg_bg: Мащабиране по
he: זום ל-
vi: Thu phóng tới
zh_tw: 縮放到

source: Direction
bg_bg: Посока
he: כיוון
vi: Đường dẫn
zh_tw: 方向

source: Left to Right, Top to Bottom
bg_bg: от ляво на дясно, от горе на долу
he: משמאל לימין, מלמעלה למטה
vi: Từ Trái sang Phải, Từ Trên xuống Dưới
zh_tw: 從左到右，從上到下

source: Top to Bottom, Left to Right
bg_bg: от горе на долу, от ляво на дясно
he: מלמעלה למטה, משמאל לימין
vi: Từ Trên xuống Dưới, Từ Trái sang Phải
zh_tw: 從上到下，從左到右

source: Left to Right, Bottom to Top
bg_bg: от ляво на дясно, от долу на горе
he: משמאל לימין, מלמטה למעלה
vi: Từ Trái sang Phải, Từ Dưới lên Trên
zh_tw: 從左到右，從下到上

source: Bottom to Top, Left to Right
bg_bg: от долу на горе, от ляво на дясно
he: מלמטה למעלה, משמאל לימין
vi: Từ Dưới lên Trên, Từ Trái sang Phải
zh_tw: 從下到上，從左到右

source: Bottom to Top, Right to Left
bg_bg: от долу на горе, от дясно на ляво
he: מלמטה למעלה, מימין לשמאל
vi: Từ Dưới lên Trên, Từ Phải sang Trái
zh_tw: 從下到上，從右到左

source: Right to Left, Bottom to Top
bg_bg: от дясно на ляво, от долу на горе
he: מימין לשמאל, מלמטה למעלה
vi: Từ Phải sang Trái, Từ Dưới lên Trên
zh_tw: 從右到左，從下到上

source: Top to Bottom, Right to Left
bg_bg: от горе на долу, от дясно на ляво
he: מלמעלה למטה, מימין לשמאל
vi: Từ Trên xuống Dưới, Từ Phải sang Trái
zh_tw: 從上到下，從右到左

source: Right to Left, Top to Bottom
bg_bg: от дясно на ляво, от горе на долу
he: מימין לשמאל, מלמעלה למטה
vi: Từ Phải sang Trái, Từ Trên xuống Dưới
zh_tw: 從右到左，從上到下

source: Set how paging and swiping forward should move the view on the page: left to right or reverse, top to bottom or reverse.
bg_bg: Задаване на начина, по който прелистването на страници и придвижването напред премества изгледа на страницата: отляво надясно или обратно, отгоре надолу или обратно.
he: הגדר כיצד עברת עמוד והחלקה קדימה אמורים להזיז את התצוגה בדף: משמאל לימין או להפך, מלמעלה למטה או להפך.
vi: Đặt cách thức lật trang và vuốt tiến lên sẽ di chuyển chế độ xem trên trang: từ trái sang phải hoặc ngược lại, từ trên xuống dưới hoặc ngược lại.
zh_tw: 設定翻頁與滑動前進時，頁面視圖的移動方向： 從左到右或反向，從上到下或反向。

source: - 'page' mode shows only one page of the document at a time. - 'continuous' mode allows you to scroll the pages like you would in a web browser.
bg_bg: • „страница“ - показва само една страница от документа. • „непрекъснато“ - дава възможност да прелиствате текста като в мрежов четец.
he: - מצב 'עמוד' מציג עמוד אחד בלבד של המסמך בכל פעם. - מצב 'רציף' מאפשר לך לגלול בין הדפים כמו בדפדפן אינטרנט.
vi: - 'page' (Trang): chế độ chỉ hiển thị một trang tài liệu tại một thời điểm. - 'continuous' (Liên tục): chế độ cho phép bạn cuộn các trang như khi duyệt web.
zh_tw: - 「頁面」 模式一次僅顯示文件的一頁。 - 「連續」 模式允許你像在使用網頁瀏覽器一樣捲動頁面。

source: Page Gap
bg_bg: Разстояние между страници
he: פער עמוד
vi: Khoảng cách Trang
zh_tw: 頁面間距

source: In continuous view mode, sets the thickness of the separator between document pages.
bg_bg: Избиране на големината на разделителя между страниците в режим на непрекъснат преглед.
he: במצב תצוגה רציפה, מגדיר את עובי המפריד בין דפי המסמך.
vi: Trong chế độ xem liên tục, đặt độ dày của đường phân cách giữa các trang tài liệu.
zh_tw: 在連續模式下，設定文件頁面之間的分隔符的粗細。

# Line spacing
source: small
bg_bg: малко
he: קטן
vi: nhỏ
zh_tw: 小

# Line spacing
source: medium
bg_bg: средно
he: בינוני
vi: vừa
zh_tw: 中

# Line spacing
source: large
bg_bg: голямо
he: גדול
vi: rộng
zh_tw: 大

source: In reflow mode, sets the spacing between lines.
bg_bg: Избиране на междуредовото разстояние в режим на прекомпозиране на текста.
he: במצב זרימה מחדש, מגדיר המרווח בין שורות.
vi: Trong chế độ sắp xếp lại (reflow), đặt khoảng cách giữa các dòng.
zh_tw: 在重排模式下，設定行之間的間距。

source: Alignment
bg_bg: Подравняване
he: יישור טקסט
sv: Justering
vi: Căn chỉnh
zh_tw: 對齊

# Alignment
source: auto
bg_bg: автоматично
he: אוטומטי
vi: tự động
zh_tw: 自動

# Alignment
source: left
bg_bg: ляво
he: לשמאל
vi: Trái
zh_tw: 左

# Alignment
source: center
bg_bg: център
he: ממורכז
vi: Giữa
zh_tw: 中

# Alignment
source: right
bg_bg: дясно
he: לימין
vi: Phải
zh_tw: 右

# Alignment
source: justify
bg_bg: двустранно
he: פיזור אחיד
vi: Căn đều
zh_tw: 左右對齊

source: In reflow mode, sets the text alignment. The first option ("auto") tries to automatically align reflowed text as it is in the original document.
bg_bg: Избор на подравняването на текста в режим на прекомпозиране. Първата настройка („авто“) прави опит да подравни прекомпозирния текст, както е в изходния документ.
he: במצב זרימה מחדש, מגדיר את יישור הטקסט. האפשרות הראשונה („אוטומטי”) מנסה ליישר טקסט שהוזרם באופן אוטומטי, כפי שהוא נמצא במסמך המקורי.
vi: Trong chế độ sắp xếp lại (reflow), đặt căn chỉnh văn bản. Tùy chọn đầu tiên ("auto" - Tự động) cố gắng tự động căn chỉnh văn bản đã được sắp xếp lại theo cách nó xuất hiện trong tài liệu gốc.
zh_tw: 在重排模式下，設定文字對齊方式。 第一個選項（自動）會嘗試使用原始文件中的對齊方式。

source: In reflow mode, sets a font scaling factor that is applied to the original document font sizes.
bg_bg: Задава коефициент за размера на шрифта на изходния документ в режим на прекомпозиране на текста.
he: במצב זרימה מחדש, מגדיר גורם שינוי גודל גופנים שיוחל על גדלי הגופנים המקוריים של המסמך.
vi: Trong chế độ sắp xếp lại (reflow), đặt hệ số chia tỷ lệ phông chữ được áp dụng cho kích thước phông chữ gốc của tài liệu.
zh_tw: 在重排模式下，設定字型相對於原始文件字型大小的縮放比例。

source: Word Gap
bg_bg: Разстояние между думи
he: פער מילים
sv: Ordlucka
vi: Khoảng cách chữ
zh_tw: 文字間距

# Word gap
source: small
bg_bg: малко
he: קטן
vi: nhỏ
zh_tw: 小

# Word gap
source: auto
bg_bg: авто
he: אוטומטי
vi: tự động
zh_tw: 自動

# Word gap
source: large
bg_bg: голямо
he: גדול
vi: rộng
zh_tw: 大

source: In reflow mode, sets the spacing between words.
bg_bg: Задаване на разстоянието между думите в режим на прекомпозиране на текста.
he: במצב זרימה מחדש, מגדיר המרווח בין מילים.
vi: Trong chế độ sắp xếp lại (reflow), đặt khoảng cách giữa các từ.
zh_tw: 在重排模式下，設定文字之間的間距。

source: Reflow
bg_bg: Прекомпозиране
he: זרימה מחדש
sv: Omforma flöde
vi: Sắp xếp lại
zh_tw: 頁面重排

source: Reflow mode extracts text and images from the original document, possibly discarding some formatting, and reflows it on the screen for easier reading. Some of the other settings are only available when reflow mode is enabled.
bg_bg: Режимът на прекомпозиране извлича текста и изображения от изходния документ, като може да премахне част от форматирането, и ги помества на екрана за по-лесно четене. Някои от другите настройки са достъпни само когато този режим е включен.
he: מצב זרימה מחדש מחלץ טקסט ותמונות מהמסמך המקורי, לפעמים זורק חלק מהעיצוב, ומזרים אותו על המסך לקריאה קלה יותר. חלק מההגדרות האחרות זמינות רק כאשר מצב זרימה מחדש מופעל.
vi: Chế độ Sắp xếp lại (Reflow) trích xuất văn bản và hình ảnh từ tài liệu gốc, có thể bỏ qua một số định dạng, và sắp xếp lại trên màn hình để dễ đọc hơn. Một số cài đặt khác chỉ có sẵn khi chế độ Sắp xếp lại được bật.
zh_tw: 重排模式會嘗試從原始文件中解析文字和圖片，在忽略部分原始排版的情況下嘗試對他們重排，以在此裝置上提供更好的可讀性。 部分選項僅在重排模式啟用時可用。

source: Dewatermark
bg_bg: Скриване на водни знаци
he: הורד סימן מים
sv: Avvattenmärka
vi: Xóa chữ ký
zh_tw: 去除浮水印

source: Remove watermarks from the rendered document. This can also be used to remove some gray background or to convert a grayscale or color document to black & white and get more contrast for easier reading.
bg_bg: Премахване на водни знаци от текущия документ. Може да бъде използвано и за премахване на някои сиви фонове или за преобразуване на сив или цветен документ в черно-бял и получаване на по-голям контраст за по-лесно четене.
he: הסר את "סימני המים" מהמסמך המוצג. זה יכול לשמש גם כדי להסיר קצת רקע אפור או להמיר מסמך בגווני אפור או צבע לשחור לבן ולקבל ניגודיות מוגברת לקריאה קלה יותר.
sv: Ta bort vattenstämplar från det gjorda dokumentet. Detta kan också användas för att ta bort viss grå bakgrund eller konvertera en gråskala eller färgdokument till svartvitt och få mer kontrast för enklare läsning.
vi: Xóa watermark khỏi tài liệu đã kết xuất. Điều này cũng có thể được sử dụng để loại bỏ một số nền xám, hoặc chuyển tài liệu nhiều màu thành đen trắng và tăng tương phản để đọc dễ dàng hơn.
zh_tw: 從算繪的文件中移除浮水印。 這也可以用來移除某些灰色背景，或轉換某些帶有灰階或色彩的文件為黑白文件，藉由更強的對比取得閱讀的舒適性。

source: Dithering
bg_bg: Сгласяване
he: ריעוד נקודות
sv: Gitter
vi: Rung
zh_tw: 色深散佈法

source: Enable hardware dithering.
bg_bg: Включване на хардуерно сгласяване.
he: לאפשר ריעוד נקודות בחומרה.
vi: Bật rung phần cứng.
zh_tw: 啟用硬體抖動處理。

source: Enable software dithering.
bg_bg: Включване на софтуерно сгласяване.
he: לאפשר ריעוד נקודות בתוכנה.
vi: Bật rung phần mềm.
zh_tw: 啟用軟體抖動處理。

# Quality
source: Render Quality
bg_bg: Качество на изчертаване
he: איכות ייצוג
vi: Chất lượng Hiển thị
zh_tw: 繪製品質

# Quality
source: low
bg_bg: ниско
he: נמוך
vi: thấp
zh_tw: 低

# Quality
source: default
bg_bg: подразбирано
he: ברירת מחדל
vi: Mặc định
zh_tw: 預設

# Quality
source: high
bg_bg: високо
he: גבוה
vi: cao
zh_tw: 高

source: In reflow mode, sets the quality of the text and image extraction processing and output.
bg_bg: Задаване на качеството на обработката на текста и изображенията в режим на прекомпозиране на текста.
he: במצב זרימה מחדש, מגדיר את איכות העיבוד והפלט של חילוץ הטקסט והתמונה.
vi: Trong chế độ sắp xếp lại (reflow), đặt chất lượng của quá trình xử lý và đầu ra trích xuất văn bản và hình ảnh.
zh_tw: 在重排模式下，設定文字和圖片在解析和輸出過程中的品質。

source: Document Language
bg_bg: Език на документа
he: שפת המסמך
sv: Dokument språk
vi: Ngôn ngữ Tài liệu
zh_tw: 文件的語言

source: Set the language to be used by the OCR engine.
bg_bg: Задаване на езика, който да бъде използван при оптичното разпознаване на текста.
he: הגדר את השפה בה ישתמש מנוע ה-OCR.
vi: Đặt ngôn ngữ được sử dụng bởi bộ xử lý OCR.
zh_tw: 設定 OCR 引擎使用的語言。

source: Forced OCR
bg_bg: Принудително разпознаване на текст
he: OCR כפוי
sv: Tvingad OCR
vi: Buộc OCR
zh_tw: 強制開啟 OCR

source: Force the use of OCR for text selection, even if the document has a text layer.
bg_bg: Принудително използване на оптично разпознване на текст, дори ако документът има текстов слой.
he: כפה את השימוש ב-OCR לבחירת טקסט, גם אם המסמך מכיל שכבת טקסט.
vi: Buộc sử dụng OCR để chọn văn bản, ngay cả khi tài liệu có sẵn lớp văn bản.
zh_tw: 強制文字選擇時使用 OCR 的文字，即使文件中具有文字層。

source: Writing Direction
bg_bg: Посока на писане
he: כיוון הכתיבה
sv: Skrivriktning
vi: Hướng viết
zh_tw: 文字方向

source: LTR
bg_bg: Л→Д
he: משמאל לימין
vi: trái sang phải
zh_tw: 左到右

source: RTL
bg_bg: Д←Л
he: מימין לשמאל
vi: phải sang trái
zh_tw: 右到左

source: TBRTL
bg_bg: Г↓ДД←Л
he: מלמעלה-למטה-ימין-לשמאל
vi: từ trên xuống, từ phải sang trái
zh_tw: 上下右到左

source: In reflow mode, sets the original text direction. This needs to be set to RTL to correctly extract and reflow RTL languages like Arabic or Hebrew.
bg_bg: Задаване на посоката на писменост на изходния документ. За да бъде извлечен и правилно преформатиран текстът на езици като арабски или иврит, трябва да бъде избрано Д←Л.
he: במצב זרימה מחדש, מגדיר את כיוון הטקסט המקורי. צריך להגדיר אותו ל-RTL כדי לחלץ ולהפיץ מחדש בצורה נכונה שפות כתובות מימין לשמאל כמו ערבית או עברית.
vi: Trong chế độ sắp xếp lại (reflow), đặt hướng viết của văn bản gốc. Cài đặt này cần được đặt thành RTL để trích xuất và sắp xếp lại chính xác các ngôn ngữ viết từ phải sang trái (RTL) như tiếng Ả Rập hoặc tiếng Do Thái.
zh_tw: 在重排模式下，設定原始文字的方向。若要正確重排從右向左書寫的文字（例如阿拉伯語或希伯來語），需要將此項設定改為 RTL。

source: Reflow Speckle Ignore Size
bg_bg: Размер на пренебрежимите елементи при прекомпозиране
he: זרימה מחדש התעלם מגודל כתם
sv: Ignoreringsstorlek för att omflöda stänk
vi: Kích thước điểm bị bỏ qua khi bật Quét chữ
zh_tw: 頁面重排時要忽略的斑點大小

source: small
bg_bg: малки
he: קטן
sv: liten
vi: nhỏ
zh_tw: 小

source: medium
bg_bg: средни
he: בינוני
vi: vừa
zh_tw: 中等

source: large
bg_bg: големи
he: גדול
sv: stor
vi: rộng
zh_tw: 大

source: Indentation
bg_bg: Отстъп
he: הזחה
sv: Indrag
vi: Thụt lề
zh_tw: 縮排

source: Document Columns
bg_bg: Колони на документа
he: עמודות המסמך
vi: Số Cột Tài liệu
zh_tw: 文件欄數

source: In reflow mode, sets the max number of columns to try to detect in the original document. You might need to set it to 1 column if, in a full width document, text is incorrectly detected as multiple columns because of unlucky word spacing.
bg_bg: Задаване на максималния брой колони, които да бъдат разпознати в изходния документ. Може да се наложи да зададете стойност една колона, ако в документ с пълна ширина текстът неправилно се определя като няколко колони поради несполучливо разстояние между думите.
he: במצב זרימה מחדש, קבע את המספר המרבי של העמודות הניתנות לזיהוי במסמך המקורי. ייתכן שיהיה צורך להגדיר אותו לעמודה אחת בלבד אם, במסמך ברוחב מלא, הטקסט מזוהה באופן שגוי כבעל עמודות מרובות, בגלל ריווח מילים לא מוצלח.
vi: Trong chế độ sắp xếp lại (reflow), đặt số lượng cột tối đa mà phần mềm sẽ cố gắng phát hiện trong tài liệu gốc. Bạn có thể cần đặt giá trị này thành 1 cột nếu trong tài liệu có chiều rộng đầy đủ, văn bản bị phát hiện không chính xác là nhiều cột do khoảng cách từ không đều.
zh_tw: 在重排模式下，設定檢測原始文件中欄數的最大值。 若在部分全寬文件中，由於文字間距錯誤的將其識別為多欄，您可以將這個設定修改為 1。

source: Local calibre library
bg_bg: Местна библиотека на Calibre
he: ספריית calibre מקומית
vi: Thư viện calibre nội bộ
zh_tw: 本地 calibre 書櫃

# Font size
source: pt
bg_bg: пт
he: נק׳

# Length
source: mm
bg_bg: мм
he: מ״מ

# Length
source: in
bg_bg: инч
he: אינטש
zh_tw: 英吋

source: custom
bg_bg: друго
he: התאמה אישית
vi: tùy biến
zh_tw: 自訂

source: %1 %2 Current value: %3 Default value: %4
bg_bg: %1 %2 Текуща стойност: %3 Подразбирана стойност: %4
he: %1 %2 ערך נוכחי: %3 ערך ברירת מחדל: %4
vi: %1 %2 Giá trị hiện tại: %3 Giá trị mặc định: %4
zh_tw: %1 %2 目前的值：%3 預設值：%4

source: %1 %2 Current value: %3 (%4) Default value: %5 (%6)
bg_bg: %1 %2 Текуща стойност: %3 (%4) Подразбирана стойност: %5 (%6)
he: %1 %2 ערך נוכחי: %3 (%4) ערך ברירת מחדל: %5 (%6)
vi: %1 %2 Giá trị hiện tại: %3 (%4) Giá trị mặc định: %5 (%6)
zh_tw: %1 %2 目前的值：%3 (%4) 預設值：%5 (%6)
