Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

source: Slovenian
bg_bg: Словенски
he: סלובנית
sv: Slovenska
vi: Tiếng Slovenia
zh_tw: 斯洛維尼亞語

source: Spanish
bg_bg: Испански
he: ספרדית
sv: Spanska
vi: Tiếng Tây Ban Nha
zh_tw: 西班牙語

source: Swedish
bg_bg: Шведски
he: שוודית
sv: Svenska
vi: Tiếng Thụy Điển
zh_tw: 瑞典語

source: Turkish
bg_bg: Турски
he: טורקית
sv: Turkiska
vi: Tiếng Thổ Nhĩ Kỳ
zh_tw: 土耳其語

source: Welsh
bg_bg: Уелски
he: ולשית
sv: Walesiska
vi: Tiếng Wales
zh_tw: 威爾斯語

source: Zulu
bg_bg: Зулуски
he: זולו
vi: Tiếng Zulu
zh_tw: 祖魯語

source: Some languages have specific typographic rules: these include hyphenation, line breaking rules, and language specific glyph variants. KOReader will choose one according to the language tag from the book's metadata, but you can select another one. You can also set a default language or a fallback one with a long-press. Features available per language are marked with: ‐ : language specific hyphenation dictionary  : specific line breaking rules (mostly related to quotation marks)  : more line breaking rules (e.g., single letter prepositions not allowed at end of line) Note that when a language does not come with its own hyphenation dictionary, the English (US) one will be used. When the book's language tag is not among our presets, no specific features will be enabled, but it might be enough to get language specific glyph variants (when supported by the fonts).
bg_bg: Някои езици имат специфични типографски правила: те включват правила за сричкопренасяне, нов ред, както и специфични за езика варианти на глифите. KOReader ще избере един от тях в съответствие с етикета за езика от описателните данни на книгата, но можете да изберете и друг. Можете също така да зададете език по подразбиране, а със задържане и резервен език. Функциите, налични за всеки език, са отбелязани с: ‐ : определен речник за сричкопренасяне  : специфични за езика правила за нов ред  : повече правила за нов ред (напр. сами букви не са разрешени в края на реда). Обърнете внимание, че когато даден език не разполага със собствен речник за сричкопренасяне, ще бъде използван речникът на английски (САЩ). Когато етикетът на езика на книгата не е сред поддържаните, няма да бъдат достъпни специфични функции, но може да е достатъчно да бъдат получени специфични за езика варианти на глифите (когато се поддържат от шрифтовете).
he: בחלק מהשפות קיימים כללים טיפוגרפיים ספציפיים: בניהם כללים למקף, כללים לשבירת מילים בעברת שורה, וריאציות של גליפים ספציפיים לשפה. KOReader יבחר אחד בהתאם לתג השפה מתוך המטא-נתונים של הספר, אך תוכלו לבחור אוסף תכונות אחר. אפשר גם להגדיר שפת ברירת מחדל או שפת נפילה באמצעות לחיצה ארוכה. התכונות הזמינות לפי שפה מסומנות ב-: ‐: מילון מקף ספציפי לשפה : כללי שבירת שורה ספציפיים (הקשורים בעיקר למירכאות) : כללים נוספים לשבירת שורות (למשל, מילות יחס של אות אחת הלא מותרות בסוף השורה) שים לב שכאשר חסר מילון מקף לשפה מסוימת, ייעשה שימוש בזה של השפה האנגלית (ארה"ב). כאשר תג השפה של הספר אינו נמנה עם המוגדרים מראש, לא יופעלו תכונות ספציפיות, אך ייתכן שיספיק להשיג גרסאות ספציפיות לשפה של גליפים (כאשר הן נתמכות על ידי הגופנים).
vi: Một số ngôn ngữ có các quy tắc đánh máy cụ thể: những quy tắc này bao gồm dấu gạch nối, quy tắc ngắt dòng và các biến thể glyph cụ thể của ngôn ngữ. KOReader sẽ chọn một tùy theo thẻ ngôn ngữ từ siêu dữ liệu của cuốn sách, nhưng bạn có thể chọn một cái khác. Bạn cũng có thể đặt ngôn ngữ mặc định hoặc ngôn ngữ dự phòng bằng cách nhấn và giữ. Các tính năng khả dụng cho mỗi ngôn ngữ được đánh dấu bằng: ‐: từ điển gạch nối ngôn ngữ cụ thể : quy tắc ngắt dòng cụ thể (chủ yếu liên quan đến dấu ngoặc kép) : nhiều quy tắc ngắt dòng hơn (ví dụ: giới từ đơn chữ cái không được phép ở cuối dòng) Lưu ý rằng khi một ngôn ngữ không có từ điển gạch nối riêng, thì ngôn ngữ Anh (Mỹ) sẽ được sử dụng. Khi thẻ ngôn ngữ của sách không nằm trong số các cài đặt trước của chúng tôi, sẽ không có tính năng cụ thể nào được bật, nhưng có thể đủ để nhận các biến thể glyph cụ thể cho ngôn ngữ (khi được phông chữ hỗ trợ).
zh_tw: 部分語言會使用特殊的排版規則，包括斷字、換行規則，和語言特定的字型變體規則等。 KOReader 會根據書籍詮釋資料的語言標籤自動選擇合適的排版規則，你也可以手動選擇另一個。 長按可以將此語言設定為預設語言或後備語言。 下面的標記指示了各個語言使用的規則： ‐ : 語言特定的斷字字典  : 特殊換行規則（通常與引號的處理方式有關）  : 更多換行規則（如行尾不允許的單一字母介詞） 若一個語言沒有指定斷字字典，則會預設使用英語（美國）的斷字字典代替。 若書籍的語言標籤不在現有的配置清單中，則所有的排版規則都不會啟用。例外情況是若使用的字型支援了此語言的字型變體，則會自動應用對應的字型變體規則。

source: About typography rules
bg_bg: За типографските правила
he: אודות כללי טיפוגרפיה
vi: Giới thiệu về quy tắc kiểu chữ
zh_tw: 關於排版規則

source: Current main language tag:
bg_bg: Текущ етикет на основния език:
he: תג השפה העיקרית הנוכחית:
vi: Thẻ ngôn ngữ chính hiện tại:
zh_tw: 目前的主要語言標籤：

source: Other language tags:
bg_bg: Други езикови етикети:
he: תגי שפה אחרים:
vi: Thẻ ngôn ngữ khác:
zh_tw: 其他語言標籤：

source: Language tags (and hyphenation dictionaries) used since start up
bg_bg: Езикови етикети (и речници за сричкопренасяне), използвани след стартирането
he: תגי שפה (ומילוני מקף) שהיו בשימוש מאז ההפעלה
vi: Thẻ ngôn ngữ (và từ điển gạch nối) được sử dụng kể từ khi khởi động
zh_tw: 自啟動以來使用的語言標籤（和斷字字典）

source: Changed language for typography rules to %1.
bg_bg: Езикът за типографските правила е променен на „%1“.
he: השפה עבור כללי טיפוגרפיה שונתה ל- %1.
vi: Đã thay đổi ngôn ngữ cho các quy tắc bố cục %1.
zh_tw: 將排版規則使用的語言變更為 %1。

source: Would you like %1 to be used as the default (★) or fallback (�) language for typography rules? Default will always take precedence while fallback will only be used if the language of the book can't be automatically determined.
bg_bg: Желаете ли %1 да бъде използван като език по подразбиране (★) или като резервен език (�) за типографските правила? Езикът по подразбиране винаги ще има предимство, докато резервният ще бъде използван само ако езикът на книгата не може да бъде автоматично определен.
he: האם ברצונך ש-%1 ישמש כשפת ברירת המחדל (★) או כברירת נפילה (�) לכללי טיפוגרפיה? ברירת המחדל תמיד תקדימה, וברירת נפילה יהיה בתוקף רק אם לא יהיה ניתן לקבוע את שפת הספר באופן אוטומטי.
vi: Bạn có muốn %1 được sử dụng làm ngôn ngữ mặc định (★) hoặc dự phòng (�) cho các quy tắc bố cục không? Mặc định sẽ luôn được ưu tiên trong khi dự phòng sẽ chỉ được sử dụng nếu không thể tự động xác định ngôn ngữ của sách.
zh_tw: 您要將 %1 用於預設 (★) 或後備 (�) 的排版規則語言嗎？ 預設模式會被優先使用，只有當無法自動判斷書籍語言時，才會使用後備模式。

# Typography
source: Fallback
bg_bg: Резервен
he: ברירת נפילה
vi: Dự phòng
zh_tw: 後備

source: Typography rules: %1
bg_bg: Типографски правила: %1
he: כללי טיפוגרפיה: %1
vi: Quy tắc bố cục: %1
zh_tw: 排版規則：%1

source: Respect embedded lang tags
bg_bg: Съобразяване с вградените етикети за езици
he: כבד תגי lang משובצים
vi: Ưu tiên các thẻ ngôn ngữ được nhúng
zh_tw: 尊重嵌入的語言標籤

source: Would you like to respect or ignore embedded lang tags by default? Respecting them will use relevant typographic rules to render their content, while ignoring them will always use the main language typography rules. The current default (★) is to respect them.
bg_bg: Желаете по подразбиране да бъдат зачитани или да бъдат пренебрегнати вградените етикети за език? Ако бъдат зачитани, ще бъдат използвани съответните типографски правила за изобразяване на съдържанието, а ако бъдат пренебрегнати, винаги ще бъдат използвани типографските правила на основния език. Понастоящем по подразбиране (★) те са зачитани.
he: האם ברצונך לכבד או להתעלם מתגי lang מוטבעים, כברירת מחדל? בכיבודם נעשה שימוש בכללים טיפוגרפיים רלוונטיים כדי ייצג את תוכנם, ואילו בהתעלמות מהם יעשה שימוש תמיד בכללי הטיפוגרפיה של השפה העיקריים. ברירת המחדל הנוכחית (★) היא לכבד אותם.
vi: Bạn muốn ưu tiên hay bỏ qua các thẻ ngôn ngữ được nhúng theo mặc định? Tùy chọn Ưu tiên sử dụng các quy tắc bố cục có liên quan, tùy chọn Bỏ qua sẽ luôn sử dụng các quy tắc bố cục ngôn ngữ chính. Mặc định hiện tại (★) là Ưu tiên.
zh_tw: 您要預設遵守或忽略嵌入的語言標籤？ 如果遵守它們，會使用相關的排版規則來呈現內容，而忽略它們，就會總是使用主要語言排版規則。 目前的預設值 (★) 是遵守它們。

source: Would you like to respect or ignore embedded lang tags by default? Respecting them will use relevant typographic rules to render their content, while ignoring them will always use the main language typography rules The current default (★) is to ignore them.
bg_bg: Желаете по подразбиране да бъдат зачитани или да бъдат пренебрегнати вградените етикети за език? Ако бъдат зачитани, ще бъдат използвани съответните типографски правила за изобразяване на съдържанието, а ако бъдат пренебрегнати, винаги ще бъдат използвани типографските правила на основния език. Понастоящем по подразбиране (★) те са пренебрегнати.
he: האם ברצונך לכבד או להתעלם מתגי lang מוטבעים, כברירת מחדל? בכיבודם נעשה שימוש בכללים טיפוגרפיים רלוונטיים כדי ייצג את תוכנם, ואילו בהתעלמות מהם יעשה שימוש תמיד בכללי הטיפוגרפיה של השפה העיקריים. ברירת המחדל הנוכחית (★) היא להתעלם מהם.
vi: Bạn muốn ưu tiên hay bỏ qua các thẻ ngôn ngữ được nhúng theo mặc định? Tùy chọn Ưu tiên sẽ sử dụng các quy tắc kiểu chữ có liên quan, Bỏ qua sẽ luôn sử dụng các quy tắc kiểu chữ ngôn ngữ chính Mặc định hiện tại (★) là Bỏ qua.
zh_tw: 您要預設遵守或忽略嵌入的語言標籤？ 如果遵守它們，會使用相關的排版規則來呈現內容，而忽略它們，就會總是使用主要語言排版規則。 目前的預設值 (★) 是忽略它們。

source: Ignore (★)
bg_bg: Пренебрегване (★)
he: התעלם (★)
vi: Bỏ qua (★)
zh_tw: 忽略 (★)

source: Respect (★)
bg_bg: Зачитане (★)
he: כיבוד (★)
vi: Ưu tiên (★)
zh_tw: 遵守 (★)

source: Respect
bg_bg: Зачитане
he: כבד
vi: Ưu tiên
zh_tw: 遵守

source: Enable hyphenation
bg_bg: Включване на сричкопренасяне
he: אפשר מקף
vi: Bật tính năng ngắt từ
zh_tw: 啟用斷字

source: Would you like to enable or disable hyphenation by default? The current default (★) is enabled.
bg_bg: Желаете по подразбиране да бъде включено или да бъде изключено сричкопренасянето? Понастоящем по подразбиране (★) е включено.
he: האם ברצונך להפעיל או להשבית מקף כברירת מחדל? כרגע ערך ברירת המחדל (★) הוא: 'מופעל'.
vi: Bạn có muốn bật hay tắt ngắt từ theo mặc định? Mặc định hiện tại (★) là bật.
zh_tw: 您要預設啟用或停用斷字？ 目前的預設值 (★) 是啟用。

source: Would you like to enable or disable hyphenation by default? The current default (★) is disabled.
bg_bg: Желаете по подразбиране да бъде включено или да бъде изключено сричкопренасянето? Понастоящем по подразбиране (★) е изключено.
he: האם ברצונך להפעיל או להשבית מקף כברירת מחדל? כרגע ערך ברירת המחדל (★) הוא: 'מושבת'.
vi: Bạn có muốn bật hay tắt ngắt từ theo mặc định? Mặc định hiện tại (★) là tắt.
zh_tw: 您要預設啟用或停用斷字？ 目前的預設值 (★) 是停用。

source: Left/right minimal sizes: %1 / %2
bg_bg: Минимална дължина ляво/дясно: %1 / %2
he: גדלים מזעריים שמאלה/ימינה: %1 / %2
vi: Kích thước tối thiểu trái/phải: %1 / %2
zh_tw: 左右最小尺寸：%1 / %2

source: Left/right minimal sizes: language defaults
bg_bg: Минимална дължина наляво/дясно: подразбирани от езика
he: גדלים מינימליים שמאלה/ימינה: ברירות מחדל לשפה
vi: Kích thước tối thiểu trái/phải: ngôn ngữ mặc định
zh_tw: 左 / 右側最小大小：語言預設值

source: Language defaults: %1 / %2
bg_bg: Подразбирани от езика: %1 / %2
he: ברירות מחדל של השפה: %1 / %2
vi: Ngôn ngữ mặc định: %1 / %2
zh_tw: 語言預設值：%1 / %2

source: Hyphenation limits
bg_bg: Ограничения при пренасяне
he: מגבלות מיקוף
sv: Avstavningsbegränsningar
vi: Giới hạn ngắt từ
zh_tw: 斷字限制

source: Set minimum length before hyphenation occurs. These settings will apply to all books with any hyphenation dictionary. 'Use language defaults' resets them.
bg_bg: Задаване на минимална дължина, преди да бъде вмъкнат дефис. Настройките ще бъдат прилагани към всички книги, с какъвто и да е речник за сричкопренасяне. Настройката „Езикови настройки по подразбиране“ ги нулира.
he: הגדר אורך מינימלי לפני מיקוף. הגדרות אלה יחולו על כל הספרים ועם כל מילון מיקוף. 'השתמש בברירת מחדל של שפות' מאפס אותם.
sv: Sätt minsta längd innan avstavning görs. Dessa inställningar kommer att tillämpas på alla böcker med avstavningslexikon. ”Använd språkstandard” återställer dem.
vi: Đặt độ dài tối thiểu trước khi ngắt từ xảy ra. Các thiết lập này sẽ áp dụng cho tất cả sách có bất kỳ từ điển ngắt từ nào. 'Tự động theo ngôn ngữ' sẽ đặt lại về mặc định.
zh_tw: 設定斷字發生前的最小長度。 這個設定將會套用在具有斷字字典的全部書籍中。 「使用語言預設值」可以重設它。

source: Trust soft hyphens
bg_bg: Доверявяне на меките тирета
he: סומך על מקפים רכים
sv: Lita på mjuka bindestreck
vi: Sử dụng dấu gạch nối mềm
zh_tw: 信任選擇性連字號

source: Would you like to enable or disable trusting soft hyphens by default? The current default (★) is enabled.
bg_bg: Желаете по подразбиране да бъде включено или да бъде изключено доверяването на меките тирета? Понастоящем по подразбиране (★) е включено.
he: האם ברצונך לכבד או לשולל את הסתמכות במקפים רכים כברירת מחדל? ברירת המחדל הנוכחית (★) היא לכבד.
vi: Bạn có muốn bật hay tắt việc sử dụng dấu gạch nối mềm theo mặc định? Mặc định hiện tại (★) là bật.
zh_tw: 您要預設啟用或停用信任選擇性連字號？ 目前的預設值 (★) 是啟用。

source: Would you like to enable or disable trusting soft hyphens by default? The current default (★) is disabled.
bg_bg: Желаете по подразбиране да бъде включено или да бъде изключено доверяването на меките тирета? Понастоящем по подразбиране (★) е изключено.
he: האם ברצונך לכבד או לשולל את הסתמכות במקפים רכים כברירת מחדל? ברירת המחדל הנוכחית (★) היא לשלול.
vi: Bạn có muốn bật hay tắt việc sử dụng dấu gạch nối mềm theo mặc định? Mặc định hiện tại (★) là tắt.
zh_tw: 您要預設啟用或停用信任選擇性連字號？ 目前的預設值 (★) 是停用。

source: Hyphenation dictionary: %1
bg_bg: Речник за сричкопренасяне: %1
he: מילון מיקוף: %1
vi: Từ điển ngắt từ đang dùng: %1
zh_tw: 斷字字典：%1

source: Algorithmic hyphenation
bg_bg: Алгоритмично сричкопренасяне
he: מיקוף אלגוריתמי
vi: Ngắt từ tự động bằng thuật toán
zh_tw: 演算法斷字

source: Would you like to enable or disable algorithmic hyphenation by default? The current default (★) is enabled.
bg_bg: Желаете ли по подразбиране да бъде включено алгоритмичното сричкопренасяне? Понастоящем по подразбиране (★) е включено.
he: האם ברצונך להפעיל או לבטל את המיקוף האלגוריתמי כברירת מחדל? ברירת המחדל הנוכחית (★) היא הופעל.
vi: Bạn có muốn bật hay tắt ngắt từ tự động bằng thuật toán theo mặc định? Mặc định hiện tại (★) là bật.
zh_tw: 您要預設啟用或停用演算法斷字嗎？ 目前的預設值 (★) 是啟用。

source: Would you like to enable or disable algorithmic hyphenation by default? The current default (★) is disabled.
bg_bg: Желаете ли по подразбиране да бъде включено алгоритмичното сричкопренасяне? Понастоящем по подразбиране (★) е изключено.
he: האם ברצונך להפעיל או להשבית את המיקוף האלגוריתמי כברירת מחדל? ברירת המחדל (★) כעת היא 'מושבת'.
vi: Bạn có muốn bật hay tắt ngắt từ tự động bằng thuật toán theo mặc định? Mặc định hiện tại (★) là tắt.
zh_tw: 您要預設啟用或停用演算法斷字嗎？ 目前的預設值 (★) 是停用。

source: Soft hyphens only
bg_bg: Само меки тирета
he: מקפים רכים בלבד
vi: Chỉ ngắt từ theo dấu gạch nối mềm
zh_tw: 只有選擇性連字號

source: Would you like to enable or disable hyphenation with soft hyphens only by default? The current default (★) is enabled.
bg_bg: Желаете по подразбиране да бъде включено или да бъде изключено сричкопренасянето само от меките тирета? Понастоящем по подразбиране (★) е включено.
he: האם ברצונך להפעיל או להשבית מיקוף במקפים רכים בלבד כברירת מחדל? ברירת המחדל (★) כעת היא 'מופעל'.
vi: Bạn có muốn bật hay tắt việc chỉ ngắt từ theo dấu gạch nối mềm theo mặc định? Mặc định hiện tại (★) là bật.
zh_tw: 您要預設啟用或停用只有選擇性連字號的斷字？ 目前的預設值 (★) 是啟用。

source: Would you like to enable or disable hyphenation with soft hyphens only by default? The current default (★) is disabled.
bg_bg: Желаете по подразбиране да бъде включено или да бъде изключено сричкопренасянето само от меките тирета? Понастоящем по подразбиране (★) е изключено.
he: האם ברצונך להפעיל או להשבית מיקוף במקפים רכים בלבד כברירת מחדל? ברירת המחדל (★) כעת היא 'מושבת'.
vi: Bạn có muốn bật hay tắt việc chỉ ngắt từ theo dấu gạch nối mềm theo mặc định? Mặc định hiện tại (★) là tắt.
zh_tw: 您要預設啟用或停用只有選擇性連字號的斷字？ 目前的預設值 (★) 是停用。

source: soft-hyphens only
bg_bg: само меки тирета
he: מקפים רכים בלבד
vi: Chỉ ngắt từ theo dấu gạch nối mềm
zh_tw: 只有選擇性連字號

source: algorithmic
bg_bg: алгоритмично
he: אלגוריתמי
vi: Thuật toán
zh_tw: 演算法

source: Hyphenation: %1
bg_bg: Сричкопренасяне: %1
he: מיקוף: %1
vi: Chế độ ngắt từ: %1
zh_tw: 斷字：%1

source: Hanging punctuation
bg_bg: Висяща пунктуация
he: פיסוק תלוי
sv: Hängande interpunktion
vi: Căn lề với dấu câu treo
zh_tw: 溢出標點符號

source: book language
bg_bg: език на книгата
he: שפת הספר
vi: Ngôn ngữ của sách

source: Would you like to enable or disable hanging punctuation by default? The current default (★) is enabled.
bg_bg: Желаете по подразбиране да бъде включена или да бъде изключена висящата пунктуация? Понастоящем по подразбиране (★) е включена.
he: האם ברצונך להפעיל או להשבית פיסוק תלוי כברירת מחדל? ברירת המחדל (★) כעת היא 'מופעל'.
vi: Bạn có muốn bật hay tắt việc căn lề với dấu câu treo theo mặc định? Mặc định hiện tại (★) là bật.
zh_tw: 您要預設啟用或停用溢出標點符號嗎？ 目前的預設值 (★) 是啟用。

source: Would you like to enable or disable hanging punctuation by default? The current default (★) is disabled.
bg_bg: Желаете по подразбиране да бъде включена или да бъде изключена висящата пунктуация? Понастоящем по подразбиране (★) е изключена.
he: האם ברצונך להפעיל או להשבית פיסוק תלוי כברירת מחדל? ברירת המחדל (★) כעת היא 'מושבת'.
vi: Bạn có muốn bật hay tắt việc căn lề với dấu câu treo theo mặc định? Mặc định hiện tại (★) là tắt.
zh_tw: 您要預設啟用或停用溢出標點符號嗎？ 目前的預設值 (★) 是停用。

source: Book language: %1
bg_bg: Език на книгата: %1
he: שפת הספר: %1
vi: Ngôn ngữ của sách: %1
zh_tw: 書籍語言：%1

source: Changed language for typography rules to book language: %1.
bg_bg: Езикът за типографските правила е променен на този от книгата: „%1“.
he: השפה לכללי טיפוגרפיה שונה לשפת הספר: %1.
vi: Đã chuyển ngôn ngữ quy tắc trình bày sang ngôn ngữ của sách: %1.
zh_tw: 已變更排版規則使用的語言為書籍語言：%1。

source: The user dictionary %1 is not alphabetically sorted. It will be disabled now.
bg_bg: Потребителският речник %1 не е подреден по азбучен ред. Ще бъде изключен сега.
he: מילון המשתמש %1 לא מסודר לפי האלפבית. הוא יושבת כעת.
vi: Từ điển người dùng %1 không được sắp xếp theo thứ tự bảng chữ cái. Sẽ bị vô hiệu hóa ngay bây giờ.
zh_tw: 使用者字典 %1 未依字母順序排序。 現在將停用此字典。

source: The user dictionary %1 has corrupted entries. Only valid entries will be used.
bg_bg: В потребителския речник %1 има повредени записи. Ще бъдат използвани само годните.
he: ביומן המשתמש %1 יש רשומות פגומות. ייעשה שימוש רק ברשומות תקינות.
vi: Từ điển người dùng %1 chứa phần tử lỗi. Chỉ những phần tử hợp lệ mới được sử dụng.
zh_tw: 使用者字典 %1 具有已毀損的項目。 只會使用有效的項目。

source: Custom hyphenation rules
bg_bg: Потребителски правила за сричкопренасяне
he: כללי מיקוף בהתאמה אישית
vi: Thiết lập quy tắc ngắt từ tùy chỉnh
zh_tw: 自訂斷字規則

source: The hyphenation of a word can be changed from its default by long pressing for 3 seconds and selecting 'Hyphenate'.
bg_bg: Сричкопренасянето на дадена дума може да бъде променено от стойността ѝ по подразбиране като задържите върху нея за ~ 3 секунди и избирете „Сричкопренасяне“.
he: ניתן לשנות מיקוף של מילה מבררת המחדל שלה בלחיצה של 3 שניות ובחירה ב־‚מיקוף’.
vi: Bạn có thể thay đổi cách ngắt từ mặc định bằng cách nhấn giữ từ trong 3 giây rồi chọn 'Ngắt từ'.
zh_tw: 可透過長按 3 秒並選擇「斷字」來變更單字的預設斷字方式。

source: Hyphenate: %1
bg_bg: Сричкопренасяне: %1
he: מיקוף: %1
vi: Chế độ ngắt từ: %1
zh_tw: 斷字：%1

source: Add hyphenation positions with hyphens ('-') or spaces (' ').
bg_bg: Добавяне на места за пренасяне чрез дефиси („-“) или интервали („ “).
he: הוספת מקומות מיקוף עם מינוסים (‚-’) או רווחים (‚ ’).
vi: Thêm vị trí ngắt từ bằng cách chèn dấu gạch nối ('-') hoặc khoảng trắng (' ').
zh_tw: 使用連字號（'-'）或空格（' '）來新增斷字位置。

source: Invalid hyphenation!
bg_bg: Сричкопренасянето е неправилно!
he: מיקוף שגוי!
vi: Ngắt từ không hợp lệ!
zh_tw: 無效的斷字！

source: Rotation mode set to: %1
bg_bg: Режимът на завъртане е: %1
he: מצב סיבוב מוגדר ל־%1
vi: Đã đặt chế độ xoay thành: %1
zh_tw: 旋轉模式已設為：%1

source: Continuous view (scroll mode) works best with zoom to page width, zoom to content width or zoom to rows. In combination with zoom to fit page, page height, content height, content or columns, continuous view can cause unexpected shifts when turning pages.
bg_bg: Непрекъснатият изглед (режим на прелистване) работи най-добре с мащабиране до ширината на страницата, мащабиране до ширината на съдържанието или мащабиране до редовете. В комбинация с мащабиране според страницата, височината на страницата, височината на съдържанието, съдържанието или колоните, непрекъснатият изглед може да предизвика неочаквани размествания при прелистване.
he: תצוגה רציפה (מצב גלילה) פועלת בצורה הטובה ביותר עם זום לרוחב העמוד או זום לרוחב התוכן. בשילוב עם זום לדף מלא, לגובה העמוד, לגובה התוכן, לתוכן או לעמודות, תצוגה רציפה עלולה לגרום להזזות בלתי צפויות בעת העברת העמודים.
vi: Chế độ xem liên tục (cuộn) phù hợp nhất khi phóng to theo chiều rộng trang, chiều rộng nội dung hoặc theo hàng. Nếu kết hợp với các chế độ phóng to khác như vừa trang, chiều cao trang, chiều cao nội dung, toàn bộ nội dung hoặc theo cột, chế độ xem liên tục có thể gây ra dịch chuyển bất ngờ khi lật trang.
zh_tw: 連續檢視（捲動模式）適合用於適應頁面寬度縮放、適應內容寬度縮放或適應列縮放。 與適應頁面、頁面高度、內容高度、內容或欄縮放結合使用時，連續檢視可能會在翻頁時導致未預期的移位。

source: Contrast set to: %1.
bg_bg: Контрастът е: %1.
he: ניגודיות מוגדרת ל־%1.
vi: Đã đặt độ tương phản thành: %1.
zh_tw: 對比度設定為：%1。

source: Hardware dithering set to: %1.
bg_bg: Апаратното изглаждане на шрифта е: %1.
he: ריעוד נקודות בחומרה מוגדר לכדי: %1.
vi: Đã đặt dithering phần cứng thành: %1.
zh_tw: 硬體抖動設定為：%1。

source: Software dithering set to: %1.
bg_bg: Програмното изглаждане на шрифта е: %1.
he: ריעוד נקודות בתוכנה מוגדר לכדי: %1.
vi: Đã đặt dithering phần mềm thành: %1.
zh_tw: 軟體抖動設定為：%1。

source: Font zoom set to: %1.
bg_bg: Мащабът на шрифта е: %1.
he: תקריב הגופן הוגדר ל־%1.
vi: Đã đặt mức phóng to phông chữ thành: %1.
zh_tw: 字型縮放已設為：%1。

source: View mode set to: %1
bg_bg: Режимът на преглед е: %1
he: מצב התצוגה מוגדר ל־%1
vi: Đã đặt chế độ xem thành: %1
zh_tw: 檢視模式已設為：%1

source: Page gap set to %1.
bg_bg: Разстоянието между страниците е: %1.
he: פער בין העמודים הוגדר ל־%1.
vi: Đã đặt khoảng cách giữa các trang thành %1.
zh_tw: 頁面間距設為 %1。

source: DjVu render mode
bg_bg: Режим на изчертаване на DjVu
he: מצב עיבוד DjVu
sv: DjVu-uppritningsläge
vi: Chế độ hiển thị DjVu
zh_tw: DjVu 算繪模式

source: COLOUR (works for both colour and b&w pages)
bg_bg: ЦВЕТНО (работи и за цветни, и черно-бели страници)
he: צבעוני (עובד גם לדפי צבע וגם לדפים בשחור-לבן)
sv: FÄRG (fungerar för både färg och svartvita sidor)
vi: MÀU (Hoạt động với trang màu và đen trắng)
zh_tw: 彩色（支援彩頁/黑白頁）

source: BLACK & WHITE (for b&w pages only, much faster)
bg_bg: ЧЕРНО-БЯЛО (само за черно-бели страници, много по-бързо)
he: שחור לבן (לדפים בשחור-לבן בלבד, טעינה הרבה יותר מהירה)
sv: SVART & VIT (för svartvita sidor enbart, mycket snabbare)
vi: ĐEN & TRẮNG (chỉ dành cho trang trắng đen, nhanh hơn nhiều)
zh_tw: 黑白（黑白頁專用，速度更快）

source: COLOUR ONLY (slightly faster than COLOUR)
bg_bg: САМО ЦВЕТНО (малко по-бързо от ЦВЕТНО)
he: צבע בלבד (מעט מהיר יותר מ- 'צבעוני')
sv: FÄRG ENDAST (något snabbare än FÄRG)
vi: CHỈ MÀU (nhanh hơn một chút so với chế độ MÀU)
zh_tw: 彩色專用（稍快）

source: MASK ONLY (for b&w pages only)
bg_bg: САМО МАСКА (само за черно-бели страници)
he: מסכה בלבד (לדפי שחור-לבן בלבד)
sv: MASKERA ENBART (endast för svartvita sidor)
vi: CHỈ MẶT NẠ (chỉ dành cho trang trắng đen)
zh_tw: 遮罩專用（黑白頁）

source: COLOUR BACKGROUND (show only background)
bg_bg: ЦВЕТЕН ФОН (показва само фона)
he: רקע צבעוני (מציג רקע בלבד)
sv: FÄRGBAKGRUND (visa endast bakgrund)
vi: NỀN MÀU (chỉ hiển thị phần nền)
zh_tw: 僅背景彩色

source: COLOUR FOREGROUND (show only foreground)
bg_bg: ЦВЕТЕН ПРЕДЕН ПЛАН (показва само предния план)
he: צבע קדמי (מציג חזית בלבד (ללא רקע))
sv: FÄRGFÖRGRUND (visa endast förgrunden)
vi: TIỀN CẢNH MÀU (chỉ hiển thị phần tiền cảnh)
zh_tw: 僅前景彩色

source: RTL page turning.
bg_bg: Прелистването е Д←Л.
he: העברת עמוד RTL.
vi: Lật trang từ phải sang trái.
zh_tw: 由右至左翻頁。

source: LTR page turning.
bg_bg: Прелистването е Л→Д.
he: העברת עמוד LTR.
vi: Lật trang từ trái sang phải.
zh_tw: 由左至右翻頁。

source: Search Wikipedia
bg_bg: Търсене в Уикипедия
he: חיפוש בוויקיפדיה
sv: Sök på Wikipedia
vi: Tìm trên Wikipedia
zh_tw: 搜尋維基百科
