Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

source: Invert document-related dialogs
bg_bg: Обръщане на свързаните с документа диалози
he: להפוך חלוניות שקשורות במסמך
vi: Đảo ngược các hộp thoại liên quan đến tài liệu
zh_tw: 反轉文件相關視窗顯示方向

source: The default (★) for newly opened books is to Invert document-related dialogs. Would you like to change it?
bg_bg: По подразбиране (★) за новоотворените книги свързаните с документа диалози са обърнати. Желаете ли да го промените?
he: ברירת המחדל (★) עבור ספרים שזה עתה נפתחו היא להעביר כיוון של החלוניות קשורות למסמך מימין לשמאל (RTL). לשנות את זה?
vi: Mặc định (★) cho sách mới mở là Đảo ngược màu sắc hộp thoại liên quan đến tài liệu. Bạn có muốn thay đổi cài đặt này không?
zh_tw: 新開啟書籍的預設值 (★) 是從右到左 (RTL) 翻頁。 你要變更這個設定嗎？

source: The default (★) for newly opened books is not to Invert document-related dialogs. Would you like to change it?
bg_bg: По подразбиране (★) за новоотворените книги свързаните с документа диалози не са обърнати. Желаете ли да го промените?
he: ברירת המחדל (★) עבור ספרים שזה עתה נפתחו היא לא להעביר כיוון של החלוניות הקשורות למסמך מימין לשמאל (RTL). לשנות את זה?
vi: Mặc định (★) cho sách mới mở là Không đảo ngược màu sắc hộp thoại liên quan đến tài liệu. Bạn có muốn thay đổi cài đặt này không?
zh_tw: 新開啟書籍的預設值 (★) 不是從右到左 (RTL) 翻頁。 你要變更這個設定嗎？

source: Don't invert
bg_bg: Без обръщане
he: לא להפוך כיוון
vi: Giữ nguyên màu
zh_tw: 不反轉

source: When enabled the UI direction for the Table of Contents, Book Map, and Page Browser dialogs will mirror the default UI direction. Useful when used alongside 'Invert page turn taps and swipes'.
bg_bg: Когато е отметнато, посоката на потребителския интерфейс на диалоговите прозорци на Съдържание, Карта на книгата и Преглед на страници ще следва посоката на потребителския интерфейс. Полезно когато се използва заедно с „Обръщане на прелистването с докосване и плъзгане“.
he: כאשר האפשרות פעילה כיוון מנשק המשתמש של חלוניות תוכן העניינים, מפת הספר וסייר העמודים ייצמדו לכיוון הפיכת העמוד במקום כיוון ברירת המחדל של מנשק המשתמש. שימושי בשימוש לצד ‚היפוך נגיעות והחלקות להעברת דפים’.
vi: Khi được bật, hướng giao diện người dùng cho các hộp thoại Mục lục, Sơ đồ sách và Trình duyệt trang sẽ phản ánh hướng giao diện người dùng mặc định. Hữu ích khi sử dụng cùng với 'Đảo ngược thao tác chạm và vuốt để lật trang'.
zh_tw: 啟用後，目錄、書籍地圖與頁面瀏覽器的視窗方向將會鏡像預設的 UI 方向。 搭配「反轉翻頁方向」使用時特別有用。

source: Do not show this book cover on sleep screen
bg_bg: Корицата да не бъде показвана на екрана за сън
he: לא להציג את עטיפת הספר הזה במסך השינה
vi: Không hiển thị bìa cuốn sách này trên màn hình ngủ
zh_tw: 在休眠畫面中不顯示此書封面

source: Open previous document
bg_bg: Отваряне на предишен документ
he: פתיחת המסמך הקודם
sv: Öppna föregående dokument
vi: Mở tài liệu trước
zh_tw: 打開先前閱讀的文件

source: Previous: %1
bg_bg: Предишен: %1
he: הקודם: %1
sv: Föregående: %1
vi: Trước: %1
zh_tw: 先前文件： %1

source: Would you like to open the previous document: %1?
bg_bg: Желаете ли предишния документ да бъде отворен: %1?
he: האם תרצה לפתוח את המסמך הקודם: %1?
sv: Vill du öppna föregående dokument: %1?
vi: Bạn có muốn mở tài liệu trước đó: %1 không?
zh_tw: 您想開啟先前閱讀的文件：%1 嗎？

source: Document menu
bg_bg: Меню на документа
he: תפריט מסמך
sv: Dokumentmeny
vi: Menu Tài liệu
zh_tw: 文件的選單

source: Do you want to use them?
bg_bg: Желаете ли да ги използвате?
he: להשתמש בהם?
vi: Bạn có muốn dùng các cài đặt này không?

source: Stable page number list
bg_bg: Списък на предвидими номера на страници
he: רשימת מספרי עמוד איתנה
vi: Danh sách số trang ổn định

source: Publisher page numbers available. Page numbers: %1 - %2 Source (print edition): %3
bg_bg: Налични са издателски номера на страници. Номера на страници: %1 - %2 Източник (печатно издание): %3
he: מספרי העמוד של המוציא לאור זמינים. מספרי עמוד: %1 - %2 מקור (מהדורה מודפסת): %3
vi: Số trang của nhà xuất bản có sẵn. Số trang: %1 - %2 Nguồn (bản in): %3
zh_tw: 有可用的出版商頁碼。 頁碼：%1 - %2 來源（紙本版本）： %3

source: Stable page numbers
bg_bg: Предвидими номера на страници
he: מספרי עמודים יציבים
vi: Đánh số trang cố định

source: About stable page numbers
bg_bg: Относно предвидимите номера на страници
he: על מספרי עמודים יציבים
vi: Giới thiệu về tính năng đánh số trang ổn định

source: By default, one screen equals one page. Any change in the book's formatting will therefore result in renumbering: new total pages, different chapter lengths, new locations in TOC and bookmarks, etc. Select stable page numbers if you prefer page numbers that are independent of layout settings and consistent across devices: 1. Publisher page numbers (℗): normally equivalent to a specific physical edition. Only available if supplied by the publisher. 2. Characters per page: a page will be counted for this amount of characters (sometimes called logical or synthetic page numbers). Use this if no publisher page numbers are available or if you prefer to have consistent page lengths for all books. Since stable page numbers can start anywhere on the screen, you can choose to display them in the margin, regardless of other settings. 'Stable page number list' shows a table of all stable page numbers and their corresponding screen page numbers.
bg_bg: По подразбиране един екран е равен на една страница. Следователно всяка промяна във форматирането на книгата ще доведе до преномериране: нов общ брой на страниците, различна дължина на главите, нови места в съдържанието, отметките и т.н. Изберете предвидимите номера на страниците, ако предпочитате номериране на страниците, което не зависи от настройките на оформлението и е последователно за всички устройства: 1. Издателски номера на страници (℗): обикновено са същите, както на определено хартиено издание. Налични са само ако са предоставени от издателя. 2. Знаци на страница: ще бъде преброена страница при зададения брой знаци (понякога се наричат логически или синтетични номера на страници). Използвайте тази настройка, ако не са налични номера на страници от издателството или ако предпочитате да имате еднаква дължина на страниците за всички книги. Тъй като предвидимите номера на страници могат да започват от всяка точка на екрана, можете да изберете да бъдат показани в полето, независимо от другите настройки. „Списък на предвидими номера на страници“ показва таблица с всички предвидими номера на страници и съответстващите им номера на страници на екрана.
he: כברירת מחדל, מסך אחד שווה ערך לעמוד אחד. לכן, כל שינוי בעיצוב הספר יביא למספור מחדש: סה״כ עמודים חדש, אורכי פרקים שונים, מיקומים חדשים בתוכן העניינים ובסימניות וכו׳. נא לבחור מספרי עמודים יציבים אם מועדפים מספרי עמודים שאינם תלויים בהגדרות הפריסה, ושיהיו עקביים בין מכשירים: 1. מספרי עמודים של המו״ל (℗): בדרך כלל שווים למהדורה פיזית נקודתית. זמין רק אם מסופק על ידי המו״ל. 2. תווים לעמוד: עמוד ייספר עבור כמות תווים זו (הנקראת לעתים מספרי עמודים לוגיים או סינתטיים). אפשר להשתמש באפשרות זו אם מספרי עמודים של המו״ל אינם זמינים, או אם מעדיפים אורכי עמודים עקביים עבור כל הספרים. מכיוון שמספרי עמודים יציבים יכולים להתחיל בכל מקום על המסך, אפשר לבחור שלהציג אותם בשוליים, ללא קשר להגדרות אחרות. ‚רשימת מספרי עמודים יציבה’ מציגה טבלה של כל מספרי העמודים היציבים ומספרי עמודי המסך המתאימים להם.
vi: Theo mặc định, một màn hình tương đương với một trang. Do đó, bất kỳ thay đổi nào về định dạng sách đều sẽ dẫn đến việc đánh số lại: tổng số trang mới, độ dài chương khác nhau, vị trí mới trong Mục lục và dấu trang, v.v. Chọn số trang cố định nếu bạn muốn số trang độc lập với cài đặt bố cục và nhất quán trên các thiết bị: 1. Số trang của nhà xuất bản (℗): thường tương đương với một ấn bản giấy cụ thể. Chỉ khả dụng nếu được nhà xuất bản cung cấp. 2. Số ký tự trên mỗi trang: một trang sẽ được tính cho số lượng ký tự này (đôi khi được gọi là số trang logic hoặc tổng hợp). Sử dụng tùy chọn này nếu không có số trang của nhà xuất bản hoặc nếu bạn muốn có độ dài trang nhất quán cho tất cả các sách. Vì số trang cố định có thể bắt đầu ở bất kỳ vị trí nào trên màn hình, bạn có thể chọn hiển thị chúng ở lề, bất kể các cài đặt khác. 'Danh sách số trang cố định' hiển thị bảng tất cả các số trang cố định và số trang màn hình tương ứng của chúng.

source: Characters per page: %1
bg_bg: Знаци на страница: %1
he: תווים לעמוד: %1
vi: Số ký tự mỗi trang: %1

source: Characters per page
bg_bg: Знаци на страница
he: תווים לעמוד
vi: Ký tự/trang

source: Use publisher page numbers
bg_bg: Издателски номера на страници
he: להשתמש במספרי עמוד של מוציא לאור
vi: Dùng số trang gốc của sách

source: Use publisher page numbers? The document will be reloaded.
bg_bg: Желаете ли да бъдат използвани издателските номера на страници? Документът ще бъде презареден.
he: להשתמש במספרי עמוד של מוציא לאור? המסמך ייטען מחדש.
vi: Bạn có sử dụng số trang của nhà xuất bản không? Tài liệu sẽ được tải lại.
zh_tw: 要使用出版商頁碼嗎？ 文件將會重新載入。

source: Use stable page numbers
bg_bg: Използване предвидими номера на страници
he: להשתמש במספרי עמוד יציבים
vi: Dùng số trang ổn định

source: Show stable page numbers in margin
bg_bg: Предвидими номера на страници в полето
he: הצגת מספרי העמודים היציבים בשוליים
vi: Hiện số trang ổn định ở lề trang

source: Publisher page numbers source info
bg_bg: Информация за издателските номера на страници
he: פרטי מקור מספרי עמודים של מו״ל
vi: Thông tin nguồn số trang của nhà xuất bản

source: Default settings for new books
bg_bg: Настройки по подразбиране за нова книга
he: הגדרות ברירת המחדל לספרים חדשים
vi: Cài đặt mặc định cho sách mới mở

source: Override publisher page numbers
bg_bg: Отменяне на издателските номера на страници
he: שכתוב מספרי העמודים של ההוצאה לאור
vi: Bỏ qua/Tắt số trang gốc của sách

source: Prompt when publisher page numbers available
bg_bg: Питане при налични издателски номера на страници
he: להודיע כאשר מספרי העמוד של המוציא לאור זמינים
vi: Hỏi khi có số trang gốc của sách

source: Page numbers font size: %1
bg_bg: Размер шрифт на номера на стр.: (%1)
he: גודל כתב של מספרי העמודים: %1
vi: Kích thước font số trang: %1

source: Page numbers font size
bg_bg: Размер на шрифт номера на страници
he: גודל גופן מספרי העמוד
vi: Kích thước font số trang

source: Note that this change in styles may render your bookmarks or highlights invalid. If some of them no longer appear, you can simply revert the change you just made to show them again.
bg_bg: Обърнете внимание, че тази промяна в стиловете може да бъде причината отметки или подчертани пасажи да станат невалидни. Ако някои от тях вече не се показват, можете да отмените промяната, за да се покажат отново.
he: נא לשים לב ששינוי זה בסגנונות עשוי להפוך את הסימניות או את ההדגשות שלך ללא תקינים יותר. אם חלקם לא יופיעו יותר, אפשר פשוט לחזור על השינוי שעשית כדי להציג אותם שוב.
vi: Lưu ý rằng việc thay đổi kiểu giao diện này có thể làm mất hiệu lực các dấu trang (bookmarks) hoặc vùng đánh dấu (highlights) của bạn. Nếu một số dấu trang/đánh dấu không còn xuất hiện, bạn chỉ cần hoàn tác (revert) thay đổi vừa thực hiện để chúng hiển thị lại.
zh_tw: 注意這個樣式的變更可能使您的書籤或標注不再有效。 如果其中一些不再顯示，您只要還原剛剛的變更，就能讓它們再次顯示。

source: Styles have changed in such a way that fully reloading the document may be needed for a correct rendering. %1Do you want to reload the document?
bg_bg: Стиловете са силно променени и се налага презареждане на документа за правилно изчертаване. %1Желаете и документът да бъде презареден?
he: הסגנונות השתנו בצורה כזו שייתכן שיצטרך לטעון מחדש את המסמך באופן מלא כדי להציג אותו נכון. %1 האם ברצונך לטעון מחדש את המסמך?
sv: Stilar har ändrats på ett sådant sätt att det krävs att helt ladda om dokumentet för att få korrekt rendering. %1Vill du läsa in dokumentet på nytt?
vi: Kiểu đã thay đổi theo cách mà việc tải lại hoàn toàn tài liệu có thể cần thiết để kết xuất chính xác. %1 Bạn muốn tải lại tài liệu?
zh_tw: 樣式已變更，但可能要重新載入文件後才能被正確顯示。 %1您想要重新載入這份文件嗎？

source: When hide non-linear fragments is enabled, any non-linear fragments will be hidden from the normal page flow. Such fragments will always remain accessible through links, the table of contents and the 'Go to' dialog. This only works in single-page mode.
bg_bg: Когато е разрешено скриването на нелинейни фрагменти, всички такива фрагменти ще бъдат скрити от нормалния поток на страници. Нелинейните фрагменти винаги ще останат достъпни чрез препратки, съдържанието и диалога „Разгръщане на страница“. Работи само в режим на една страница.
he: כאשר מופעלת הסתרת מקטעים לא ליניאריים, כל שבר לא לינארי יוסתר מזרימת העמודים הרגילה. שברים כאלה יישארו תמיד נגישים באמצעות קישורים, תוכן העניינים ודיאלוג 'עבור אל'. זה עובד רק במצב של עמוד יחיד.
vi: Khi ẩn các mảnh phi tuyến tính được bật, bất kỳ mảnh phi tuyến tính nào cũng sẽ bị ẩn khỏi luồng trang bình thường. Các mảnh như vậy sẽ luôn có thể truy cập được thông qua các liên kết, mục lục và hộp thoại 'Đi đến'. Điều này chỉ hoạt động ở chế độ một trang.
zh_tw: 啟用「隱藏非線性片段」選項時，任何非線性片段都將從正常的頁面流程中隱藏，但使用者仍然可以透過連結、目錄或「前往」對話框存取它們。目前只能在單頁模式下使用。

source: Hide non-linear fragments
bg_bg: Скриване на нелинейни фрагменти
he: הסתר מקטעים לא לינאריים
vi: Ẩn các mảnh phi tuyến tính
zh_tw: 隱藏非線性片段

source: Set default hide non-linear fragments to %1?
bg_bg: По подразбиране скриването на нелинейни фрагменти да бъде ли зададено на „%1“?
he: הגדר הסתרת קטעים לא לינאריים כברירת מחדל ל-%1?
vi: Đặt mặc định ẩn các mảnh phi tuyến tính thành %1?
zh_tw: 要將預設的隱藏非線性片段設為 %1 嗎？

source: enabled
bg_bg: включено
he: מופעל
vi: Đã bật
zh_tw: 啟用

source: Enable partial renderings
bg_bg: Частично изчертаване
he: לאפשר עימודים חלקיים
vi: Bật hiển thị nội dung một phần
zh_tw: 啟用部分渲染

source: With EPUB documents (having multiple fragments), text appearance adjustments can be made quicker by only rendering the current chapter. After such partial renderings, the book and KOReader are in a degraded state: you can turn pages, but some info and features may be broken or disabled (ie. footer info, ToC, statistics…). To get back to a sane state, a full rendering will happen in the background, get cached, and the document will be seamlessly reloaded after a brief period of inactivity.
bg_bg: При документите EPUB (с множество фрагменти) промените на външния вид на текста могат да бъдат извършени по-бързо, като бъде изчертана само текущата глава. След такива частични изчертавания книгата и KOReader са в междинно състояние: можете да прелиствате, но дадена информация и функции могат да бъдат нарушени или изключени (т.е. информация в долния колонтитул, съдържание, статистика…). За да бъде върнато нормалното състояние, пълното изчертаване ще бъде извършено във фонов режим, ще бъде запазен във временна памет и документът ще бъде презареден след период на неактивност.
he: במסמכי EPUB (הכוללים מקטעים מרובים), ניתן לבצע התאמות של מראה הטקסט מהר יותר על־ידי עימוד של הפרק הנוכחי בלבד. לאחר עימודים חלקיים כאלה, הספר ו־KOReader נמצאים במצב ירוד: אפשר לעבור עמוד, אבל חלק מהמידע והתכונות עשויים להיות פגומים או מושבתים (כלומר מידע בסרגל תחתון, תוכן עניינים, סטטיסטיקה…). כדי להשיב את המצב לשפיות, יתרחש עימוד מלא ברקע, הוא יאוחסן במטמון והמסמך ייטען מחדש בצורה חלקה לאחר הפוגה קצרה של חוסר פעילות.
vi: Với tài liệu EPUB (có nhiều đoạn), việc điều chỉnh giao diện văn bản có thể được thực hiện nhanh hơn bằng cách chỉ hiển thị chương hiện tại. Sau những lần hiển thị một phần như vậy, sách và KOReader sẽ ở trạng thái xuống cấp: bạn có thể lật trang, nhưng một số thông tin và tính năng có thể bị hỏng hoặc bị vô hiệu hóa (ví dụ: thông tin chân trang, Mục lục, số liệu thống kê...). Để trở lại trạng thái bình thường, quá trình hiển thị đầy đủ sẽ diễn ra ở chế độ nền, được lưu vào bộ nhớ đệm và tài liệu sẽ được tải lại liền mạch sau một khoảng thời gian ngắn không hoạt động.
zh_tw: 針對包含多個章節的 EPUB 文件，僅渲染目前章節可加快文字樣式調整速度。 但在進行部分渲染後，書籍與 KOReader 將處於降級狀態：雖然仍可翻頁，但部分資訊與功能可能異常或停用（例如頁尾資訊、目錄、統計資料等）。 為恢復正常狀態，系統會在背景執行完整渲染並快取結果，並在短暫閒置後自動重新載入文件。

source: The current default (★) is to enable partial renderings when possible.
bg_bg: В момента по подразбиране (★) е по възможност да бъде извършвно частично изчертаване.
he: ברירת המחדל הנוכחית (★) היא לאפשר עימוד חלקי במידת האפשר.
vi: Mặc định hiện tại (★) là bật hiển thị một phần khi có thể.
zh_tw: 目前預設（★）會在可行時啟用部分渲染。

source: The current default (★) is to always do a full rendering.
bg_bg: В момента по подразбиране (★) е винаги да бъде извършвано цялостно изчертаване.
he: ברירת המחדל הנוכחית (★) היא לבצע תמיד עימוד מלא.
vi: Mặc định hiện tại (★) là luôn thực hiện kết xuất đầy đủ.
zh_tw: 目前預設（★）為永遠執行完整渲染。

source: This book was first opened, and has been handled since, by an older version of the rendering code. Bookmarks and highlights can be upgraded to the latest version of the code. %1 Proceed with this upgrade and reload the book?
bg_bg: Тази книга е отворена за първи път и оттогава се използва на по-старо издание на кода за изчертаване. Отметките и подчертаното могат да бъдат обновени до последното издание на кода. %1 Да продължите ли с обновяване и презареждане на книгата?
he: ספר זה נפתח לראשונה ומטופל מאז על ידי גרסה ישנה יותר של קוד עיבוד התצוגה. ניתן לשדרג סימניות והדגשות לגרסה האחרונה של הקוד. %1 להמשיך בשדרוג זה ולטעון את הספר מחדש?
vi: Cuốn sách này lần đầu tiên được mở ra, và đã được xử lý kể từ đó, bởi một phiên bản cũ hơn của mã kết xuất. Dấu trang và điểm nổi bật có thể được nâng cấp lên phiên bản mới nhất của mã. %1 Tiến hành nâng cấp này và tải lại cuốn sách?
zh_tw: 這本書最初是由舊版的繪製代碼開啟並處理。 書籤和標注可以升級到代碼的最新版本。 %1 要進行升級並重新載入書籍嗎？

source: All your bookmarks and highlights are valid and will be available after the migration.
bg_bg: Всички отметки и подчертани пасажи са валидни и ще бъдат достъпни след миграцията.
he: כל הסימניות וההדגשות שלך תקינים ויהיו זמינים לאחר ההסבה.
vi: Tất cả dấu trang và điểm nổi bật của bạn là hợp lệ và sẽ có sẵn sau khi di chuyển.
zh_tw: 您所有的書籤和標注在遷移之後還是有效的，並且可以使用。

source: Note that %1 (out of %2) xpaths from your bookmarks and highlights aren't currently found in the book, and may have been lost. You might want to toggle Rendering mode between 'legacy' and 'flat', and re-open this book, and see if they are found again, before proceeding.
bg_bg: Обърнете внимание, че %1 (от %2) израза на XPath от отметките и подчертаните пасажи в момента не се намират в книгата и може би са изгубени. Преди да продължите вероятно ще искате да превключите между някой от режимите на изчертаване „старо“ и „изравнено“ и да отворите книгата отново, за да проверите дали ще бъдат намерени.
he: שים לב ש-%1 (מתוך%2) שבילים מהסימניות והדגשים שלך אינם נמצאים כרגע בספר, וייתכן שאבדו. ייתכן שתרצה להחליף את מצב הייצוג בין 'מורשת' ל'שטוח', ולפתוח מחדש את הספר הזה ולראות אם הם נמצאים שוב, לפני שתמשיך.
vi: Lưu ý rằng %1 (trong số %2) dấu trang và phần đánh dấu của bạn hiện không được tìm thấy trong sách và có thể đã bị mất. Bạn nên chuyển đổi chế độ Kết xuất 'cũ' và 'phẳng', mở lại cuốn sách này để kiểm tra trước khi tiếp tục.
zh_tw: 注意，書籍中的書籤和標注找不到 %1 個（共 %2 個）xpath，可能已經遺失。您可能想要在繼續之前，切換繪製模式為「傳統」或「平坦」並重新開啟書籍，看看是否能再次找到它們。

source: Note that %1 (out of %2) xpaths from your bookmarks and highlights have been normalized, and may not work on previous KOReader versions (if you're synchronizing your reading between multiple devices, you'll need to update KOReader on all of them).
bg_bg: Обърнете внимание, че %1 (от %2) израза на XPath от вашите отметки и подчертани пасажи са нормализирани и е възможно да не работят на предишни издания на KOReader (ако синхронизирате четеното между няколко устройства, ще трябва да обновите KOReader на всички тях).
he: כדאי לשים לב ש־%1 (מתוך %2) נתיבים מהסימניות וההדגשות שלך תוקנו, וכנראה שלא יעבדו בגרסאות קודמות של KOReader (אם בחרת לסנכרן את הקריאה שלך בין מספר מכשירים, צריך יהיה לעדכן את KOReader בכולם).
vi: Lưu ý rằng %1 (trong số %2) dấu trang và phần đánh dấu của bạn đã được chuẩn hóa và có thể không hoạt động trên các phiên bản KOReader trước đó (nếu bạn đang đồng bộ hóa việc đọc của mình giữa nhiều thiết bị, bạn sẽ cần cập nhật KOReader trên tất cả thiết bị).
zh_tw: 注意，已標準化書籤和標注中 %1 個（共 %2 個）xpath，可能無法在舊版的 KOReader 中運作（如果您在多個裝置間同步閱讀，您需要將所有裝置的 KOReader 升級）。

source: Not now
bg_bg: Не сега
he: לא עכשיו
vi: Không phải hiện tại
zh_tw: 現在不要

source: Not for this book
bg_bg: Не за тази книга
he: לא לספר הזה
vi: Không dành cho cuốn sách này
zh_tw: 這本書不要

source: Upgrade now
bg_bg: Обновяване сега
he: שדרג עכשיו
vi: Nâng cấp ngay
zh_tw: 現在更新

source: Upgrading and reloading book…
bg_bg: Обновяване и презареждане на книгата…
he: משדרג וטוען מחדש את הספר…
vi: Đang nâng cấp và tải lại sách…
zh_tw: 正在更新並重新載入書籍…

source: Scrolling
bg_bg: Прелистване
he: גלילה
vi: Cuộn
zh_tw: 捲動

source: Classic scrolling
bg_bg: Класическо прелистване
he: גלילה קלאסית
vi: Cuộn cổ điển
zh_tw: 經典捲動

source: Classic scrolling will move the document with your finger.
bg_bg: С класическото прелистване ще премествате документа с пръста си.
he: הגלילה הקלסית תזיז את המסמך בעזרת האצבע.
vi: Chế độ cuộn cổ điển sẽ di chuyển tài liệu theo ngón tay.
zh_tw: 經典捲動會隨手指移動文件。

source: Turbo scrolling
bg_bg: Турбо прелистване
he: גלילת טורבו
vi: Cuộn nhanh
zh_tw: 快速捲動

source: Turbo scrolling will scroll the document, at each step, by the distance from your initial finger position (rather than by the distance from your previous finger position). It allows for faster scrolling without the need to lift and reposition your finger.
bg_bg: При турбо прелистването документът ще бъде прелистван на всяка стъпка на разстоянието от първоначалната позиция на пръста ви (а не на разстоянието от предишната позиция на пръста ви). Това позволява по-бързо прелистване, без да е необходимо да вдигате и премествате пръста си.
he: גלילת טורבו תגלול את המסמך, בכל שלב, לפי המרחק מהמיקום הראשוני של האצבע (ולא לפי המרחק מהמיקום הקודם של האצבע). זה מאפשר גלילה מהירה יותר ללא צורך בהרמת האצבע ובמיקומה מחדש.
vi: Cuộn nhanh sẽ cuộn tài liệu, ở mỗi bước, bằng khoảng cách từ vị trí ngón tay ban đầu (thay vì khoảng cách từ vị trí ngón tay trước đó). Cho phép cuộn nhanh hơn mà không cần nhấc và đặt lại vị trí ngón tay.
zh_tw: 快速捲動模式按照與最初手指位置的距離捲動文件， 而非與你之前手指位置的距離進行捲動。 在此模式下，可以在不抬起和重新定位你的手指的情況下達到更快的捲動速度。

source: On-release scrolling
bg_bg: Прелистване при пускане
he: גלילה בזמן השחרור
vi: Cuộn khi thả (ngón tay)
zh_tw: 釋放時捲動

source: On-release scrolling will scroll the document by the panned distance only on finger up. This is interesting on eInk if you only pan to better adjust page vertical position.
bg_bg: При прелистване при пускане документът ще се прелисти с преместеното разстояние само при вдигане на пръста. Настройката е приложима при устройства с електронно мастило, ако панорамирате само за по-добро регулиране на вертикалната позиция на страницата.
he: גלילה בזמן השחרור תגלול את המסמך לפי המרווח המכוון רק בהעלת האצבע. זה מעניין ב-eInk אם מחליקים רק כדי להתאים טוב יותר את המיקום האנכי של הדף.
vi: Cuộn khi thả sẽ cuộn tài liệu theo khoảng cách di chuyển chỉ khi nhấc ngón tay lên. Điều này thật thú vị (-_-) trên eInk nếu bạn chỉ xoay để điều chỉnh tốt hơn vị trí dọc của trang.
zh_tw: 釋放時捲動只在手指抬起時將文件捲動指定距離。 此模式在電子紙裝置上可以更好地調整頁面垂直位置。

source: Activation delay: %1 ms
bg_bg: Забавяне: %1 мс
he: עיכוב הפעלה: %1 אלפיות השנייה
vi: Độ trễ kích hoạt: %1 ms
zh_tw: 啟動延遲：%1 毫秒

source: Scroll activation delay
bg_bg: Забавяне на извършване на прелистването
he: עיכוב הפעלת גלילה
vi: Độ trễ thao tác cuộn
zh_tw: 捲動啟動延遲

source: A delay can be used to avoid scrolling when swipes or multiswipes are intended. The delay value is in milliseconds and can range from 0 to 2000 (2 seconds). Default value: %1 ms
bg_bg: Забавянето може да бъде използвано, за да бъде избегнато прелистването, когато планирате плъзгания или многократни плъзгания. Стойността на забавянето е в милисекунди и може да бъде от 0 до 2000 (2 секунди). Стойност по подразбиране: %1 мс
he: ניתן להשתמש בעיכוב בכדי להימנע מגלילה כאשר נועדו החלקות או החלקות מורכבות. ערך העיקוב הוא באלפיות שנייה ונע בין 0 ל-2000 (2 שניות). ערך ברירת המחדל: %1
vi: Sử dụng độ trễ khi vuốt hoặc vuốt nhiều lần (ngăn cuộn trang). Giá trị độ trễ tính bằng mili giây (0 - 2000) (tối đa 2 giây). Giá trị mặc định: %1 ms
zh_tw: 可以使用間隔來避免滑動或轉向滑動被誤解為捲動。 間隔值以毫秒為單位，範圍從 0 到 2000 (2 秒)。 預設值: %1 ms
