Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

# Configuration type
source: Automatic
bg_bg: Автоматично
he: אוטומטי
vi: Tự động
zh_tw: 自動

# Configuration type
source: Manual
bg_bg: Ръчно
he: ידני
vi: Thủ công
zh_tw: 手動

source: Set custom calibre address
bg_bg: Задаване на адрес на Calibre
he: הגדרת כתובת calibre משלך
sv: Ställ in anpassad calibre-adress
vi: Đặt địa chỉ calibre thủ công
zh_tw: 指定自訂的 calibre 位址

source: IP Address
bg_bg: Адрес по IP
he: כתובת IP
sv: IP-adress
vi: Địa chỉ IP
zh_tw: IP 地址

source: Port
bg_bg: Порт
he: פתחה
vi: Cổng
zh_tw: 連接埠

source: File formats
bg_bg: Файлови формати
he: תצורות קבצים
vi: Định dạng tập tin
zh_tw: 檔案格式

source: About formats
bg_bg: Относно форматите
he: על תצורות
vi: Về định dạng
zh_tw: 關於格式

source: Supported file formats
bg_bg: Поддържани формати на файлове
he: תצורות קבצים נתמכות
vi: Các định dạng tệp được hỗ trợ
zh_tw: 支援的檔案格式

source: Unsupported formats will be converted by calibre to the first format of the list.
bg_bg: Неподдържаните формати ще бъдат преобразувани от Calibre до първия формат от списъка.
he: התצורות הנתמכות יומרו על ידי calibre לתצורה הראשונה ברשימה.
vi: Các định dạng không được hỗ trợ sẽ được Calibre chuyển đổi sang định dạng đầu tiên trong danh sách.
zh_tw: 不支援的格式將由 calibre 轉換為清單中的第一種格式。

source: Unknown
bg_bg: Неизвестен
he: לא ידוע
vi: Không xác định
zh_tw: 未知

source: Tags:
bg_bg: Етикети:
he: תגיות:
sv: Etiketter:
vi: Thẻ:
zh_tw: 標籤：

source: Browse series
bg_bg: Разглеждане на поредици
he: עיון בסדרה
sv: Bläddra i serier
vi: Duyệt series
zh_tw: 瀏覽系列

source: Browse tags
bg_bg: Разглеждане на етикети
he: עיון בתגיות
sv: Bläddra i etiketter
vi: Duyệt thẻ
zh_tw: 瀏覽標籤

source: Browse authors
bg_bg: Разглеждане на автори
he: עיון במחברים
vi: Duyệt tác giả
zh_tw: 瀏覽作者

source: Browse titles
bg_bg: Разглеждане на заглавия
he: עיון בכותרות
vi: Duyệt tiêu đề
zh_tw: 瀏覽書名

source: Search books
bg_bg: Търсене на книги
he: חיפוש ספרים
sv: Sök böcker
vi: Tìm kiếm sách
zh_tw: 搜尋書籍

source: No results in metadata
bg_bg: Няма резултати в описателните данни
he: אין תוצאות בנתוני העל
vi: Không có kết quả trong siêu dữ liệu
zh_tw: 詮釋資料中沒有結果

source: Books
bg_bg: Книги
he: ספרים
vi: Sách
zh_tw: 書籍

source: Browse by tags
bg_bg: Разглеждане по етикети
he: עיון לפי תגיות
vi: Duyệt theo thẻ
zh_tw: 依標籤瀏覽

source: Browse by series
bg_bg: Разглеждане по поредици
he: עיון לפי סדרה
vi: Duyệt theo series
zh_tw: 依系列瀏覽

source: Browse by authors
bg_bg: Разглеждане по автори
he: עיון לפי מחברים
vi: Duyệt theo tác giả
zh_tw: 依作者瀏覽

source: Browse by titles
bg_bg: Разглеждане по заглавия
he: עיון לפי כותרות
vi: Duyệt theo tiêu đề
zh_tw: 依書名瀏覽

source: Scanning libraries can take time. All storage media under %1 will be analyzed
bg_bg: Обхождането на библиотеките ще отнеме време. Хранилището под „%1“ ще бъде претърсено
he: סריקת ספריות יכולה לארוך זמן מה. כל אמצעי האחסון תחת %1 ייבחנו
vi: Việc quét thư viện có thể mất thời gian. Tất cả các phương tiện lưu trữ dưới %1 sẽ được phân tích
zh_tw: 掃描書櫃需要一些時間。將分析 %1 下的所有儲存媒體

source: SD card
bg_bg: Карта SD
he: כרטיס SD
vi: Thẻ SD
zh_tw: SD 卡

source: No calibre libraries were found
bg_bg: Няма библиотеки на Calibre
he: לא נמצאו ספריות calibre
vi: Không tìm thấy thư viện calibre nào
zh_tw: 找不到 calibre 書櫃

source: Found %1 calibre libraries with %2 books: %3
bg_bg: Намерени са %1 библиотеки на Calibre с %2 книги: %3
he: נמצאו %1 ספריות calibre עם %2 ספרים: %3
vi: Đã tìm thấy %1 thư viện calibre với %2 cuốn sách: %3
zh_tw: 在 %1 個 calibre 書櫃內找到了 %2 本書： %3

source: no route to host
bg_bg: липсва маршрут до хоста
he: אין נתיב למארח
vi: không có tuyến đường đến máy chủ
zh_tw: 沒有到主機的路由

source: host not found
bg_bg: хостът е намерен
he: המארח לא נמצא
vi: không tìm thấy máy chủ
zh_tw: 找不到主機

source: connection refused
bg_bg: свързването отказано
he: החיבור סורב
vi: kết nối bị từ chối
zh_tw: 連線被拒絕

source: timeout
bg_bg: изтекло време
he: פג הזמן
vi: thời gian chờ
zh_tw: 逾時

source: closed
bg_bg: затворено
he: סגור
vi: đóng
zh_tw: 已關閉

source: discovered
bg_bg: намерено
he: התגלה
vi: đã phát hiện
zh_tw: 已發現

source: specified
bg_bg: указано
he: צוין
vi: đã chỉ định
zh_tw: 已指定

source: handshake timeout
bg_bg: изтекло на време на „здрависване“
he: תום זמן להקמת קשר
vi: hết thời gian chờ bắt tay
zh_tw: 握手逾時

source: invalid password
bg_bg: грешна парола
he: סיסמה לא חוקית
vi: mật khẩu không hợp lệ
zh_tw: 無效的密碼

source: This folder is already initialized as a %1. Mixing calibre libraries is not recommended unless you know what you're doing. Do you want to continue?
bg_bg: Папката вече е подготвена като %1. Смесването на библиотеки на Calibre не е препоръчително, освен ако не сте наясно какво правите. Желаете ли да продължите?
he: התיקייה הזאת כבר אותחלה כ־%1. לא מומלץ לערבב ספריות calibre אלא אם כן ההשלכות ברורות לך. להמשיך?
vi: Thư mục này đã được khởi tạo là một %1. Không nên trộn lẫn các thư viện calibre trừ khi bạn biết rõ mình đang làm gì. Bạn có muốn tiếp tục không?
zh_tw: 此資料夾已被初始化為 %1。 除非您很清楚自己在做什麼，否則不建議混合多個 calibre 書櫃。 要繼續嗎？

source: Searching for a calibre server… (tap to cancel)
bg_bg: Търсене на сървър на Calibre… (докоснете за отказ)
he: מתבצע חיפוש של שרת calibre… (נגיעה לביטול)
vi: Đang tìm kiếm máy chủ calibre… (chạm để hủy)
zh_tw: 正在搜尋 calibre 伺服器……（點擊取消）

source: Couldn't discover a calibre instance on the local network
bg_bg: В локалната мрежа не може да бъде намерен работещ екземплар на Calibre
he: האיתור של מופע calibre ברשת המקומית לא הצליח
vi: Không thể phát hiện phiên bản calibre nào trên mạng cục bộ
zh_tw: 在區域網路中找不到 calibre 伺服器

source: Connecting to calibre server at %1 (%2, tap to cancel)
bg_bg: Свързване със сървъра на Calibre на %1 (%2, докоснете за отказ)
he: התחברות לשרת calibre בכתובת %1 (%2, נגיעה כדי לבטל)
vi: Đang kết nối với máy chủ calibre tại %1 (%2, chạm để hủy)
zh_tw: 正在連線到 calibre 伺服器 %1（%2，點擊取消）

source: Cannot connect to calibre server at %1 (%2)
bg_bg: Грешка при свързване със сървъра на Calibre: %1 (%2)
he: לא ניתן להתחבר לשרת calibre בכתובת %1 (%2)
vi: Không thể kết nối với máy chủ Calibre tại %1 (%2)
zh_tw: 無法連線到 calibre 伺服器 %1（%2）

source: Disconnected by calibre
bg_bg: Връзкате е прекъсната от Calibre
he: מנותק על ידי calibre
vi: Bị ngắt kết nối bởi calibre
zh_tw: 被 calibre 中斷連線

source: Disconnected from calibre (no activity)
bg_bg: Връзката прекъсната от Calibre (бездействие)
he: מנותק מ־calibre (ההדר פעולה)
vi: Đã ngắt kết nối với calibre (không có hoạt động)
zh_tw: 與 calibre 斷線（因無活動）

source: Set a password for calibre wireless server
bg_bg: Парола за безжичен сървър на Calibre
he: הגדר סיסמה לשרת אלחוטי calibre
vi: Đặt mật khẩu cho máy chủ không dây Calibre
zh_tw: 為 calibre 無線伺服器設定密碼

source: Can't receive file %1/%2: %3 No space left on device
bg_bg: Грешка при получаване на файла %1/%2: %3 Няма място на устройството
he: לא ניתן לקבל את הקובץ %1/%2: %3 לא נותר מקום במכשיר
vi: Không thể nhận tệp %1/%2: %3 Không còn dung lượng trên thiết bị
zh_tw: 無法接收檔案 %1/%2：%3 裝置上沒有空間

source: Received file %1/%2: %3
bg_bg: Получен файл %1/%2: %3
he: התקבל קובץ %1/%2: %3
vi: Đã nhận tệp %1/%2: %3
zh_tw: 收到檔案 %1/%2: %3

source: Insufficient disk space. calibre %1 will report all books as in device. This might lead to errors. Please reconnect to get updated info
bg_bg: Недостатъчно дисково пространство. Calibre %1 ще съобщава, че всички книги са на устройството. Това може да доведе до грешки. Включете отново, за да бъде обновена информацията
he: אין מספיק מקום בכונן. calibre %1 ידווח על כל הספרים כאילו במכשיר. זה עלול להוביל לשגיאות. נא להתחבר מחדש כדי לקבל מידע עדכני
vi: Không đủ dung lượng đĩa. calibre %1 sẽ báo cáo tất cả sách đều nằm trong thiết bị. Điều này có thể dẫn đến lỗi. Vui lòng kết nối lại để cập nhật thông tin
zh_tw: 磁碟空間不足。 calibre %1 會報告所有書籍在裝置中。這可能會導致錯誤。請重新連線以取得更新資訊

source: Reconnect
bg_bg: Повторно свързване
he: התחברות מחדש
vi: Kết nối lại
zh_tw: 重新連線

source: Deleted file: %1
bg_bg: Премахнат файл: %1
he: נמחק קובץ: %1
vi: Đã xóa tập tin: %1
zh_tw: 刪除檔案：%1

source: Deleted %1 files in %2: %3
bg_bg: Премахнати са %1 файла от %2: %3
he: נמחקו %1 קבצים ב-%2: %3
vi: Đã xóa %1 tệp trong %2: %3
zh_tw: 在 %2 中刪除了 %1 個檔案： %3

source: Cover browser
bg_bg: Управление на корици
he: דפדפן כריכות
sv: Omslagsbläddrare
vi: Duyệt bìa sách
zh_tw: 封面瀏覽器

source: Alternative display modes for file browser and history.
bg_bg: Алтернативни режими за показване на списъка с файлове и хронология.
he: מצבי תצוגה חלופיים לסייר הקבצים ולהיסטוריה.
sv: Alternativa visningslägen för filhanteraren och historik.
vi: Các chế độ hiển thị thay thế cho duyệt tập tin và lịch sử.
zh_tw: 檔案瀏覽器與閱讀歷史瀏覽器的替代顯示模式。

source: not readable by engine
bg_bg: не четимо за машината
he: לא קריא על ידי המנוע
sv: ej läsbar av motor
vi: không thể đọc được bằng engine
zh_tw: 引擎無法讀取這個

source: too many interruptions or crashes
bg_bg: твърде много прекъсвания или сривове
he: יותר מדי הפרעות או כשלים
sv: för många avbrott eller kraschar
vi: quá nhiều gián đoạn hoặc sự cố
zh_tw: 太多中斷或崩潰

source: Book info cache database updated.
bg_bg: Веменната информация за книгите е обновена.
he: מסד הנתונים של מטמון פרטי הספר עודכן.
vi: Cơ sở dữ liệu bộ đệm thông tin sách đã được cập nhật.
zh_tw: 書籍資訊快取資料庫已更新。

source: Failed compacting database: %1
bg_bg: Уплътняването е неуспешно: %1
he: דחיסת מסד הנתונים נכשלה: %1
sv: Misslyckades med att komprimera databas: %1
vi: Không nén được cơ sở dữ liệu: %1
zh_tw: 壓縮資料庫失敗了：%1

source: Cache database size reduced from %1 to %2.
bg_bg: Размерът на временната памет е намален от %1 на %2.
he: גודל המטמון של מסד הנתונים הופחת מ-%1 ל-%2.
sv: Cachedatabasstorleken minskades från %1 till %2.
vi: Kích thước bộ đệm cơ sở dữ liệu giảm từ %1 còn %2.
zh_tw: 快取資料庫的大小從 %1 降至 %2。

source: Cache is empty. Nothing to prune.
bg_bg: Временната памет е празна. Няма нищо за почистване.
he: המטמון ריק. אין מה לגזום.
sv: Cachen är tom. Inget att rensa.
vi: Bộ nhớ đệm trống. Không có mục xóa.
zh_tw: 快取是空的。沒有東西可被清除。

source: Removed %1 / %2 entries from cache.
bg_bg: Премахнати са %1 / %2 записа лт времвнната памет.
he: הוסרו %1 / %2 ערכים מהמטמון.
sv: Tog bort %1 / %2 poster från cache.
vi: Đã xóa mục nhập %1 /%2 khỏi bộ nhớ cache.
zh_tw: %1 / %2 個項目已從快取中移除。

source: This will extract metadata and cover images from books in the current directory. Once extraction has started, you can abort at any moment by tapping on the screen. Cover images will be saved with the adequate size for the current display mode. If you later change display mode, they may need to be extracted again. This extraction may take time and use some battery power: you may wish to keep your device plugged in.
bg_bg: Тази настройка ще извлече описателни данни и изображения на корици от книгите в текущата папка. След като започне извличането, можете да го прекъснете във всеки един момент, като докоснете екрана. Изображенията на кориците ще бъдат запазени с подходящия размер за текущия режим на екрана. Ако по-късно промените режима, може да се наложи да бъдат извлечени отново. Процесът ще отнеме време и ще изразходва известно количество енергия от батерията: може да включите устройството в електрическата мрежа.
he: תהליך זה מחלץ את בסיס הנתונים ותמונות הכריכה של הספרים הנמצאים בתיקיה הנוכחית. ניתן לבטל את החילוץ בכל עת על ידי נגיעה במסך. תמונות הכריכה ישמרו בהתאמה למצב התצוגה הנוכחי. אם תשנה מאוחר יותר את מצב התצוגה, תצטרך להפעיל שוב את תהליך זה. התהליך עשוי לקחת זמן רב ולהשתמש בכוח סוללה מסוים: ייתכן שתרצה לשמור על המכשיר מחובר לחשמל.
vi: Thao tác này sẽ trích xuất siêu dữ liệu và ảnh bìa từ sách trong thư mục hiện tại. Sau khi quá trình trích xuất đã bắt đầu, bạn có thể hủy bỏ bất kỳ lúc nào bằng cách nhấn vào màn hình. Ảnh bìa sẽ được lưu với kích thước phù hợp cho chế độ hiển thị hiện tại. Nếu sau đó bạn thay đổi chế độ hiển thị, chúng có thể cần được giải nén lại. Quá trình trích xuất này có thể mất thời gian và sử dụng một lượng pin: nên cắm sạc thiết bị của mình.
zh_tw: 這將抽取出這個資料夾下的書籍資訊與封面圖片。 當抽取開始後，您可以藉由輕按螢幕，在任意時刻取消操作。 封面圖片將以適合目前顯示模式的大小被儲存下來。 如果您稍後改變了顯示模式，則您可能需要再進行一次抽取操作。 抽取可能會花上一些時間與電力：這意味著您也許要讓您的裝置持續與電源連接。

source: Also extract book information from books in subdirectories?
bg_bg: Да бъде ли извлечена информацията от книгите в подпапките?
he: לחלץ גם מידע על ספרים מספרים בתיקיות המשנה?
sv: Extrahera också bokinformation från böcker i underkataloger?
vi: Trích xuất cả thông tin sách từ sách trong thư mục con?
zh_tw: 您也要抽取子資料夾中的書籍資訊嗎？

source: Here only
bg_bg: Само тук
he: כאן בלבד
sv: Endast här
vi: Chỉ trong thư mục này
zh_tw: 只有這裡

source: Here and under
bg_bg: Тук и надолу
he: כאן ומטה
sv: Här och under
vi: Thư mục này và thư mục con
zh_tw: 由此以下

source: Do you want to refresh metadata and covers that have already been extracted?
bg_bg: Желаете ли описателните данни и извлечените корици да бъдат презаредени?
he: האם ברצונך לרענן מטא-נתונים וכריכות שכבר חולצו?
sv: Vill du uppdatera metadata och omslag som redan har extraherats?
vi: Làm mới siêu dữ liệu và bìa đã được trích xuất?
zh_tw: 您想要更新已提取出的中繼資料與封面嗎？

source: Don't refresh
bg_bg: Без презареждане
he: אל תרענן
sv: Uppdatera inte
vi: Không làm mới
zh_tw: 不要重新整理

source: Refresh
bg_bg: Презареждане
he: רענן
sv: Uppdatera
vi: Làm mới
zh_tw: 重新整理

source: If you have removed many books, or have renamed some directories, it is good to remove them from the cache database. Do you want to prune the cache of removed books?
bg_bg: Добра идея е ако сте премахвали книги или сте преименували папки, да бъдат премахнати от временната памет. Желаете ли временната памет да бъде почистена?
he: אם הסרת ספרים רבים, או שנית את שמם של ספריות מסוימות, כדאי להסיר אותם ממסד הנתונים של המטמון. האם ברצונך לגזום את המטמון של ספרים שהוסרו?
vi: Nếu bạn đã xóa nhiều sách, hoặc đã đổi tên một số thư mục, nên xóa chúng khỏi cơ sở dữ liệu bộ đệm. Xóa cache của những cuốn sách đã xóa?
zh_tw: 如果您移除了大量書籍，或重新命名了某些資料夾，最好將它們從快取資料庫中刪除。 您要清除已移除書籍的快取嗎？

source: Don't prune
bg_bg: Без почистване
he: אל תגזום
sv: Töm inte
vi: Không xóa
zh_tw: 不要刪除

source: Prune
bg_bg: Почистване
he: תגזום
sv: Töm
vi: Xóa
zh_tw: 刪除

source: Do you want to abort extraction?
bg_bg: Желаете ли да прекъснете извличането?
he: האם ברצונך לבטל את החילוץ?
sv: Vill du avbryta uppackningen?
vi: Hủy giải nén?
zh_tw: 您想要放棄抽取操作嗎？

source: Don't abort
bg_bg: Без прекъсване
he: אל תבטל
sv: Avbryt inte
vi: Không hủy bỏ
zh_tw: 不要放棄

source: Pruning cache of removed books…
bg_bg: Почистване на временната памет от премахнатите книги…
he: גוזם מטמון של ספרים שהוסרו…
sv: Rensar cache för borttagna böcker…
vi: Đang xóa bộ nhớ đệm của những cuốn sách đã xóa…
zh_tw: 正在清除已移除書籍佔用的快取……

source: Looking for books to index…
bg_bg: Търсене на книги, които да бъдат индексирани…
he: מחפש ספרים לאינדוקס…
sv: Letar du efter böcker att indexera…
vi: Đang tìm sách để lập chỉ mục…
zh_tw: 尋找需要建立索引的書籍……

source: No books were found.
bg_bg: Не са намерени книги.
he: לא נמצאו ספרים.
sv: Inga böcker hittades.
vi: Không tìm thấy sách.
zh_tw: 沒有找到任何書籍。

source: Found 1 book to index.
bg_bg: Намерена е 1 книга, която да бъде индексирана.
he: נמצא ספר אחד לאינדוקס.
vi: Đã tìm thấy %1 cuốn sách để lập chỉ mục.
zh_tw: 已找到 %1 本書建立索引。

source: Found %1 books. Looking for those not already present in the cache database…
bg_bg: Намерени са %1 книги. Търсят се, липсващите от временната памет…
he: נמצאו %1 ספרים. מחפש את אלה לא קיימים כבר במטמון של מסד הנתונים…
sv: Hittade %1 böcker. Letar du efter de som inte redan finns i cachedatabasen…
vi: Tìm thấy %1 sách. Đang tìm phần chưa hiển thị trong cơ sở dữ liệu bộ nhớ cache…
zh_tw: 已找到 %1 本書。 正在尋找目前還未存在於快取資料庫中的項目……

source: No books were found that need to be indexed.
bg_bg: Не са открити книги, които трябва да бъдат индексирани.
he: לא נמצאו ספרים שיש צורך להוסיף לאינדקס.
sv: Inga böcker hittades som behöver indexeras.
vi: Không tìm thấy sách cần được lập chỉ mục.
zh_tw: 未發現任何書籍需要索引。

source: Indexing %1 / %2… %3
bg_bg: Индексиране на %1 / %2… %3
he: יצירת אינדקס %1 / %2… %3
sv: Indexerar %1 / %2... %3
vi: Đang lập chỉ mục %1/%2 %3
zh_tw: 正在索引 %1 / %2 …… %3

source: Processed %1 / %2 books.
bg_bg: Обработени %1 / %2 книги.
he: עובדו %1 / %2 ספרים.
vi: Đã xử lý %1 / %2 sách.
zh_tw: 已處理 %1 / %2 本書。

source: One extracted successfully.
bg_bg: Една извлечена.
he: אחד חולץ בהצלחה.
vi: %1 đã được trích xuất thành công.
zh_tw: 成功提取 %1 個。

source: Start-up of background extraction job failed. Please restart KOReader or your device.
bg_bg: Услугата за извличане във фонов режим не работи. Рестартирайте KOReader или устройството.
he: התחול של עבודת חילוץ ברקע נכשלה. הפעל מחדש את KOReader או את המכשיר שלך.
sv: Uppstart av uppackningsjobb i bakgrunden misslyckades. Starta om KOReader eller din enhet.
vi: Không thể trích xuất nền. Khởi động lại KOReader hoặc thiết bị của bạn.
zh_tw: 後台讀取任務啟動失敗。 請重啟 KOReader 或您的裝置。

source: Finished – 1 page
bg_bg: Прочетена – 1 страница
he: סיום - %1 עמוד
vi: Đã hoàn thành – %1 trang
zh_tw: 已完成 – %1 頁

source: On hold – 1 page
bg_bg: Оставена – 1 страница
he: בהמתנה - עמוד אחד
vi: Đang tạm dừng – %1 trang
zh_tw: 等候中 – %1 頁

source: %1 % of 1 page
bg_bg: %1 % от 1 страница
he: %1% מתוך עמוד
vi: %1 % của tổng số trang
zh_tw: %1 / %2 頁

source: %1, %2 to read
bg_bg: %1, %2 за четене
he: %1, %2 לקרוא
sv: % 1, %2 att läsa
vi: %1, %2 để đọc
zh_tw: %1，尚有 %2 頁未讀

source: 1 page
bg_bg: 1 страница
he: עמוד אחד
sv: 1 sida
vi: %1 trang
zh_tw: %1 頁

source: %1 et al.
bg_bg: %1 и др.
he: %1 ואח'.
vi: Vd %1.
zh_tw: %1 等其他。

source: (no book information: %1)
bg_bg: (няма сведения за книгата: %1)
he: (אין מידע על הספר: %1)
sv: (ingen bokinformation: %1)
vi: (không có thông tin sách: %1)
zh_tw: （沒有書籍資訊： %1）

source: (deleted)
bg_bg: (премахнато)
he: (נמחק)
sv: (borttagen)
vi: (đã xóa)
zh_tw: （已刪除）

source: Mosaic with cover images
bg_bg: Мозайка от кориците
he: אריחים עם תמונת שער
sv: Mosaik med omslagsbilder
vi: Ghép với ảnh bìa
zh_tw: 用圖片封面拼貼

source: Mosaic with text covers
bg_bg: Мозайка от заглавията
he: אריחים עם כריכה טקסטואלית
sv: Mosaik med textomslag
vi: Ghép với bìa văn bản
zh_tw: 用文字封面拼貼

source: Detailed list with cover images and metadata
bg_bg: Подробен списък с корица и информация
he: רשימה מפורטת עם תמונות שער ופרטי ספר
sv: Detaljerad lista med omslagsbilder och metadata
vi: Danh sách chi tiết với ảnh bìa và siêu dữ liệu
zh_tw: 有封面圖片與詮釋資料的詳細清單

source: Detailed list with metadata, no images
bg_bg: Подробен списък с информация, без корица
he: רשימה מפורטת של פרטי ספר ללא תמונות שער
sv: Detaljerad lista med metadata, inga bilder
vi: Danh sách chi tiết với siêu dữ liệu, không có hình ảnh
zh_tw: 只有詮釋資料的詳細清單，無圖片

source: Detailed list with cover images and filenames
bg_bg: Подробен списък с корица и име на файла
he: רשימה מפורטת עם תמונות שער ושמות קבצים
sv: Detaljerad lista med omslagsbilder och filnamn
vi: Danh sách chi tiết với ảnh bìa và tên tệp
zh_tw: 有封面圖片與檔名的詳細清單

source: Use this mode everywhere
bg_bg: Използване на този режим навсякъде
he: להשתמש במצב זה בכל מקום
vi: Sử dụng chế độ này ở mọi nơi
zh_tw: 在所有地方使用此模式

source: History display mode
bg_bg: Режим на показване на хронологията
he: מצב תצוגה היסטוריה
sv: Historik visningsläge
vi: Chế độ hiển thị lịch sử
zh_tw: 閱讀歷史顯示模式

source: Collections display mode
bg_bg: Режим на показване на списъците
he: מצב תצוגת אוספים
vi: Chế độ hiển thị bộ sưu tập
zh_tw: 收藏顯示模式

source: Display mode
bg_bg: Режим на показване
he: מצב תצוגה
sv: Visningsläge
vi: Chế độ hiển thị
zh_tw: 顯示模式

source: Mosaic and detailed list settings
bg_bg: Настройки на режима мозайка и подробен списък
he: הגדרות פסיפס ורשימה מפורטת
vi: Cài đặt chế độ khảm (mosaic) và danh sách chi tiết
zh_tw: 馬賽克和詳細的清單設定

source: Items per page in portrait mosaic mode: %1 × %2
bg_bg: Елементи на страница в режим портретна мозайка: %1 × %2
he: פריטים בכל עמוד בתצוגת פסיפס אנכית: %2 × %1
vi: Số mục trên mỗi trang ở chế độ khảm dọc: %1 × %2
zh_tw: 直向拼貼模式每頁項目數：%1 × %2

source: Portrait mosaic mode
bg_bg: Режим на мозайка (портрет)
he: תצוגת פסיפס אנכי
vi: Chế độ khảm dọc
zh_tw: 直向拼貼模式

source: Items per page in landscape mosaic mode: %1 × %2
bg_bg: Елементи на страница в режим пейзажна мозайка: %1 × %2
he: פריטים בכל עמוד בתצוגת פסיפס אופקי: %2 × %1
vi: Số mục trên mỗi trang ở chế độ khảm ngang: %1 × %2
zh_tw: 橫向拼貼模式每頁項目數：%1 × %2

source: Landscape mosaic mode
bg_bg: Режим мозайка (пейзаж)
he: תצוגת פסיפס אופקי
vi: Chế độ khảm ngang
zh_tw: 橫向拼貼模式

source: Items per page in portrait list mode: %1
bg_bg: Елементи на страница в режим на портретен списък: %1
he: פריטים בכל עמוד בתצוגת רשימה אנכית: %1
vi: Số mục trên mỗi trang ở chế độ danh sách dọc: %1
zh_tw: 直向清單模式每頁項目數：%1

source: Portrait list mode
bg_bg: Режим списък (портрет)
he: תצוגת רשימה אנכית
vi: Chế độ danh sách dọc
zh_tw: 直向清單模式

source: Show file properties
bg_bg: Показване на свойствата на файла
he: הצגת מאפייני קובץ
vi: Hiển thị thuộc tính tệp
zh_tw: 顯示檔案屬性

source: Progress
bg_bg: Напредък
he: התקדמות
vi: Tiến độ
zh_tw: 進度

source: Show progress in mosaic mode
bg_bg: Показване на напредъка в режим на мозайка
he: הצגת התקדמות במצב פסיפס
vi: Hiển thị tiến trình ở chế độ khảm
zh_tw: 在拼貼模式中顯示進度

source: Show progress in detailed list mode
bg_bg: Показване на напредъка в режим на подробен списък
he: הצגת התקדמות במצב רשימה מפורטת
vi: Hiển thị tiến trình ở chế độ danh sách chi tiết
zh_tw: 在詳細清單模式中顯示進度

source: Show number of pages read instead of progress %
bg_bg: Показване на броя прочетени стр. вместо %
he: הצג את מספר העמודים שנקראו במקום התקדמות ב-%
sv: Visa antal lästa sidor istället för framsteg %
vi: Hiển thị số trang đã đọc thay vì tiến trình %
zh_tw: 顯示已讀頁數而非進度百分比

source: Show number of pages left to read
bg_bg: Показване на броя оставащи страници
he: הצג את מספר העמודים שנותרו לקריאה
sv: Visa antal sidor kvar att läsa
vi: Hiển thị số trang còn lại để đọc
zh_tw: 顯示剩餘未讀頁數

source: Display hints
bg_bg: Показване на подсказки
he: הצג רמזים
vi: Hiển thị gợi ý
zh_tw: 顯示提示

source: Show hint for books with description
bg_bg: Подсказка за книга с описание
he: הצג רמז לספרים עם תיאור
sv: Visa tips till böcker med beskrivning
vi: Hiển thị gợi ý cho sách có mô tả
zh_tw: 為有描述的書籍顯示提示

source: Show hint for book status in history
bg_bg: Подсказка за съст. на книг. в хронологията
he: הצגת רמז למצב הספר בהיסטוריה
vi: Hiển thị gợi ý về trạng thái sách trong lịch sử
zh_tw: 在閱讀歷史中顯示書籍狀態提示

source: Show hint for book status in collections
bg_bg: Подсказка за съст. на книг. в списъците
he: הצגת רמז למצב הספר באוספים
vi: Hiển thị gợi ý về trạng thái sách trong bộ sưu tập
zh_tw: 在收藏中顯示書籍狀態提示

source: Do not show series metadata
bg_bg: Без информация за поредици
he: לא להציג נתוני על של סדרה
vi: Không hiển thị siêu dữ liệu series
zh_tw: 不顯示系列詮釋資料

source: Show series metadata in separate line
bg_bg: Информ. за поредицата на отделен ред
he: הצגת נתוני על של סדרה בשורה נפרדת
vi: Hiển thị siêu dữ liệu series ở dòng riêng biệt
zh_tw: 在單獨一列顯示系列詮釋資料

source: Append series metadata to title
bg_bg: Информ. за поредицата да се добавя към заглавието
he: הוספת נתוני על של סדרה לכותרת
sv: Lägg till seriemetadata till titel
vi: Nối siêu dữ liệu series vào tiêu đề
zh_tw: 將系列詮釋資料附加在標題後

source: Append series metadata to authors
bg_bg: Информ. за поредицата да се добавя към автора
he: הוספת נתוני על של סדרה למחברים
sv: Lägg till seriemetadata till författare
vi: Nối siêu dữ liệu series vào tác giả
zh_tw: 將系列詮釋資料附加在作者後

source: Book info cache management
bg_bg: Управление на веменната информация за книги
he: ניהול מטמון מידע על ספרים
sv: Bokinformation cachehantering
vi: Quản lý bộ nhớ đệm thông tin sách
zh_tw: 書籍資訊快取管理

source: Current cache size:
bg_bg: Текущ размер на временната памет:
he: גודל המטמון הנוכחי:
sv: Aktuell cachestorlek:
vi: Kích thước bộ nhớ đệm hiện tại:
zh_tw: 目前快取大小：

source: Prune cache of removed books
bg_bg: Почистване на врем. памет от премахнати книги
he: גוזם מטמון של הספרים שהוסרו
sv: Rensa cache av borttagna böcker
vi: Xóa bộ nhớ đệm của những cuốn sách đã xóa
zh_tw: 清理已移除書籍的快取
