Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

source: - all inside %1 as hashes: sdr folders are identified not by filepath/filename but by partial MD5 hash, allowing you to rename, move, and copy documents outside of KOReader without sdr folder clutter while keeping them linked to their metadata. However, any file modifications such as writing highlights into PDFs or downloading from calibre may change the hash, and thus lose their linked metadata. Calculating file hashes may also slow down file browser navigation. This option may suit users with multiple copies of documents across different devices and directories.
bg_bg: • всичко в %1 като отпечатък: sdr папките се определят не по пътя/името на файла, а по частичен отпечатък с MD5 от съдържанието на файла, което дава възможност да преименувате, премествате и копирате документи извън KOReader без претрупване на sdr папки, като същевременно ги запазва свързани с техните описателни данни. Въпреки това всякаква промяна на файловете, като например подчертаване в PDF или промяна от Calibre, могат да променят отпечатъка и по този начин да бъдат загубени свързаните данни. Изчисляването на отпечатъците от файловете може също така да забави придвижването в приложението за управление на файлове. Настройката е подходяща за потребители с множество копия на документите на различни устройства и в различни папки.
he: - הכול בתוך %1 כגיבובים: תיקיות sdr לא מובחנות על ידי שם הנתיב/הקובץ, אלא על ידי גיבוב MD5 חלקי, שמאפשר לך לשנות את השם, להעביר, להעתיק מסמכים מחוץ ל־KOReader בלי לגעת בתיקיות ה־sdr שלהם, תוך שמירה על קישור עם נתוני על שלהם. עם זאת, כל שינוי בקובץ כגון כתיבת הדגשות ל־PDF או הורדה מ־calibre עשוי לשנות את הגיבוב, וכך גם לאבד את נתוני העל המקושרים למסמך. טעינת קובץ עשויה גם להאט את ניווט הדפדפן. אפשרות זו עשויה להתאים למשתמשים עם עותקים מרובים של מסמכים על פני מכשירים שונים ותיקיות שונות.
vi: - Tất cả bên trong %1 dưới dạng hàm băm (hashes): Các thư mục sdr được nhận dạng không phải bằng đường dẫn/tên tập tin mà bằng hàm băm MD5 một phần, cho phép bạn đổi tên, di chuyển và sao chép tài liệu bên ngoài KOReader mà không làm lộn xộn với thư mục sdr, đồng thời vẫn giữ chúng liên kết với siêu dữ liệu tương ứng. Tuy nhiên, bất kỳ sửa đổi tập tin nào, chẳng hạn như ghi đánh dấu vào PDF hoặc tải xuống từ calibre, có thể làm thay đổi hàm băm, và do đó làm mất liên kết siêu dữ liệu của chúng. Việc tính toán hàm băm tập tin cũng có thể làm chậm quá trình duyệt tập tin. Tùy chọn này có thể phù hợp với người dùng có nhiều bản sao tài liệu trên các thiết bị và thư mục khác nhau.
zh_tw: - 全部集中於 %1，以雜湊命名： sdr 資料夾不是依照檔案路徑或檔名識別，而是透過部分 MD5 雜湊碼。這樣你就可以在 KOReader 之外自由重新命名、移動或複製文件，而不會因 sdr 資料夾而造成目錄雜亂，同時仍能保持與其中繼資料的連結。不過，若文件有任何修改，例如將劃線寫入 PDF 或從 calibre 下載，都可能改變雜湊值，導致失去原本的中繼資料連結。此外，計算檔案雜湊值可能會使檔案瀏覽速度變慢。這個選項特別適合在多個裝置與目錄間擁有多份文件的使用者。

source: %1 requires calculating partial file hashes of documents which may slow down file browser navigation. Any file modifications (such as embedding annotations into PDF files or downloading from calibre) may change the partial hash, thereby losing track of any highlights, bookmarks, and progress data. Embedding PDF annotations can be set at menu Typeset → Highlights → Write highlights into PDF.
bg_bg: %1 изисква изчисляване на частични отпечатъци от файловете на документите, което може да забави придвижването в приложението за управление на файлове. Всякаква промяна на файловете, (напр. вграждане на записки в PDF или изтегляне от Calibre) могат да променят частичния отпечатък и по този начин да бъдат загубени свързаните данни като подчертаното, отметките и напредъка. Вграждането на записки в PDF файлове може да бъде настроено от меню Typeset → Подчертано → Вграждане на подчертаното в PDF файла.
he: %1 דורש חישוב של גיבובי קובץ חלקיים, שעשויים להאט את הניווט במנהל הקבצים. כל שינוי קובץ (כגון הטמעת הערות לתוך קובצי PDF או הורדה מ־calibre) עשוי לשנות את הגיבוב החלקי, ובכך לאבד הדגשות, סימניות ונתוני התקדמות. אפשר להגדיר את הטמעת הערות ב־PDF בתפריט הרכבת מסמך ← הדגשות ← כתיבת הדגשות בתוך ה־PDF.
vi: %1 yêu cầu tính toán hàm băm tập tin một phần của tài liệu, điều này có thể làm chậm quá trình duyệt tập tin. Bất kỳ sửa đổi tập tin nào (chẳng hạn như nhúng chú thích vào các tập tin PDF hoặc tải xuống từ calibre) có thể làm thay đổi hàm băm một phần, do đó làm mất dấu vết của bất kỳ đánh dấu, dấu trang và dữ liệu tiến trình nào. Việc nhúng chú thích PDF có thể được cài đặt tại menu Kiểu chữ (Typeset) → Đánh dấu (Highlights) → Ghi đánh dấu vào PDF (Write highlights into PDF).
zh_tw: %1 需要計算文件的部分雜湊值，這可能會讓檔案瀏覽速度變慢。任何檔案修改（例如將註解嵌入 PDF，或從 calibre 下載）都可能改變部分雜湊值，因而遺失劃線、書籤與閱讀進度等資料。PDF 註解嵌入功能可於選單「排版 → 劃線 → 寫入劃線至 PDF」中設定。

source: Warning: You currently have documents with hash-based metadata. Until this metadata is moved by opening those documents, or deleted, file browser navigation may remain slower.
bg_bg: Внимание: Все още има документи с описателни данни, свързани с отпечатък от файла. Докато тези данни не бъдат преместени чрез отваряне на тези документите или премахнати, придвижването в приложението за управление на файлове може да остане по-бавно.
he: אזהרה: כרגע יש לך מסמכים עם נתוני על מבוססי גיבוב. עד שנתוני העל האלה יועברו או יימחקו עקב פתיחת המסמכים הללו, הניווט במנהל הקבצים עשוי להיות איטי יותר.
vi: Cảnh báo: Hiện tại bạn đang có các tài liệu với siêu dữ liệu dựa trên hàm băm. Cho đến khi siêu dữ liệu này được di chuyển bằng cách mở các tài liệu đó, hoặc bị xóa, quá trình duyệt tập tin vẫn có thể bị chậm hơn.
zh_tw: 警告：你目前有文件使用基於雜湊的中繼資料。在這些中繼資料透過開啟文件移動，或刪除之前，檔案瀏覽速度可能會持續較慢。

source: Book metadata location: %1
bg_bg: Хранилище за опис. данни за книгите: %1
he: תיקיית נתוני העל של הספרים: %1
vi: Vị trí siêu dữ liệu sách: %1
zh_tw: 書籍中繼資料位置：%1

source: About book metadata location
bg_bg: Относно хранилището за описателни данни за книгите
he: על מקום נתוני העל של הספרים
vi: Giới thiệu về vị trí siêu dữ liệu sách
zh_tw: 關於書籍中繼資料位置

source: Show documents with hash-based metadata
bg_bg: Документи с данни, свързани с отпечатък
he: הצגת מסמכים עם נתוני על מבוססי גיבוב
vi: Hiển thị tài liệu có siêu dữ liệu dựa trên Hash
zh_tw: 顯示使用雜湊中繼資料的文件

source: No documents with hash-based metadata
bg_bg: Няма документи с данни, свързани с отпечатък
he: אין מסמכים עם נתוני על מבוססי גיבוב
vi: Không có tài liệu nào có siêu dữ liệu dựa trên Hash
zh_tw: 沒有使用雜湊中繼資料的文件

source: only on close and suspend
bg_bg: само при затваряне и дълбок сън
he: רק בסגירה והשעיה
vi: chỉ khi đóng và tạm dừng
zh_tw: 僅在關閉與休眠時

source: every 1 m
bg_bg: през 1 мин
he: כל דקה
vi: mỗi %1 phút
zh_tw: 每 %1 分鐘

source: Save book metadata: %1
bg_bg: Запазване на опис. данни за книгите: %1
he: שמירת המטא-נתונים של הספר: %1
vi: Lưu siêu dữ liệu sách: %1
zh_tw: 儲存書籍中繼資料：%1

source: Important info about this auto-save option
bg_bg: Важно относно автоматичното запазване
he: מידע חשוב אודות אפשרות זו לשמירה אוטומטית
vi: Thông tin quan trọng về tùy chọn tự động lưu này
zh_tw: 關於自動儲存選項的重要資訊

source: End of document action
bg_bg: Действие при край на документа
he: פעולת סוף המסמך
sv: Slut på dokumentåtgärd
vi: Kết thúc hành động văn bản
zh_tw: 到達文件結尾的動作

source: Always mark as finished
bg_bg: Винаги да бъде отбелязван като прочетен
he: סימון תמיד כסיום
vi: Luôn đánh dấu là đã hoàn thành
zh_tw: 總是標示為已閱讀

source: Return to file browser
bg_bg: Връщане към управление на файлове
he: חזרה לדפדפן הקבצים
sv: Återgår till filhanteraren
vi: Trở về duyệt tệp
zh_tw: 回到檔案瀏覽器

source: Mark book as finished
bg_bg: Отбелязване на книгата като прочетена
he: סימון ספר כהסתיים
vi: Đánh dấu sách là đã hoàn thành
zh_tw: 標示為已閱讀

source: Book status and return to file browser
bg_bg: Състояние на книгата и към управление на файлове
he: מצב ספר וחזרה לדפדפן קבצים
sv: Bokstatus och återgår till filhanteraren
vi: Lưu trạng thái sách và trở về duyệt tệp
zh_tw: 書籍閱讀狀態並回到檔案瀏覽器

source: Keyboard
bg_bg: Клавиатура
he: מקלדת
vi: Bàn phím
zh_tw: 鍵盤

source: Dimension units: %1
bg_bg: Единици за размер: %1
he: יחידות ממד: %1
vi: Đơn vị kích thước: %1
zh_tw: 尺寸單位：%1

source: Also show values in pixels
bg_bg: Показване на стойностите и в пиксели
he: הצגת ערכים גם ביחידות של פיקסל
vi: Cũng hiển thị giá trị bằng pixel
zh_tw: 同時以像素顯示數值

source: Metric system
bg_bg: Метрична система
he: יחידות מטריות
vi: Hệ mét
zh_tw: 公制

source: Imperial system
bg_bg: Имперска система
he: יחידות אימפריאליות
vi: Hệ đo lường Anh
zh_tw: 英制

source: Pixels
bg_bg: Пиксели
he: פיקסלים
zh_tw: 像素

source: Screenshot folder
bg_bg: Папка за екранни снимки
he: תיקיית צילומי המסך
vi: Thư mục Ảnh chụp màn hình
zh_tw: 螢幕擷圖資料夾

source: Enable all
bg_bg: Включване на всички
he: לאפשר הכול
vi: Bật tất cả
zh_tw: 全部啟用

source: Disable all
bg_bg: Изключване на всички
he: להשבית הכול
vi: Tắt tất cả
zh_tw: 全部停用

source: Flash keyboard
bg_bg: Открояване на докоснатия клавиш
he: הבהוב מקלדת
sv: Flash-tangentbord
vi: Làm mới bàn phím
zh_tw: 點擊鍵盤的閃爍效果

source: Flash buttons and menu items
bg_bg: Открояване на докоснати бутони и меню
he: הבהוב כפתורים ופריטי תפריט
sv: Flash-knappar och menyalternativ
vi: Nhấp nháy các nút và các mục menu
zh_tw: 點擊按鈕與選單的閃爍效果

source: Enable system fonts
bg_bg: Включване на системните шрифтове
he: לאפשר גופני מערכת
sv: Aktivera systemtypsnitt
vi: Bật phông hệ thống
zh_tw: 啟用系統字型

source: Open fonts folder
bg_bg: Папка с шрифтове
he: פתיחת תיקיית הגופנים
vi: Mở thư mục phông
zh_tw: 開啟字型資料夾

source: If some book titles, dictionary entries and such are not displayed well but shown as %1 or %2, it may be necessary to download the required fonts for those languages. They can then be enabled as additional UI fallback fonts. Fonts for many languages can be downloaded at: https://fonts.google.com/noto Only fonts named "Noto Sans xyz" or "Noto Sans xyz UI" (regular, not bold nor italic, not Serif) will be available in this menu. However, bold fonts will be used if their corresponding regular fonts exist.
bg_bg: Ако някои заглавия на книги, статии в речника и т.н. не се показват добре, а като %1 или %2, е необходимо да изтеглите необходимите шрифтове за тези езици. След това тези шрифтове могат да бъдат настроени като допълнителни резервни шрифтове на потребителския интерфейс. Шрифтове за много езици могат да бъдат изтеглени от: https://fonts.google.com/noto В това меню ще бъдат достъпни само шрифтове с име „Noto Sans xyz“ или „Noto Sans xyz UI“ (нормални, без получерни, курсивни и безсерифни). Получерните варианти шрифтовете ще бъдат използвани ако са налични техните нормални варианти.
he: אם חלק מכותרות הספרים, הרשומות במילון וכדומה אינן מופיעות כראוי ובמקום זאת כך %1 או כך %2, כדאי להוריד את הגופנים הנחוצים לשפות האלו. לאחר מכן ניתן להפעיל אותם כגופני נסיגה נוספים של מנשק המשתמש. ניתן להוריד גופנים למגוון שפות באתר: https://fonts.google.com/noto רק גופנים ששמם „Noto Sans xyz” או „Noto Sans xyz UI” (רגיל, לא מודגש, נטוי או נטול עיטורים) יהיו זמינים בתפריט הזה. עם זאת, גופנים מודגשים יהיו בשימוש אם לא קיימות תצורות גופנים רגילות עבורם.
vi: Nếu một số tên sách, mục từ điển và các nội dung tương tự không được hiển thị chính xác mà thay vào đó là %1 hoặc %2, bạn có thể cần tải xuống phông chữ cần thiết cho các ngôn ngữ đó. Sau đó, chúng có thể được kích hoạt làm phông chữ dự phòng giao diện người dùng (UI fallback fonts) bổ sung. Bạn có thể tải xuống phông chữ cho nhiều ngôn ngữ tại: https://fonts.google.com/noto Chỉ những phông chữ có tên "Noto Sans xyz" hoặc "Noto Sans xyz UI" (kiểu thường, không phải in đậm hay in nghiêng, không phải Serif) mới khả dụng trong menu này. Tuy nhiên, các phông chữ in đậm sẽ được sử dụng nếu phông chữ thường tương ứng của chúng tồn tại.
zh_tw: 如果部分書名、字典詞條等顯示異常，而呈現為 %1 或 %2，可能需要下載對應語言所需的字型。下載後可以啟用為額外的介面後備字型。 許多語言的字型可於以下網址下載： https://fonts.google.com/noto 僅有名稱為「Noto Sans xyz」或「Noto Sans xyz UI」的字型（常規體，不包含粗體、斜體，也不是 Serif）會出現在此選單中。不過，如果有對應的常規字型存在，則會使用其粗體版本。

source: About additional UI fallback fonts
bg_bg: Относно допълнителните резервни шрифтове
he: על גופני נסיגה נוספים של ממשק המשתמש
vi: Về Phông chữ dự phòng giao diện người dùng bổ sung
zh_tw: 關於額外的介面備用字型

source: The number of allowed additional fallback fonts is limited to %1. Uncheck some of them if you want to add this one.
bg_bg: Броят на разрешените допълнителни резервни шрифтове е ограничен до %1. Махнете отметката на някои от тях, ако искате да добавяте още.
he: מספר גופני הנסיגה הנוספים המותרים מוגבל ל־%1. יש לבטל את הסימון של חלק מהם כדי להוסיף את זה.
vi: Số lượng phông chữ dự phòng bổ sung được phép bị giới hạn là %1. Bỏ chọn một số phông chữ nếu bạn muốn thêm phông chữ này.
zh_tw: 允許的額外後備字型數量上限為 %1。 若要新增此字型，請先取消勾選部分現有的字型。

source: Additional UI fallback fonts
bg_bg: Допълнителни резервни шрифтове
he: גופני נסיגה נוספים של ממשק המשתמש
vi: Phông chữ dự phòng giao diện người dùng bổ sung
zh_tw: 額外的介面備用字型

source: Disable confirmation popup
bg_bg: Изключване на изск. прозор. потвърждение
he: השבתת חלון קופץ לאישור
sv: Inaktivera bekräftelse-popup
vi: Tắt thông báo xác nhận
zh_tw: 停用確認彈出視窗

source: This will ONLY affect what happens when you plug in the device!
bg_bg: Ще има влияние единствено на случващото се при включване на устройството!
he: זה ישפיע *רק* על מה שקורה כשמחברים את המכשיר!
vi: Điều này CHỈ ảnh hưởng đến những gì xảy ra khi bạn cắm thiết bị!
zh_tw: 這只會影響你插入裝置時的行為！

source: Disable mass storage functionality
bg_bg: Изключване на възможността за запазване
he: השבתת תכונת אחסון בנפח גדול
vi: Tắt chức năng bộ nhớ dung lượng lớn
zh_tw: 停用大量儲存功能

source: In case your device uses an unsupported setup where you know it won't work properly.
bg_bg: В случай че устройството използва неподдържана настройка, за която знаете, че няма да работи правилно.
he: במקרה שהמכשיר משתמש בהתקנה שאינה נתמכת, שידוע שלא תפעל כראוי.
vi: Trong trường hợp thiết bị của bạn sử dụng một thiết lập không được hỗ trợ mà bạn biết nó sẽ không hoạt động đúng cách.
zh_tw: 如果使用了裝置不支援的選項，而你知道它無法正常運作。

source: Share storage via USB?
bg_bg: Споделяне на хранилището през USB?
he: לשתף אחסון באמצעות USB?
vi: Chia sẻ bộ nhớ qua USB?
zh_tw: 透過 USB 分享儲存空間？

source: Share
bg_bg: Споделяне
he: שתף
sv: Dela
vi: Chia sẻ
zh_tw: 分享

source: Activate menu
bg_bg: Отваряне на менюто
he: הפעל תפריט
sv: Aktivera menyn
vi: Kích hoạt menu
zh_tw: 啟動選單

source: With a tap
bg_bg: Чрез докосване
he: בנגיעה
vi: Chạm
zh_tw: 按一下

source: With a swipe
bg_bg: Чрез плъзване
he: בהחלקה
vi: Vuốt
zh_tw: 滑動一下

source: Auto-show bottom menu
bg_bg: Долното меню се отваря заедно с горното
he: הצג אוטומטית את התפריט התחתון
sv: Automatisk visning av nedre menyn
vi: Tự động hiện menu dưới
zh_tw: 自動顯示底部選單

source: Up to four layouts can be enabled.
bg_bg: Могат да бъдат включени до четири подредби.
he: ניתן להפעיל עד ארבע פריסות.
vi: Có thể bật tối đa bốn bố cục.
zh_tw: 最多可啟用四種配置。

source: Not implemented
bg_bg: Не е реализирано
he: לא מומש
vi: Chưa triển khai
zh_tw: 尚未實作

source: Not available for any of your active layouts
bg_bg: Не е достъпно за никоя от избраните подредби
he: לא זמין עבור אף אחת מהפריסות הפעילות שלך
vi: Không khả dụng cho bất kỳ bố cục nào đang hoạt động của bạn
zh_tw: 目前使用的版面皆不支援

source: Keyboard layouts: %1
bg_bg: Клавиатурни подредби: %1
he: פריסות מקלדת: %1
vi: Bố cục bàn phím: %1
zh_tw: 鍵盤配置：%1

source: Keyboard layouts (%1)
bg_bg: Клавиатурни подредби (%1)
he: פריסות מקלדת (%1)
vi: Bố cục bàn phím (%1)
zh_tw: 鍵盤配置 (%1)

source: Layout-specific keyboard settings
bg_bg: Настройки на отделните подредби
he: הגדרות מקלדת תלויות פריסה
vi: Cài đặt bàn phím riêng cho từng bố cục
zh_tw: 鍵盤配置設定

source: Remember last layout
bg_bg: Запомняне на последно използваната подредба
he: לזכור את הפריסה האחרונה
vi: Nhớ bố cục cuối cùng
zh_tw: 記住上次配置

source: Keyboard appearance settings
bg_bg: Настройки на изгледа на клавиатурата
he: הגדרות מראה מקלדת
vi: Cài đặt hiển thị bàn phím
zh_tw: 鍵盤外觀設定

source: Keyboard font size
bg_bg: Размер на шрифта на клавиатурата
he: גודל גופן המקלדת
vi: Cỡ chữ bàn phím
zh_tw: 鍵盤字型大小

source: in bold
bg_bg: полу-получер
he: במודגש
vi: in đậm
zh_tw: 粗體

source: with border
bg_bg: с кантове
he: עם מסגרת
vi: có viền
zh_tw: 帶有邊框

source: compact
bg_bg: компактна
he: מצומצמת
vi: Gọn nhẹ
zh_tw: 緊湊

source: Show virtual keyboard
bg_bg: Виртуална клавиатура
he: הצגת מקלדת וירטואלית‬
vi: Hiển thị bàn phím ảo
zh_tw: 顯示虛擬鍵盤

source: Enable this setting to always display the virtual keyboard within a text input field. When a field is selected (in focus), you can temporarily toggle the keyboard on/off by pressing 'Shift' (or 'ScreenKB') + 'Home'.
bg_bg: Ако е отметнато виртуалната клавиатура винаги ще бъде показвана в текстовото поле. Когато дадено поле е избрано (на фокус), можете временно да включите/изключите клавиатурата, като натиснете „ScreenKB/Shift“ + „Home“.
he: לאפשר את הגדרה זו כדי להציג תמיד את המקלדת הווירטואלית בתוך שדה קלט טקסט. כששדה נבחר (במוקד), אפשר, זמנית, להציג/להסתיר את המקלדת על ידי לחיצה על ‚Shift’ (או ‚ScreenKB’) + ‚Home’.
vi: Bật cài đặt này để luôn hiển thị bàn phím ảo bên trong một trường nhập văn bản. Khi một trường được chọn (đang tập trung), bạn có thể tạm thời bật/tắt bàn phím bằng cách nhấn tổ hợp phím 'Shift' (hoặc 'ScreenKB') + 'Home'.
zh_tw: 啟用此設定後，在文字輸入欄位中將一律顯示虛擬鍵盤。當欄位被選取（取得焦點）時，可按下 Shift（或 ScreenKB）+ Home 鍵 來暫時切換虛擬鍵盤的顯示/隱藏。

source: When a text field is selected (in focus), you can temporarily bring up the virtual keyboard by pressing 'ScreenKB' + 'Home'.
bg_bg: Когато е избрано текстово поле (на фокус), можете временно да извадите виртуалната клавиатура, като натиснете „ScreenKB“ + „Home“.
he: כאשר שדה טקסט נבחר (ממוקד), אפשר להעלות באופן זמני את המקלדת הווירטואלית על ידי לחיצה על ‎‚ScreenKB’ + ‚Home’‎.
vi: Khi một trường văn bản được chọn (đang tập trung), bạn có thể tạm thời hiển thị bàn phím ảo bằng cách nhấn tổ hợp phím 'ScreenKB' + 'Home'.
zh_tw: 選取文字欄位後，按下 ScreenKB + Home 可暫時顯示虛擬鍵盤。

source: When a text field is selected (in focus), you can temporarily bring up the virtual keyboard by pressing 'Shift' + 'Home'.
bg_bg: Когато е избрано текстово поле (на фокус), можете временно да извадите виртуалната клавиатура, като натиснете „Shift“ + „Home“.
he: כאשר שדה טקסט נבחר (במוקד), אפשר להעלות באופן זמני את המקלדת הווירטואלית על ידי לחיצה על "Shift" + "Home".
vi: Khi một trường văn bản được chọn (đang tập trung), bạn có thể tạm thời hiển thị bàn phím ảo bằng cách nhấn tổ hợp phím 'Shift' + 'Home'.
zh_tw: 選取文字欄位後，按下 Shift + Home 可暫時顯示虛擬鍵盤。

source: Swipe to input additional characters
bg_bg: Плъзване за въвеждане на допълнителни знаци
he: יש להחליק כדי להקליד תווים נוספים
vi: Vuốt để nhập các ký tự bổ sung
zh_tw: 滑動以輸入額外字元

source: Page overlap
bg_bg: Застъпване на страници
he: חפיפה בין עמודים
sv: Sidöverlägg
vi: Trang chồng lấn
zh_tw: 頁面重疊

source: Page overlap cannot be enabled in the current view mode.
bg_bg: Застъпването на страници е недостъпно в този режим на четене.
he: לא ניתן להפעיל את חפיפת העמודים במצב התצוגה הנוכחי.
vi: Không thể bật Trang chồng lấn trong chế độ xem hiện tại.
zh_tw: 目前檢視模式下無法啟用頁面重疊。

source: Number of lines: %1
bg_bg: Брой редове: %1
he: מספר השורות: %1
sv: Antal rader: %1
vi: Số dòng: %1
zh_tw: 行數: %1

source: Number of overlapped lines
bg_bg: Брой припокриващи се редове
he: מספר שורות חופפות
vi: Số dòng bị chồng
zh_tw: 重疊行數

source: When page overlap is enabled, some lines from the previous page will be displayed on the next page. You can set how many lines are shown.
bg_bg: Когато застъпването на страници е включено, някои от редовете на предишната страница ще бъдат показани на следващата страница. Можете да зададете броя на редовете, които да бъдат показани.
he: כשחפיפת העמודים מופעלת, כמה מהשורות של העמוד הקודם יוצגו בעמוד הבא. ניתן להגדיר כמה שורות יוצגו.
sv: När sidöverlapp är aktiverat kan vissa rader från föregående sida komma att visas på nästa sida. Du kan ställa in hur många rader som visas.
vi: Khi bật Chồng chéo trang, một số dòng từ trang trước sẽ được hiển thị trên trang tiếp theo. Có thể đặt số lượng dòng được hiển thị.
zh_tw: 當頁面重疊啟用時，上一頁的某些行會顯示在下一頁上。 您可以設定要顯示多少行。

source: Arrow
bg_bg: Прочетеното - стрелка
he: חץ
sv: Pil
vi: Mũi tên
zh_tw: 箭頭

source: Gray out
bg_bg: Прочетеното - сиво
he: גווני אפור
sv: Gråa ut
vi: Làm xám
zh_tw: 灰顯

source: Solid line
bg_bg: Прочетеното - черта
he: קו רציף
vi: Đường liền nét
zh_tw: 實線

source: Dashed line
bg_bg: Прочетеното - пунктир
he: קו מקווקוו
vi: Đường nét đứt
zh_tw: 虛線

source: Left / right
bg_bg: Ляво / дясно
he: שמאל / ימין
vi: Trái / Phải
zh_tw: 左 / 右

source: Top / bottom
bg_bg: Горе / долу
he: למעלה / למטה
vi: Trên / Dưới
zh_tw: 上 / 下

source: Bottom / top
bg_bg: Долу / горе
he: למטה / למעלה
vi: Dưới / Trên
zh_tw: 下 / 上

source: Backward / forward tap zone size: %1 % / %2 %
bg_bg: Размер на зоната за докосване напред: %1 % / %2 %
he: גודל אזור הקשה אחורה / קדימה: %1 % / %2 %
vi: Kích thước vùng chạm lùi / tiến: %1 % / %2 %
zh_tw: 前後翻頁點擊區大小：%1 % / %2 %

source: Tap zone width
bg_bg: Ширина на зоната за докосване
he: רוחב אזור נגיעה
vi: Chiều rộng vùng chạm
zh_tw: 點擊區寬度

source: Tap zone height
bg_bg: Височина на зоната за докосване
he: גובה אזור נגיעה
vi: Chiều cao vùng chạm
zh_tw: 點擊區高度

source: Percentage of screen width
bg_bg: Процент от ширината на екрана
he: אחוז מרוחב המסך
vi: Phần trăm chiều rộng màn hình
zh_tw: 螢幕寬度百分比

source: Percentage of screen height
bg_bg: Процент от височината на екрана
he: אחוז מגובה המסך
vi: Phần trăm chiều cao màn hình
zh_tw: 螢幕高度百分比

source: Backward
bg_bg: Назад
he: אחורה
vi: Lùi lại
zh_tw: 上一頁

source: Forward
bg_bg: Напред
he: קדימה
vi: Chuyển tiếp
zh_tw: 下一頁

source: Page turns
bg_bg: Прелистване на страници
he: מעברי עמוד
vi: Chuyển trang
zh_tw: 翻頁

source: With taps
bg_bg: С докосване
he: בנגיעות
vi: Đa chạm
zh_tw: 透過點擊

source: With swipes
bg_bg: С плъзване
he: בהחלקות
vi: Đa vuốt
zh_tw: 透過滑動

source: Tap zones: %1
bg_bg: Зони на докосване: %1
he: אזורי מגע: %1
vi: Vùng chạm: %1
zh_tw: 點擊區域：%1

source: The default (★) for newly opened books is right-to-left (RTL) page turning. Would you like to change it?
bg_bg: По подразбиране (★) за новоотворените книги прелистването на страниците е отдясно наляво (Д←Л). Желаете ли да го промените?
he: ברירת המחדל (★) עבור ספרים שזה עתה נפתחו היא להעביר דף מימין לשמאל (RTL). לשנות את זה?
vi: Mặc định (★) cho các sách mới mở là chế độ lật trang từ phải sang trái (RTL). Bạn có muốn thay đổi không?
zh_tw: 新開啟書籍的預設值 (★) 是從右到左 (RTL) 翻頁。 您要變更嗎？

source: The default (★) for newly opened books is left-to-right (LTR) page turning. Would you like to change it?
bg_bg: По подразбиране (★) за новоотворените книги прелистването на страниците е отляво надясно (Л→Д). Желаете ли да го промените?
he: ברירת המחדל (★) עבור ספרים שזה עתה נפתחו היא להעביר דף משמאל לימין (LTR). לשנות את זה?
vi: Mặc định (★) cho các sách mới mở là chế độ lật trang từ trái sang phải (LTR). Bạn có muốn thay đổi không?
zh_tw: 新開啟書籍的預設值 (★) 是從左到右 (LTR) 翻頁。 您要變更嗎？

source: LTR (★)
bg_bg: Л→Д (★)
he: משמאל לימין (★)
zh_tw: 左到右 (★)

source: RTL (★)
bg_bg: Д←Л (★)
he: מימין לשמאל (★)
zh_tw: 右到左 (★)

source: Page turn animations
bg_bg: Анимация при прелистване на страници
he: הנפשות בהעברת העמוד
vi: Hiệu ứng chuyển trang
zh_tw: 翻頁動畫

source: On startup, only after update
bg_bg: При стартиране, само след обновяване
he: בעת הטעיננ, רק לאחר העדכון
vi: Khi khởi động, chỉ sau khi cập nhật
zh_tw: 啟動時（僅限更新後）

source: On startup
bg_bg: При стартиране
he: בעת הטעינה
vi: Khi khởi động
zh_tw: 啟動時

source: After setup
bg_bg: След настройка
he: לאחר ההקמה
vi: Sau khi thiết lập
zh_tw: 更新後

source: Before exit
bg_bg: Преди изход
he: לפני היציאה
vi: Trước khi thoát
zh_tw: 退出前

source: On exit
bg_bg: При изход
he: ביציאה
vi: Khi thoát
zh_tw: 退出時

source: Patches might have changed. Current set of patches will be applied on next restart.
bg_bg: Възможно е кръпките да са променени. Текущия набор от кръпки ще бъде приложен след рестарт.
he: כנראה שהטלאים השתנו. סדרת הטלאים הנוכחית תחול עם ההפעלה הבאה מחדש.
vi: Các bản vá có thể đã thay đổi. Bộ bản vá hiện tại sẽ được áp dụng trong lần khởi động lại tiếp theo.
zh_tw: 補丁可能已變更。目前的補丁組將在下次重新啟動時套用。
