Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

source: Are you sure that you want to prune cache of removed books? (This may take a while.)
bg_bg: Желаете ли временната памет да бъде почистен от премахнатите книги? (Може да отнеме известно време.)
he: האם אתה בטוח שברצונך לגזום המטמון של הספרים שהוסרו? (זה עשוי לקחת זמן.)
sv: Är du säker på att du vill rensa cache av borttagna böcker? (Det här kan ta ett tag.)
vi: Bạn có chắc chắn muốn xóa bộ nhớ đệm của những cuốn sách đã xóa không? (Việc này có thể mất một lúc.)
zh_tw: 確定要清理已移除書籍的快取嗎？ （這可能需要一些時間。）

source: Prune cache
bg_bg: Почистване на временната памет
he: גזום מטמון
sv: Rensa cache
vi: Xóa bộ nhớ đệm
zh_tw: 清理快取

source: Compact cache database
bg_bg: Уплътняване на временната памет
he: דחוס מסד נתונים של המטמון
sv: Kompakt cachedatabase
vi: Thu gọn bộ nhớ đệm cơ sở dữ liệu
zh_tw: 壓縮快取資料庫

source: Are you sure that you want to compact cache database? (This may take a while.)
bg_bg: Желаете ли складът да бъде уплътнен? (Може да отнеме известно време.)
he: האם אתה בטוח שברצונך לדחוס המטמון של מסד הנתונים? (זה עלול לקחת זמן.)
sv: Är du säker på att du vill komprimera cachedatabasen? (Det här kan ta ett tag.)
vi: Thu gọn bộ nhớ đệm cơ sở dữ liệu? (Việc này có thể mất một lúc.)
zh_tw: 確定要壓縮快取資料庫嗎？ （這可能需要一些時間。）

source: Compact database
bg_bg: Уплътняване
he: דחוס מסד נתונים
sv: Kompakt database
vi: Thu gọn cơ sở dữ liệu
zh_tw: 壓縮資料庫

source: Compacting cache database…
bg_bg: Уплътняване на временна памет…
he: דוחס מסד נתונים של המטמון…
sv: Komprimerar cacherdatabas…
vi: Đang thu gọn cache cơ sở dữ liệu…
zh_tw: 正在壓縮快取資料庫……

source: Delete cache database
bg_bg: Премахване на временна памет
he: מחק את מסד הנתונים של המטמון
sv: Ta bort cachedatabasen
vi: Xóa cache cơ sở dữ liệu
zh_tw: 刪除快取資料庫

source: Are you sure that you want to delete cover and metadata cache? (This will also reset your display mode settings.)
bg_bg: Желаете ли временната памет за корици и данни да бъде премахната? (Ще доведе нулиране на настройките на режима на показване.)
he: האם אתה בטוח שברצונך למחוק מטמון כריכות ומטא-נתונים? (פעולה זו תאפס גם את הגדרות מצב התצוגה שלך.)
sv: Är du säker på att du vill ta bort omslag- och metadatacache? (Detta kommer också att återställa inställningarna för visningsläge.)
vi: Bạn có chắc chắn muốn xóa bìa và bộ đệm siêu dữ liệu không? (Điều này cũng sẽ đặt lại cài đặt chế độ hiển thị của bạn.)
zh_tw: 確定要刪除封面與詮釋資料快取嗎？ （這也會重設您的顯示模式設定。）

source: Purge
bg_bg: Изчистване
he: ניקוי
sv: Rensa
vi: Thanh lọc
zh_tw: 清除

source: Extract and cache book information
bg_bg: Извличане на временна информация за книгите
he: חלץ מידע מהספרים בתיקיה זו
sv: Packa upp och lägg bokinformation i cache
vi: Trích xuất và lưu trữ thông tin sách
zh_tw: 提取並快取書籍資訊

source: Refresh cached book information
bg_bg: Обновяване на временната информация за книгите
he: בדוק מחדש ורענן פרטי ספר
sv: Uppdatera cachad bokinformation
vi: Làm mới thông tin sách lưu tạm
zh_tw: 重新整理快取的書籍資訊

source: Unignore cover
bg_bg: Спиране на пренебрегването на корицата
he: אל תתעלם מהכריכה
sv: Sluta ignorera omslag
vi: Không bỏ qua bìa
zh_tw: 取消忽略封面

source: Ignore cover
bg_bg: Пренебрегване на корицата
he: התעלם מהכריכה
sv: Ignorera omslag
vi: Bỏ qua bìa
zh_tw: 忽略封面

source: Unignore metadata
bg_bg: Спиране на пренебрегването на информацията
he: אל תתעלם מבסיס הנתונים
sv: Sluta ignorera metadata
vi: Không bỏ qua siêu dữ liệu
zh_tw: 取消忽略詮釋資料

source: Ignore metadata
bg_bg: Пренебрегване на информацията
he: התעלם מבסיס הנתונים
sv: Ignorera metadata
vi: Bỏ qua siêu dữ liệu
zh_tw: 忽略詮釋資料

source: Cover image
bg_bg: Изображение на корица
he: תמונת שער
vi: Ảnh bìa
zh_tw: 封面圖片

source: Stores cover image to a file.
bg_bg: Добавката дава възможност за съхраняване на изображенията на кориците във файл.
he: שומר את תמונת הכריכה בקובץ.
vi: Lưu trữ ảnh bìa vào một tệp.
zh_tw: 將封面圖片儲存到檔案。

source: "%1" is not a valid image file! A valid fallback image is required in Cover-Image.
bg_bg: „%1“ не е файл на изображение! За корицата е нужно резервно изображение.
he: "%1" אינו קובץ תמונה תקף! נדרשת תמונת נפילה תקפה ב-‎Cover-Image.
vi: "%1" không phải là tệp hình ảnh hợp lệ! Cần có hình ảnh dự phòng hợp lệ trong Cover-Image.
zh_tw: 「%1」 不是有效的圖片檔案！ 封面圖片需要有效的後備圖片。

source: Error writing file
bg_bg: Грешка при запис във файла
he: שגיאה בכתיבת הקובץ
vi: Lỗi khi ghi tệp
zh_tw: 寫入檔案時發生錯誤

source: Append filename
bg_bg: Долепяне на името на файла
he: הוסף את שם הקובץ
vi: Thêm tên tệp
zh_tw: 附加檔案名稱

source: This plugin saves a book cover to a file. That file can then be used as a screensaver on certain devices. If enabled, the cover image of the current file is stored in the set path on book opening. Books can be excluded if desired. If disabled, the cover file will be deleted. If fallback is enabled, the fallback file will be copied to the screensaver file on book closing. If the filename is empty or the file doesn't exist, the cover file will be deleted. If fallback is disabled, the screensaver image will stay in place after closing a book.
bg_bg: Добавката дава възможност за запазване корицата на книгите във файл. След това този файл може да бъде използван като изображение за предпазване на екрана на определени устройства. Ако е включена, изображението на корицата на текущия файл се съхранява в зададения път при отваряне на книгата. При желание дадени книги биха могли да бъдат пропускани. Ако е изключена, файлът с корицата ще бъде премахнат. Ако е включена възможността за резервно изображение, файлът на корицата при затваряне на книгата ще бъде копиран във файла за предпазване на екрана. Ако името на файла е празно или файлът не съществува, файлът на корицата ще бъде премайнат. Ако възможността за резервно изображение е изключена, изображението на файла за предпазване на екрана ще остане на мястото си след затваряне на книгата.
he: תוסף זה שומר את כריכת הספר הנוכחית בקובץ. קובץ זה יכול לשמש כשומר מסך במכשירי Android מסוימים, כגון ה-Tolino. אם היא מופעלת, תמונת השער של הקובץ בפועל נשמרת בקובץ שומר המסך שנבחר. ניתן להחריג ספרים אם רצוי בכך. אם היא מושבתת, קובץ הכיסוי יימחק. אם מופעלת ברירת הנפילה, קובץ הנפילה יועתק לקובץ שומר המסך עם סגירת הספר. כששם הקובץ ריק או כשהקובץ לא קיים, קובץ הכיסוי יימחק ושומר מסך המערכת ישמש במקום. אם תמונת הנפילה לא מופעלת, תמונת שומר המסך תישאר במקומה לאחר סגירת ספר.
vi: Plugin này lưu bìa sách vào một tệp. Tệp đó sau đó có thể được sử dụng làm trình bảo vệ màn hình trên một số thiết bị nhất định. Nếu được bật, ảnh bìa của tệp hiện tại sẽ được lưu trữ trong đường dẫn đã thiết lập khi mở sách. Có thể loại trừ sách nếu muốn. Nếu tắt, tệp bìa sẽ bị xóa. Nếu bật tính năng dự phòng, tệp dự phòng sẽ được sao chép vào tệp trình bảo vệ màn hình khi đóng sách. Nếu tên tệp trống hoặc tệp không tồn tại, tệp bìa sẽ bị xóa. Nếu tắt tính năng dự phòng, ảnh trình bảo vệ màn hình sẽ vẫn giữ nguyên sau khi đóng sách.
zh_tw: 這個外掛會把書籍封面存成一個檔案。該檔案可在某些裝置上作為螢幕保護程式使用。 啟用時：開啟書籍時，當前書籍的封面圖片會存放到指定路徑。必要時可以排除特定書籍。 停用時：封面檔案會被刪除。 若啟用後備：關閉書籍時，後備檔案會被複製成螢幕保護檔案。 若檔名為空或檔案不存在，封面檔案會被刪除。 若停用後備：關閉書籍後，螢幕保護圖片將保持不變。

source: You can either choose an existing file: - Choose a file or specify a new file: - First choose a folder - Then add the name of the new file or delete the path: - First choose a folder - Clear the name of the file
bg_bg: Можете да изберете съществуващ файл: • изберете файл Или да посочите нов файл: • първо изберете папка • след това добавете името на новия файл Или да премахнете пътя: • първо изберете папка • махнете името на файла
he: ניתן לבחור קובץ קיים: - בחירת קובץ או לציין קובץ חדש: - ראשית יש לבחור תיקייה - ואז להוסיף את שם הקובץ החדש או למחוק את הנתיב: - ראשית לבחור תיקייה - למחוק את שם הקובץ
vi: Bạn có thể chọn một tệp hiện có: - Chọn một tệp hoặc chỉ định một tệp mới: - Trước tiên, chọn một thư mục - Sau đó, thêm tên của tệp mới hoặc xóa đường dẫn: - Trước tiên, chọn một thư mục - Xóa tên của tệp
zh_tw: 你可以選擇一個已存在的檔案： - 選擇一個檔案 或指定一個新檔案： - 首先選擇一個資料夾 - 接著加入新檔案名稱 或刪除路徑： - 首先選擇一個資料夾 - 清除檔案名稱

source: Cache settings
bg_bg: Настройки на временна памет
he: הגדרות מטמון
vi: Cài đặt bộ nhớ đệm
zh_tw: 快取設定

source: unlimited
bg_bg: неограничен
he: ללא הגבלה
vi: không giới hạn
zh_tw: 無限制

source: Maximum number of cached covers: %1
bg_bg: Максимален брой на складирани корици: %1
he: מספר מרבי של כיסויים במטמון: %1
vi: Số lượng bìa lưu trữ tối đa: %1
zh_tw: 快取封面的最大數量：%1

source: If set to zero the number of cache files is unlimited. If set to -1 the cache is disabled.
bg_bg: Ако е зададена стойност нула, броят на файловете е неограничен. Ако е зададена стойност -1, временната памет е изключена.
he: אם מוגדר לאפס, מספר קובצי המטמון אינו מוגבל. אם מוגדר ל־‎-1 המטמון מושבת.
vi: Nếu đặt thành 0, số lượng tệp bộ nhớ đệm là không giới hạn. Nếu đặt thành -1, bộ nhớ đệm sẽ bị vô hiệu hóa.
zh_tw: 如果設定為零，快取檔案的數量是無限的。 如果設定為 -1，表示停用快取。

source: Each screen orientation requires its own cache file.
bg_bg: Всяко положение на екрана създава отделна временна памет.
he: כל כיוון תצוגה של המסך דורש קובץ מטמון משלו.
vi: Mỗi hướng màn hình đều yêu cầu tệp bộ nhớ đệm riêng.
zh_tw: 每個螢幕方向都需要各自的快取檔案。

source: Number of covers
bg_bg: Брой корици
he: מספר הכריכות
vi: Số lượng bìa
zh_tw: 封面數量

source: Maximum size of cached covers: %1
bg_bg: Максимален размер на складирани корици: %1
he: גודל מרבי של כריכות במטמון: %1
vi: Kích thước tối đa của các trang bìa được lưu trong bộ nhớ đệm: %1
zh_tw: 快取封面的最大大小：%1

source: If set to zero the cache size is unlimited. If set to -1 the cache is disabled.
bg_bg: При 0 размерът на временната памет е неограничена. При -1 – е изключена.
he: אם מוגדר כאפס, המטמון בלתי מוגבל בגודלו. אם מוגדר כ- ‪,-1‬ המטמון מושבת.
vi: Nếu đặt thành 0, kích thước bộ nhớ đệm là không giới hạn. Nếu đặt thành -1, bộ nhớ đệm sẽ bị vô hiệu hóa.
zh_tw: 如果設定為零，快取大小無限制。 如果設定為 -1，表示停用快取。

source: Cache size
bg_bg: Размер на временната памет
he: גודל המטמון
vi: Kích thước bộ nhớ đệm
zh_tw: 快取大小

source: Cover cache folder
bg_bg: Папка за временна памет на корици
he: תיקיית מטמון הכריכות
vi: Bìa thư mục bộ nhớ đệm
zh_tw: 封面快取資料夾

source: Current cache path: %1
bg_bg: Път до временната памет: %1
he: נתיב המטמון הנוכחי: %1
vi: Đường dẫn bộ nhớ đệm hiện tại: %1
zh_tw: 目前的快取路徑： %1

source: Choose a cache folder. The contents of the old folder will be migrated.
bg_bg: Изберете папка за временна памет. Съдържанието на текущата временна памет ще бъде преместено.
he: בחירת תיקיית מטמון. תוכן התיקייה הישנה יועבר לשם.
vi: Chọn một thư mục bộ nhớ đệm. Nội dung của thư mục cũ sẽ được di chuyển.
zh_tw: 選擇一個快取資料夾。舊資料夾中的內容將會被移轉。

source: Clear cached covers
bg_bg: Премахване на кориците от временната памет
he: נקה כריכות במטמון
vi: Xóa các trang bìa đã lưu trong bộ nhớ đệm
zh_tw: 清除快取的封面

source: The cache contains %1 files and uses %2.
bg_bg: Временната памет съдържа %1 файла и използва %2.
he: המטמון מכיל %1 קבצים ומשתמש ב-%2.
vi: Bộ nhớ đệm chứa %1 tệp và sử dụng %2.
zh_tw: 快取包含 %1 個檔案，使用 %2。

source: Clear the cover image cache?
bg_bg: Изчистване на временната памет за изображения на корици?
he: לנקות את המטמון של תמונת הכריכה?
vi: Xóa bộ nhớ đệm ảnh bìa?
zh_tw: 清除封面圖片快取？

source: Fit to screen, %1 background
bg_bg: Побиране на екрана, %1 фон
he: התאם למסך, רקע %1
vi: Vừa với màn hình, nền %1
zh_tw: 適應螢幕，%1 背景

source: Size, background and format
bg_bg: Размер, фон и формат
he: גודל, רקע ותבנית
vi: Kích thước, nền và định dạng
zh_tw: 大小、背景和格式

source: Aspect ratio stretch threshold: %1
bg_bg: Праг на разтегляне на съотнош. на страните: %1
he: סף מתיחת יחס גובה-רוחב: %1
vi: Ngưỡng kéo dài tỷ lệ khung hình: %1
zh_tw: 寬高比拉伸閾值：%1

source: If the image and the screen have a similar aspect ratio (±%1 %), stretch the image instead of keeping its aspect ratio.
bg_bg: Ако изображението и екранът имат ~ еднакво съотношение на страните (±%1 %), изображението да бъде разтеглено, а не да бъде запазено съотношението на страните.
he: אם לתמונה ולמסך יש יחס גובה-רוחב דומה (±%1%), יש למתוח את התמונה במקום לשמור על יחס הגובה-רוחב שלה.
vi: Nếu hình ảnh và màn hình có tỷ lệ khung hình tương tự (±%1%), hãy kéo giãn hình ảnh thay vì giữ nguyên tỷ lệ khung hình.
zh_tw: 如果圖片與螢幕的長寬比相近（±%1 %），則拉伸圖片而非保持其原始長寬比。

source: Set stretch threshold
bg_bg: Задаване на праг на разтегляне
he: הגדרת סף מתיחה
vi: Đặt ngưỡng kéo dài
zh_tw: 設定拉伸臨界值

source: black
bg_bg: черен
he: שחור
vi: đen
zh_tw: 黑色

source: white
bg_bg: бял
he: לבן
vi: trắng
zh_tw: 白

source: gray
bg_bg: сив
he: אפור
vi: xám
zh_tw: 灰色

source: Rotate image
bg_bg: Завъртане на изображението
he: סיבוב תמונה
vi: Xoay hình ảnh
zh_tw: 旋轉圖片

source: Rotate the generated image to follow the device orientation. Enable this when the native system does not rotate the background image to follow system orientation. Disable this if your device correctly handles screen saver rotation.
bg_bg: Завъртане на създаденото изображение в съответствие с устройството. Отметнете ако системата не завърта фоновото изображение при завъртане на устройството. Ако завъртането работи нормално следва да махнете отметката.
he: לסובב את התמונה המיוצרת כדי לעקוב אחרי האוריינטציה של המכשיר. יש להפעיל זה כאשר את המערכת המקורית לא מסובב את תמונת הרקע כדי לעקוב אחרי האוריינטציה של המכשיר. לבטל אם המכשיר מנהל באופן הנכון את סיבוב שומר המסך.
vi: Xoay hình ảnh được tạo để theo hướng thiết bị. Bật tính năng này khi hệ thống gốc không xoay hình ảnh nền theo hướng hệ thống. Tắt tính năng này nếu thiết bị của bạn xử lý đúng cách việc xoay màn hình bảo vệ.
zh_tw: 將產生的圖片旋轉以符合裝置方向。若系統本身不會依螢幕方向自動旋轉背景圖片，請啟用此選項。若您的裝置能正確處理螢幕保護程式的旋轉，請停用此選項。

source: Original image
bg_bg: Оригинално изображение
he: תמונה מקורית
vi: Hình ảnh gốc
zh_tw: 原始大小

source: File format derived from filename
bg_bg: Форматът се получава от името на файла
he: פורמט הקובץ נגזר משם הקובץ
vi: Định dạng tệp bắt nguồn từ tên tệp
zh_tw: 從檔案名推測的檔案格式

source: If the file format is not supported, then JPG will be used.
bg_bg: Ако форматът на файла не се поддържа ще бъде използван JPG.
he: אם פורמט הקובץ אינו נתמך, JPG ישומש.
vi: Nếu định dạng tệp không được hỗ trợ thì JPG sẽ được sử dụng.
zh_tw: 如果檔案格式不支援，則使用 JPG。

source: JPG file format
bg_bg: Файлов формат JPG
he: פורמט קובץ JPG
vi: Định dạng tệp JPG
zh_tw: JPG 檔案格式

source: PNG file format
bg_bg: Файлов формат PNG
he: פורמט קובץ PNG
vi: Định dạng tệp PNG
zh_tw: PNG 檔案格式

source: BMP file format (color)
bg_bg: Файлов формат BMP (цветно)
he: תצורת קובץ BMP (צבע)
vi: Định dạng tệp BMP (màu)
zh_tw: BMP 檔案格式（彩色）

source: BMP file format (grayscale)
bg_bg: Файлов формат BMP (черно-бяло)
he: תצורת קובץ BMP (גווני אפור)
vi: Định dạng tệp BMP (thang độ xám)
zh_tw: BMP 檔案格式（灰階）

source: About cover image
bg_bg: Относно корицата
he: אודות תמונת כריכה
vi: Về ảnh bìa
zh_tw: 關於封面圖片

source: Set image path
bg_bg: Задаване на път до изображението
he: הגדר נתיב תמונה
vi: Đặt đường dẫn hình ảnh
zh_tw: 設定圖片路徑

source: Current Cover image path: %1
bg_bg: Текущ път за изображение на корицата: %1
he: נתיב תמונת כריכה נוכחית: %1
vi: Đường dẫn ảnh bìa hiện tại: %1
zh_tw: 目前的封面圖片路徑： %1

source: Save cover image
bg_bg: Запазване на корицата
he: שמור תמונת כריכה
vi: Lưu ảnh bìa
zh_tw: 儲存封面圖片

source: Exclude this book cover
bg_bg: Пропускане на корицата на тази книга
he: לא לכלול את כריכת הספר הזו
vi: Loại trừ bìa sách này
zh_tw: 排除這本書的封面

source: Set fallback path
bg_bg: Задаване на път към резервно изображение
he: הגדר נתיב נסיגה
vi: Đặt đường dẫn dự phòng
zh_tw: 設定後備路徑

source: The fallback image used on document close is: %1
bg_bg: Резервното изображение, използвано при затваряне на документа е: %1
he: תמונת הנסיגה המשומשת בסגירת מסמך היא: %1
vi: Hình ảnh dự phòng được sử dụng khi đóng tài liệu là: %1
zh_tw: 用於文件關閉的後備圖片是： %1

source: You can choose a fallback image.
bg_bg: Можете да изберете резервно изображение.
he: ניתן לבחור תמונת נסיגה.
vi: Bạn có thể chọn hình ảnh dự phòng.
zh_tw: 你可以選擇一張後備圖片。

source: Turn on fallback image
bg_bg: Използване на резервно изображение
he: הפעל תמונת הנפילה
vi: Bật hình ảnh dự phòng
zh_tw: 開啟後備圖片

source: Tweak document settings
bg_bg: Разширени настройки на документа
he: כוונון הגדרות מסמך
vi: Chỉnh sửa cài đặt tài liệu
zh_tw: 調整文件設定

source: This plugin allows you to tweak document settings before the document is loaded based on external factors.
bg_bg: Добавката дава възможност за фина настройка на документи преди още да бъдат отворени, въз основа на външни фактори.
he: תוסף זה מאפשר לך לכוונן את הגדרות המסמך לפני טעינת המסמך, בהתבסס על גורמים חיצוניים.
vi: Phần bổ trợ này cho phép bạn tinh chỉnh cài đặt tài liệu trước khi tải tài liệu dựa trên các yếu tố bên ngoài.
zh_tw: 這個外掛讓您可以在載入文件之前，基於外部因素調整文件設定。

source: Directory Defaults: %1
bg_bg: Папка с подразбирани настройки: %1
he: ברירות מחדל של תיקיה: %1
vi: Thư mục mặc định: %1
zh_tw: 資料夾預設：%1

source: Missing defaults file
bg_bg: Липсва файла с подразбирани настройки
he: חסר קובץ ברירות מחדל
vi: Thiếu tệp mặc định
zh_tw: 缺少預設檔案

source: Defaults saved
bg_bg: Подразбираните настройки са запазени
he: ברירות המחדל נשמרו
vi: Mặc định đã được lưu
zh_tw: 預設值已儲存

source: Defaults invalid: %1
bg_bg: Подразбираните настройки са недействителни: %1
he: ברירות המחדל לא חוקיות: %1
vi: Mặc định không hợp lệ: %1
zh_tw: 預設值無效：%1

source: Defaults empty
bg_bg: Подразбираните настройки са празни
he: ברירות המחדל ריקות
vi: Mặc định trống
zh_tw: 預設值為空

source: Exports highlights and notes.
bg_bg: Изнася подчертаното и бележките.
he: מייצא הדגשות והערות.
vi: Xuất các điểm nổi bật và ghi chú.
zh_tw: 匯出標注與筆記。

source: Unknown Book
bg_bg: Неизвестна книга
he: ספר לא ידוע
vi: Sách không rõ
zh_tw: 未知書籍

source: Unknown Author
bg_bg: Неизвестен автор
he: מחבר לא ידוע
vi: Tác giả không rõ
zh_tw: 未知作者

source: Export all notes in current book
bg_bg: Изнасяне на всички бележки от книгата
he: לייצא את כל ההערות בספר זה
vi: Xuất tất cả ghi chú trong sổ hiện tại
zh_tw: 匯出目前書籍中的全部筆記

source: Export all notes in all books in history
bg_bg: Изнасяне на бележките от книгите в хронологията
he: ייצוא כל ההערות מכל הספרים שבהיסטוריה
vi: Xuất tất cả ghi chú trong tất cả các cuốn sách trong lịch sử
zh_tw: 匯出歷史紀錄中所有書籍的全部筆記

source: No highlights to export
bg_bg: Липсва подчертано, което да бъде изнесено
vi: Không có điểm nổi bật nào để xuất
zh_tw: 沒有可匯出的標注

source: %1: Exported successfully.
bg_bg: %1: изнесено успешно.
he: %1: הייצוא הצליח.
vi: %1: Đã xuất thành công.
zh_tw: %1：匯出成功。

source: %1: Exported to %2.
bg_bg: %1: изнесено в %2.
he: %1: ייוצא אל %2.
vi: %1: Đã xuất sang %2.
zh_tw: %1：已匯出到 %2。

source: %1: Failed to export.
bg_bg: %1: грешка при изнасяне.
he: %1: הייצוא נכשל.
vi: %1: Không xuất được.
zh_tw: %1：匯出失敗。

source: Exporting may take several seconds…
bg_bg: Изнасянето може да отнеме няколко секунди…
he: הייצוא עשוי לארוך מספר שניות…
sv: Export kan ta flera sekunder…
vi: Quá trình xuất có thể mất vài giây…
zh_tw: 匯出可能會花上幾秒鐘……

source: Share as %1
bg_bg: Споделяне като %1
he: שיתוף בתור %1
vi: Chia sẻ dưới dạng %1
zh_tw: 分享為 %1

source: Choose formats and services
bg_bg: Избор на формати и услуги
he: נא לבחור תצורות ושירותים
vi: Chọn định dạng và dịch vụ
zh_tw: 選擇格式與服務

source: Choose highlight styles
bg_bg: Избиране на стил на подчертаване
he: בחירת סגנונון הדגשה
vi: Chọn kiểu tô sáng
zh_tw: 選擇標注樣式

source: Set export filename
bg_bg: Задаване на файл за изнасяне
vi: Đặt tên tệp xuất
zh_tw: 設定匯出檔名

source: Choose export folder
bg_bg: Избиране на целева папка за изнасяне
he: בחירת תיקייה לייצוא
vi: Chọn thư mục xuất
zh_tw: 選擇匯出資料夾

source: Use book folder for single export
bg_bg: Използване папката на книгата за единично изнасяне
he: להשתמש בתיקיית ספרים לייצוא יחיד
vi: Sử dụng thư mục sách để xuất một lần
zh_tw: 單本匯出時使用書籍所在資料夾

source: Share all notes in this book
bg_bg: Споделяне на бележките към книгата
he: שיתוף כל ההערות בספר זה
vi: Chia sẻ tất cả các ghi chú trong cuốn sách này
zh_tw: 分享此書中的全部筆記

source: Single book
bg_bg: Една книга
vi: Sách đơn
zh_tw: 單一本書

source: Multiple books
bg_bg: Няколко книги
vi: Nhiều sách
zh_tw: 多本書籍

source: Current export folder:
bg_bg: Текуща целева папка за изнасяне:
he: תיקיית הייצוא הנוכחית:
vi: Thư mục xuất hiện tại:
zh_tw: 目前匯出資料夾：

source: KOReader Notes
bg_bg: Бележки в KOReader
he: הערות KOReader
sv: KOReader-anteckningar
vi: Ghi chú KOReader
zh_tw: KOReader 筆記

source: Set Joplin IP and Port
bg_bg: Задаване на IP и порт
he: הגדרת IP ופתחה של Joplin
vi: Đặt IP và cổng Joplin
zh_tw: 設定 Joplin IP 和連接埠

source: Set Joplin IP and port number
bg_bg: Задаване на IP и номер на порт
he: הגדרת ה־IP ומספר הפתחה של Joplin
vi: Đặt IP và số cổng Joplin
zh_tw: 設定 Joplin IP 和連接埠號碼

source: Set authorization token
bg_bg: Задаване на код за удостоверяване
he: הגדר אסימון הרשאה
vi: Đặt mã thông báo ủy quyền
zh_tw: 設定授權 token

source: Set authorization token for Joplin
bg_bg: Задаване на код за удостоверяване за Joplin
he: הגדר אסימון הרשאה עבור Joplin
vi: Đặt mã thông báo ủy quyền cho Joplin
zh_tw: 設定 Joplin 的授權 token

source: Set token
bg_bg: Запазване
he: הגדר אסימון
vi: Đặt mã thông báo
zh_tw: 設定 token

source: Export to Joplin
bg_bg: Изнасяне в Joplin
he: ייצא ל-Joplin
vi: Xuất đến Joplin
zh_tw: 匯出到 Joplin

source: For Joplin setup instructions, see %1 Markdown formatting can be configured in: Export highlights > Choose formats and services > Markdown.
bg_bg: За настройка на Joplin вижте %1 Форматирането на markdown може да бъде настроено от: Изнасяне на подчертаното → Избор на формати и услуги → Markdown.
he: לקבלת הוראות התקנה של Joplin, ר׳ %1 ניתן להגדיר עיצוב Markdown דרך: ייצוא הדגשות > בחירת תבניות ושירותים > Markdown.
vi: Để biết hướng dẫn thiết lập Joplin, hãy xem %1 Định dạng Markdown có thể được cấu hình trong: Xuất phần tô sáng > Chọn định dạng và dịch vụ > Markdown.
zh_tw: Joplin 的設定說明請參見 %1 Markdown 格式化可在以下位置設定： 匯出標注 > 選擇格式與服務 > Markdown。

source: Export to Json
bg_bg: Изнасяне в JSON
he: ייצוא ל־Json
vi: Xuất sang Json
zh_tw: 匯出到 Json

source: Include book checksum in export
bg_bg: Изнесеното да съдържа криптографски отпечатък от книгата
he: לכלול את בדיקת הסכום של הספר בייצוא
vi: Bao gồm tổng kiểm tra sổ sách khi xuất
zh_tw: 在匯出中包含書籍校驗碼

source: Bold
bg_bg: Получер
he: מודגש
vi: In đậm
zh_tw: 粗體

source: Bold italic
bg_bg: Получер курсив
he: מודגש נטוי
vi: In đậm in nghiêng
zh_tw: 粗斜體

source: Italic
bg_bg: Курсив
he: נטוי
vi: In nghiêng
zh_tw: 斜體

source: Underline (Markdownit style, with ++)
bg_bg: Подчертаване (стил на Markdownit с ++)
he: קו תחתון (סגנון Markdownit, עם ++)
vi: Gạch chân (kiểu Markdownit, với ++)
zh_tw: 底線（Markdownit 樣式，使用 ++）

source: Underline (with <u></u> tags)
bg_bg: Подчертаване (с елементи <u></u>)
he: קו תחתון (עם תגיות <u></u>)
vi: Gạch chân (với thẻ <u></u>)
zh_tw: 底線（使用 <u></u> 標籤）

source: Formatting style for %1
bg_bg: Стил на форматиране на %1
he: סגנון עיצוב עבור %1
vi: Kiểu định dạng cho %1
zh_tw: %1 的格式化樣式

source: Export to Markdown
bg_bg: Изнасяне в Markdown
he: ייצוא ל־Markdown
vi: Xuất sang Markdown
zh_tw: 匯出到 Markdown

source: Export backlinks
bg_bg: Изнасяне на препратки
vi: Xuất liên kết ngược
zh_tw: 匯出反向連結

source: Format highlights based on style
bg_bg: Форматиране на подчертаното на база стила
he: עיצוב הדגשות לפי סגנון
vi: Định dạng các điểm nổi bật (highlights) dựa trên kiểu
zh_tw: 依標注樣式格式化匯出

source: - Your highlight on page %1 | Added on %2
bg_bg: - Подчертано на страница %1 | Добавено на %2
he: - ההדגשה שלך בעמוד %1 | נוספה ב־%2
vi: - Điểm nổi bật của bạn trên trang %1 | Đã thêm vào %2
zh_tw: - 第 %1 頁的重點標記 | 建立於 %2

source: - Your note on page %1 | Added on %2
bg_bg: - Бележка на страница %1 | Добавена на %2
he: - ההערה שלך בעמוד %1 | נוספה ב־%2
vi: - Ghi chú của bạn trên trang %1 | Đã thêm vào %2
zh_tw: - 第 %1 頁的筆記 | 建立於 %2

source: Setup Nextcloud Notes plugin
bg_bg: Настройка на добавката за бележки на Nextcloud
he: הגדרות של תוסף Nextcloud Notes
vi: Cài đặt plugin Nextcloud Notes
zh_tw: 設定 Nextcloud Notes 外掛

source: Nextcloud Notes
bg_bg: Бележки за Nextcloud
vi: Ứng dụng ghi chú Nextcloud Notes

source: Nextcloud URL
bg_bg: Адрес на Nextcloud
he: כתובת Nextcloud
vi: Địa chỉ URL của Nextcloud
zh_tw: Nextcloud 網址
