Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

source: Meadow Mari
bg_bg: Марийски
vi: Tiếng Mari Đồng cỏ
zh_tw: 草原馬里語

source: Meiteilon (Manipuri)
bg_bg: Манипурски
vi: Tiếng Meiteilon (tiếng Manipuri)
zh_tw: 梅泰語（曼尼普爾）

source: Minang
bg_bg: Минангкабау
vi: Tiếng Minang
zh_tw: 米南加保語

source: Mizo
bg_bg: Мизо
he: מיזו
vi: Tiếng Mizo
zh_tw: 米佐語

source: Myanmar (Burmese)
bg_bg: Бирмански
he: מיאנמר (בורמזית)
sv: Myanmar (Burmesiska)
vi: Tiếng Myanmar (tiếng Miến Điện)
zh_tw: 緬甸語（緬語）

source: NKo
bg_bg: Нко
vi: Hệ chữ viết N'Ko
zh_tw: 恩科語

source: Nahuatl (Eastern Huasteca)
bg_bg: Науатъл (източен уастекски) (!)
vi: Tiếng Nahuatl (phương ngữ Đông Huasteca)
zh_tw: 納瓦特爾語（東瓦斯特卡）

source: Ndau
bg_bg: Ндау (!)
vi: Tiếng Ndau
zh_tw: 恩道語

source: Ndebele (South)
bg_bg: Южен ндебеле
vi: Tiếng Ndebele Nam
zh_tw: 南恩德貝勒語

source: Nepalbhasa (Newari)
bg_bg: Неварски
vi: Tiếng Nepal Bhasa
zh_tw: 尼瓦爾語（Nepal Bhasa）

source: Nepali
bg_bg: Непалски
he: נפאלית
sv: Nepalesiska
vi: Tiếng Nepal
zh_tw: 尼泊爾語

source: Nuer
bg_bg: Нуер
vi: Tiếng Nuer
zh_tw: 努埃爾語

source: Odia (Oriya)
bg_bg: Ория
he: אודיה (אוריה)
vi: Tiếng Odia
zh_tw: 奧里亞語

source: Ossetian
bg_bg: Осетински
vi: Tiếng Ossetia
zh_tw: 奧塞梯語

source: Pangasinan
bg_bg: Пангасинан
vi: Tiếng Pangasinan
zh_tw: 邦阿西楠語

source: Papiamento
bg_bg: Папиаменто
vi: Tiếng Papiamento
zh_tw: 帕皮阿門托語

source: Pashto
bg_bg: Пущу
he: פשטו
vi: Tiếng Pashto
zh_tw: 普什圖語

source: Portuguese (Brazil)
bg_bg: Португалски (Бразилия)
vi: Tiếng Bồ Đào Nha Brazil
zh_tw: 葡萄牙語（巴西）

source: Portuguese (Portugal)
bg_bg: Португалски (Португалия)
vi: Tiếng Bồ Đào Nha châu Âu
zh_tw: 葡萄牙語（葡萄牙）

source: Punjabi (Gurmukhi)
bg_bg: Пенджабски
vi: Tiếng Punjabi (Chữ Gurmukhi)
zh_tw: 旁遮普語（果魯穆奇文）

source: Punjabi (Shahmukhi)
bg_bg: Пенджаби (Шахмукхи) (!)
vi: Tiếng Punjabi (Chữ Shahmukhi)
zh_tw: 旁遮普語（沙木克文）

source: Qʼeqchiʼ
bg_bg: Кекчи (!)
vi: Tiếng Qʼeqchiʼ
zh_tw: 克切語

source: Romani
bg_bg: Ромски
vi: Tiếng Romani
zh_tw: 羅姆語

source: Rundi
bg_bg: Рунди
vi: Tiếng Rundi
zh_tw: 隆迪語

source: Sami (North)
bg_bg: Северносаамски
vi: Tiếng Sami Bắc
zh_tw: 北薩米語

source: Samoan
bg_bg: Самоански
he: סמואית
sv: Samoanska
vi: Tiếng Samoa
zh_tw: 薩摩亞語

source: Sango
bg_bg: Санго
vi: Tiếng Sango
zh_tw: 桑戈語

source: Santali (Latin)
bg_bg: Сантали (латиница) (!)
vi: Tiếng Santali (Chữ Latinh / Chữ La Mã)
zh_tw: 桑塔利語（拉丁字母）

source: Santali (Ol Chiki)
bg_bg: Сантали
vi: Tiếng Santali (Chữ viết Ol Chiki)
zh_tw: 桑塔利語（奧爾奇基文）

source: Scots Gaelic
bg_bg: Шотландски келтски
he: סקוטית גאלית
sv: Skotsk gäliska
vi: Tiếng Gael Scotland
zh_tw: 蘇格蘭蓋爾語

source: Sepedi
bg_bg: Северен сото
he: ספדי
vi: Tiếng Sepedi
zh_tw: 塞佩迪語

source: Sesotho
bg_bg: Сото
he: ססוטו
vi: Tiếng Sesotho
zh_tw: 塞索托語

source: Seychellois Creole
bg_bg: Сеселва, креолски френски
vi: Tiếng Creole Seychelles
zh_tw: 塞席爾克里奧爾語

source: Shona
bg_bg: Шона
he: שונה
vi: Tiếng Shona
zh_tw: 修納語

source: Silesian
bg_bg: Силезийски
vi: Tiếng Silesia
zh_tw: 錫利西亞語

source: Somali
bg_bg: Сомалийски
he: סומלית
sv: Somaliska
vi: Tiếng Somali
zh_tw: 索馬利亞語

source: Susu
bg_bg: Сусу
vi: Tiếng Susu
zh_tw: 蘇蘇語

source: Tahitian
bg_bg: Таитянски
vi: Tiếng Tahiti
zh_tw: 大溪地語

source: Tamazight
bg_bg: Тамазихт (!)
vi: Tiếng Tamazight
zh_tw: 亞馬齊格語

source: Tamazight (Tifinagh)
bg_bg: Тамазихт (Тифинаг) (!)
vi: Tiếng Tamazight (chữ Tifinagh)
zh_tw: 亞馬齊格語（提非納字母）

source: Tetum
bg_bg: Тетум
vi: Tiếng Tetum
zh_tw: 德頓語

source: Tiv
bg_bg: Тив
vi: Tiếng Tiv
zh_tw: 蒂夫語

source: Tongan
bg_bg: Тонгански
vi: Tiếng Tonga
zh_tw: 湯加語

source: Tshiluba
bg_bg: Луба-лулуа
vi: Tiếng Tshiluba
zh_tw: 齊盧巴語

source: Tsonga
bg_bg: Цонга
he: צונגה
vi: Tiếng Tsonga
zh_tw: 聰加語

source: Tswana
bg_bg: Тсвана
vi: Tiếng Tswana
zh_tw: 茨瓦納語

source: Tulu
bg_bg: Тулу (!)
vi: Tiếng Tulu
zh_tw: 圖盧語

source: Tumbuka
bg_bg: Тумбука
vi: Tiếng Tumbuka
zh_tw: 通布卡語

source: Turkmen
bg_bg: Туркменски
he: טורקמנית
vi: Tiếng Turkmen
zh_tw: 土庫曼語

source: Tuvan
bg_bg: Тувински
vi: Tiếng Tuva
zh_tw: 圖瓦語

source: Twi
bg_bg: Акан
vi: Tiếng Twi
zh_tw: 契維語

source: Udmurt
bg_bg: Удмуртски
vi: Tiếng Udmurt
zh_tw: 烏德穆爾特語

source: Uyghur
bg_bg: Уйгурски
he: אויגורית
vi: Tiếng Duy Ngô Nhĩ
zh_tw: 維吾爾語

source: Venda
bg_bg: Венда
vi: Tiếng Venda
zh_tw: 文達語

source: Waray
bg_bg: Варай
vi: Tiếng Waray
zh_tw: 瓦賴語

source: Wolof
bg_bg: Волоф
vi: Tiếng Wolof
zh_tw: 沃洛夫語

source: Yucatec Maya
bg_bg: Юкатекски (!)
vi: Tiếng Maya Yucatec
zh_tw: 猶加敦瑪雅語

source: Zapotec
bg_bg: Запотек
he: זפוטקית
vi: Tiếng Zapotec
zh_tw: 薩波特克語

source: Translation settings
bg_bg: Настройки за превод
he: הגדרות תרגום
sv: Översättningsinställningar
vi: Cài đặt bản dịch
zh_tw: 翻譯設定

source: Translate from book language: %1
bg_bg: Превеждане от езика на книгата: %1
he: תרגום משפת ספר: %1
vi: Dịch từ ngôn ngữ sách: %1
zh_tw: 翻譯自書籍語言：%1

source: With books that specify their main language in their metadata (most EPUBs and FB2s), enabling this option will make this language the source language. Otherwise, auto-detection or the selected language will be used. This is useful: - For books in a foreign language, where consistent translation is needed and words in other languages are rare. - For books in familiar languages, to get definitions for words from the translation service.
bg_bg: Ако е отметнато, за книгите, които имат зададен основен език в описателните си данни (повечето EPUB и FB2), ще направи този език изходен при превода. В противен случай ще се използва автоматичното откриване или избраният език. Полезно е: • за книги на чужд език, при които е необходим последователен превод, а думите на други езици са рядкост; • за книги на познати езици, за да получите определения за думите от услугата за превод.
he: עם ספרים שמציינים את השפה העיקרים שלהם בנתוני העל שלהם (בדרך כלל קובצי EPUB ו־FB2), הפעלת האפשרות הזאת תהפוך את השפה הזאת לשפת המקור. אחרת, יתבצע זיהוי אוטומטי או שייעשה שימוש בשפה הנבחרת. שימושי לטובת: - ספרים בשפה זרה, כאשר נדרש תרגום עקבי ומילים בשפות אחרות נדירות. - ספרים בשפה מוכרת, כדי לקבל הגדרות של מילים משירות התרגום.
vi: Với những sách có khai báo ngôn ngữ chính trong metadata (đa số EPUB và FB2), khi bật tùy chọn này thì ngôn ngữ đó sẽ được dùng làm ngôn ngữ nguồn. Nếu không, hệ thống sẽ tự động nhận diện hoặc dùng ngôn ngữ đã chọn. Tính năng này hữu ích trong các trường hợp: - Đối với sách bằng ngôn ngữ nước ngoài, khi cần dịch nhất quán và hiếm khi có từ thuộc ngôn ngữ khác. - Đối với sách bằng ngôn ngữ quen thuộc, để có thể tra nghĩa và định nghĩa từ thông qua dịch vụ dịch thuật.
zh_tw: 對於在詮釋資料（大多 EPUB 和 FB2）中指定主要語言的書籍，啟用此選項將使該語言成為原文語言。否則，將使用自動偵測或所選語言。 這對以下書籍有用： - 外文書籍，這些書需要一致的翻譯，且其他語言的單字很少。 - 用相似語言所寫的書籍，從翻譯服務取得單字定義。

source: Auto-detect source language
bg_bg: Автоматично разпознаване на изходния език
he: זיהוי שפת המקור אוטומטית
sv: Identifiera automatiskt källspråk
vi: Tự động phát hiện ngôn ngữ nguồn
zh_tw: 自動偵測原文語言

source: This setting is best suited for foreign text found in books written in your native language.
bg_bg: Настройката е най-подходяща за текст на чужд език в книги, написани на родния ви език.
he: הגדרה זו מתאימה במיוחד לטקסט זר שנמצא בספרים שנכתבו בשפת האם שלך.
vi: Cài đặt này phù hợp nhất với văn bản nước ngoài được tìm thấy trong những cuốn sách viết bằng ngôn ngữ mẹ đẻ của bạn.
zh_tw: 此設定最適合以您的母語撰寫的書籍中找到的外文文字。

source: Show romanizations
bg_bg: Транслитериране
he: הצגת איתות באותיות לטיניות
vi: Hiển thị phiên âm Latinh
zh_tw: 顯示羅馬拼音

source: Displays source language text in Latin characters. This is useful for reading languages with non-Latin scripts.
bg_bg: Показва изходния текст с латински букви. Полезно при изходни езици с нелатински азбуки.
he: מציג טקסט שפת מקור באותיות לטיניות. זה שימושי לקריאת שפות עם כיתוב לא-לטיני.
vi: Hiển thị văn bản ngôn ngữ nguồn bằng các ký tự Latinh. Điều này hữu ích cho việc đọc các ngôn ngữ có hệ thống chữ viết phi Latinh.
zh_tw: 以拉丁字母顯示來源語言文字。這對於閱讀非拉丁字母的語言很有幫助。

source: Translate from: %1
bg_bg: Превеждане от: %1
he: תרגום מ־: %1
sv: Översätt från: %1
vi: Dịch từ: %1
zh_tw: 翻譯自: %1

source: If a specific source language is manually selected, it will be used everywhere, in all your books.
bg_bg: Ако ръчно изберете даден изходен език, той ще бъде използван навсякъде, във всичките книги.
he: אם נבחרה שפת מקור מסוימת באופן ידני, ייעשה בה שימוש בכל מקום, בכל הספרים שלך.
vi: Nếu một ngôn ngữ nguồn cụ thể được chọn thủ công, ngôn ngữ đó sẽ được sử dụng ở khắp mọi nơi, trong tất cả các cuốn sách của bạn.
zh_tw: 如果手動選擇了特定的原文語言，會在您所有書籍中的任何地方使用它。

source: Translate to: %1
bg_bg: Превеждане на: %1
he: תרגום ל־: %1
sv: Översätt till: %1
vi: Dịch sang: %1
zh_tw: 翻譯為: %1

source: Querying translation service…
bg_bg: Заявка към услуга за превод…
he: שירות התרגום מתושאל…
sv: Fråga översättningstjänsten…
vi: Đang truy vấn dịch vụ dịch thuật…
zh_tw: 翻譯服務查詢中…

source: Translation interrupted.
bg_bg: Преводът е прекъснат.
he: התרגום הופסק.
sv: Översättning avbruten.
vi: Bản dịch bị gián đoạn.
zh_tw: 翻譯已中斷。

source: Translation failed.
bg_bg: Преводът е неуспешен.
he: התרגום נכשל.
sv: Översättning misslyckades.
vi: Dịch thất bại.
zh_tw: 翻譯失敗。

source: Alternate translations:
bg_bg: Алтернативни преводи:
he: תרגומים חלופיים:
vi: Các bản dịch thay thế:
zh_tw: 替代翻譯：

source: Definition:
bg_bg: Определение:
he: הגדרה:
vi: Định nghĩa:
zh_tw: 定義：

source: Save main translation to note
bg_bg: Запазване на основния превод като бележка
he: לשמור את התרגום העיקרי להערה
vi: Lưu bản dịch chính vào ghi chú
zh_tw: 將主要翻譯儲存到筆記

source: Save all to note
bg_bg: Запазване всичко като бележка
he: לשמור הכול להערות
vi: Lưu tất cả vào ghi chú
zh_tw: 全部儲存到筆記

source: Copy main translation
bg_bg: Копиране на основния превод
he: העתקת התרגום הראשי
vi: Sao chép bản dịch chính
zh_tw: 複製主要翻譯

source: Copy all
bg_bg: Копиране всички
he: העתקה של הכול
vi: Sao chép tất cả
zh_tw: 複製全部

source: Translation from %1
bg_bg: Превод от %1
he: תרגום מ%1
sv: Översättning från %1
vi: Bản dịch từ: %1
zh_tw: 翻譯自 %1

source: Paused
bg_bg: На пауза
he: הושהה
sv: Pausad
vi: Dừng
zh_tw: 已暫停

source: Continue
bg_bg: Продължаване
he: המשך
sv: Fortsätt
vi: Tiếp tục
zh_tw: 繼續

source: Powered off
bg_bg: Изключено
he: כבוי
sv: Avstängd
vi: Đã tắt nguồn
zh_tw: 電源已關閉

source: Rebooting…
bg_bg: Рестартиране…
he: מופעל מחדש…
vi: Đang khởi động lại…
zh_tw: 正在重新啟動…

source: Switch to standard view
bg_bg: Превключване на стандартен изглед
he: עבור לתצוגה רגילה
sv: Växla till standardvy
vi: Chuyển sang chế độ xem cơ bản
zh_tw: 切換到標準檢視

source: Switch to debug view
bg_bg: Превключване към изглед за отстраняване на грешки
he: עבור לתצוגת איתור באגים
sv: Växla till debugvy
vi: Chuyển sang chế độ xem gỡ lỗi
zh_tw: 切換到除錯檢視

source: Switch to rendering debug view
bg_bg: Превключване към изглед за отстраняване на грешки при рендиране
he: מעבר לתצוגת איתור באגים בייצוג גרפי
vi: Chuyển xem chế độ xem gỡ lỗi render
zh_tw: 切換到繪製除錯檢視

source: Switch to unicode debug view
bg_bg: Превключване към изглед за отстраняване на грешки в уникод
he: עבור לתצוגת איתור באגים ב-Unicode
vi: Chuyển sang chế độ gỡ lỗi Unicode
zh_tw: 切換到 unicode 除錯檢視

source: Failed getting HTML for selection
bg_bg: Не е получен HTML на избраното
he: קליטת HTML לאזור נבחר נכשלה
sv: Misslyckades med att hämta HTML för markering
vi: Lựa chọn HTML thất bại
zh_tw: 取得選取區的 HTML 內容失敗

source: View %1
bg_bg: Преглед %1
he: הצג %1
sv: Visa %1
vi: Xem %1
zh_tw: 檢視 %1

source: Failed getting CSS content
bg_bg: Неуспешно получаване на съдържание на CSS
he: קבלת תוכן CSS נכשלה
sv: Misslyckades med att hämta CSS-innehåll
vi: Lấy nội dung CSS thất bại
zh_tw: 取得 CSS 內容失敗

source: Selection HTML
bg_bg: Избор на HTML
he: בחירת HTML
sv: Markering HTML
vi: Lựa chọn HTML
zh_tw: 選取區 HTML

source: Selector copied to clipboard.
bg_bg: Селекторът е копиран в междинната памет.
he: הבורר הועתק ללוח גזירים.
vi: Đã sao chép bộ chọn vào bộ nhớ tạm.
zh_tw: 已複製到剪貼簿。

source: Selector appended to clipboard.
bg_bg: Селекторът е добавен към съдържанието на междинната памет.
he: הבורר מצורף ללוח גזירים.
vi: Đã thêm bộ chọn vào bộ nhớ tạm.
zh_tw: 已附加到剪貼簿。

source: Show matched stylesheets rules (element only)
bg_bg: Показване на съвпадащите правила (само елементи)
he: הצגת כללי גליון סגנונות תואמים (רכיב בלבד)
vi: Hiển thị các quy tắc biểu định kiểu phù hợp (chỉ phần tử)
zh_tw: 顯示符合的樣式表規則（僅此元素）

source: Show matched stylesheets rules (all ancestors)
bg_bg: Показване на съвпадащите правила (всички родители)
he: הצגת כללי גליונות סגנונות תואמים (כל ההורים)
vi: Hiển thị các quy tắc biểu định kiểu phù hợp (tất cả các phần tử tổ tiên)
zh_tw: 顯示符合的樣式表規則（所有上層元素）

source: Copy to clipboard:
bg_bg: Копиране:
he: העתקה ללוח הגזירים:
vi: Sao chép vào bộ nhớ tạm:
zh_tw: 複製到剪貼簿：

source: Matching rulesets (all ancestors)
bg_bg: Съвпадащи набори от правила (всички родители)
he: ערכות כללים תואמות (כל ההורים)
vi: Các bộ quy tắc khớp (tất cả tổ tiên)
zh_tw: 符合的規則集（所有上層元素）

source: Matching rulesets (element only)
bg_bg: Съвпадащи набори от правила (само елементи)
he: ערכות כללים תואמות (רכיב בלבד)
vi: Các bộ quy tắc khớp (chỉ phần tử)
zh_tw: 符合的規則集（僅此元素）

source: No matching rulesets
bg_bg: Няма съвпадащи набори от правила
he: אין ערכות כללים תואמות
vi: Không có bộ quy tắc khớp
zh_tw: 沒有符合的規則集

source: name
bg_bg: име
he: שם
vi: tên
zh_tw: 書名

source: name (natural sorting)
bg_bg: име (естествена подредба)
he: שם (מיון טבעי)
vi: tên (sắp xếp tự nhiên)
zh_tw: 書名（自然排序）

source: last read date
bg_bg: дата на последно четене
he: תאריך קריאה אחרונה
vi: ngày đọc cuối
zh_tw: 上次閱讀日期

source: date modified
bg_bg: дата на промяна
he: תאריך שינוי
sv: datum ändrat
vi: ngày sửa đổi
zh_tw: 修改時間

source: size
bg_bg: размер
he: גודל
sv: storlek
vi: kích thước
zh_tw: 大小

source: type
bg_bg: вид
he: סוג
sv: typ
vi: loại
zh_tw: 類別

source: percent - unopened first
bg_bg: процент - неотваряни първи
he: אחוזי השלמה – ‚לא נפתחו’ בהתחלה
vi: phần trăm - chưa mở trước
zh_tw: 進度百分比－未讀優先

source: percent - unopened last
bg_bg: процент - неотваряни последни
he: אחוז השלמה – ‚לא נפתחו’ בסוף
vi: phần trăm - chưa mở cuối cùng
zh_tw: 進度百分比－未讀最後

source: percent – unopened – finished last
bg_bg: процент - неотваряни - завършени последни
he: אחוז - לא נפתחו - אחרונים שהסתיימו
vi: phần trăm – chưa mở – đã hoàn thành sau cùng
zh_tw: 進度百分比－未開啟優先－已完成最後

source: Title
bg_bg: Заглавие
he: כותרת
sv: Titel
vi: Tiêu đề
zh_tw: 標題

source: Authors
bg_bg: Автори
he: מחברים
sv: Författare
vi: Tác giả
zh_tw: 作者

source: Series
bg_bg: Поредици
he: סדרה
zh_tw: 系列

source: Keywords
bg_bg: Ключови думи
he: מילות מפתח
vi: Từ khóa
zh_tw: 關鍵字

# Status of group of books
source: All
bg_bg: Всички
he: כולם
vi: Tất cả
zh_tw: 全部

# Status of group of books
source: Deleted
bg_bg: Премахнати
he: נמחקים
vi: Đã xóa
zh_tw: 已刪除

# Status of group of books
source: New
bg_bg: Нови
he: חדשים
vi: Mới
zh_tw: 新增

# Status of group of books
source: Reading
bg_bg: Четени
he: בקריאה
vi: Đang đọc
zh_tw: 閱讀中

# Status of group of books
source: On hold
bg_bg: Оставени
he: בהמתנה
vi: Tạm dừng
zh_tw: 暫停

# Status of group of books
source: Finished
bg_bg: Прочетени
he: גמורים
vi: Đã hoàn thành
zh_tw: 已完成

# Status of single book
source: Reading
bg_bg: Четена
he: בקריאה
vi: Đang đọc
zh_tw: 正在閱讀

# Status of single book
source: On hold
bg_bg: Оставена
he: בהמתנה
vi: Tạm dừng
zh_tw: 暫停

# Status of single book
source: Finished
bg_bg: Прочетена
he: גמור
vi: Đã hoàn thành
zh_tw: 已讀

source: Status: %1
bg_bg: Състояние: %1
he: מצב: %1
vi: Trạng thái: %1
zh_tw: 狀態: %1

source: About book map (overview)
bg_bg: Относно картата на книгата (обзор)
he: על מפת הספר (סקירה)
vi: Về bản đồ sách (tổng quan)
zh_tw: 關於書籍地圖（總覽）

source: About book map
bg_bg: Относно картата на книгата
he: אודות מפת הספר
vi: Về bản đồ sách
zh_tw: 關於書籍地圖

source: Available gestures
bg_bg: Достъпни жестове
he: תנועות אצבע זמינות
vi: Các cử chỉ khả dụng
zh_tw: 可使用的手勢

source: Controls
bg_bg: Управление
he: פקדים
vi: Điều khiển
zh_tw: 控制項

source: Page browser on tap
bg_bg: Преглед на страници с докосване
he: דפדפן עמודים בנגיעה
vi: Trình duyệt trang khi chạm
zh_tw: 點按開啟頁面瀏覽器

source: Page browser on key press
bg_bg: Преглед на страници при натискане на бутон
vi: Trình duyệt trang khi nhấn phím
zh_tw: 按鍵開啟頁面瀏覽器

source: Alternative theme
bg_bg: Алтернативна тема
he: סגנון חלופי
vi: Giao diện thay thế
zh_tw: 替代主題

source: Switch current/initial view
bg_bg: Изглед: текущ/начален
he: החלפת תצוגה נוכחית/התחלתית
vi: Chuyển đổi chế độ xem hiện tại/ban đầu
zh_tw: 切換目前/初始檢視

source: Switch grid/flat views
bg_bg: Изглед: решетка/списък
he: החלפת תצוגות תשבץ/שטוחות
vi: Chuyển đổi chế độ xem lưới/phẳng
zh_tw: 切換網格/平面檢視

source: Chapter levels
bg_bg: Нива на заглавията
he: רמות פרקים
vi: Các cấp độ chương
zh_tw: 章節層級

source: Page-slot width
bg_bg: Ширина на страница
he: רוחב משבצת עמוד
vi: Chiều rộng ô trang
zh_tw: 頁槽寬度

source: 10-page markers
bg_bg: 10-стр. маркери
he: סמני 10 עמודים
vi: Đánh dấu 10 trang
zh_tw: 每10頁標記

source: Book map provides a summary of a book's content, showing chapters and pages visually. If statistics are enabled, black bars represent pages already read (gray for pages read in the current session), with varying heights based on reading time. Map legend: ▲ current page ❶ ❷ … previous locations ▒ highlighted text  highlighted text with notes  bookmarked page  pinned page ▢ focused page when coming from Pages browser
bg_bg: Картата на книгата предоставя сбит преглед на съдържанието, като изобразява главите и страниците. Ако е включена статистиката черните линии представляват прочетените страници (сивите са прочетеното в текущия сеанс) с различна височина, в зависимост от времето за прочитане. Легенда: ▲ текуща страница ❶ ❷ … предишни места ▒ подчертан текст  подчертан текст с бележки  отметната страница  отбелязана страница ▢ страница на фокус при отваряне от Преглед на страници

source: When in overview mode, the book map is always displayed in grid mode to fit on one screen. The chapter levels can be easily adjusted for the most convenient overview experience.
bg_bg: В режим на сбит преглед, картата на книгата винаги се показва в решетка, за да се побере на един екран. Нивата на заглавията могат лесно да бъдат настроени за удобен преглед.
he: במצב סקירה, מפת הספר תמיד מוצגת במצב תסריג כדי שתתאים למסך בודד. אפשר בקלות לשנות את רמות הפרקים לחווית סקירה מיטבית.
vi: Khi ở chế độ tổng quan, bản đồ sách luôn được hiển thị ở chế độ lưới để vừa với một màn hình. Các cấp độ chương có thể dễ dàng điều chỉnh để có trải nghiệm tổng quan thuận tiện nhất.
zh_tw: 在總覽模式下，書籍地圖一律以網格模式顯示，以便呈現在單一螢幕上。章節層級可輕鬆調整，以獲得最便利的瀏覽體驗。

source: When you first open a book, the book map will begin in grid mode, displaying all chapter levels on one screen for a comprehensive overview of the book's content.
bg_bg: При първо отваряне на книгата, картата ще се показва в режим решетка като главите ще бъдат побрани на един екран за пълен преглед на съдържанието.
he: בספר חדש שנפתח, מפת הספר תתחיל במצב רשת ויופיעו בה כל רמות הפרקים, מותאמים למסך אחד, כדי לספק את הסקירה הראשונית הטובה ביותר של תוכן הספר.
vi: Khi bạn mở một cuốn sách lần đầu, bản đồ sách sẽ bắt đầu ở chế độ lưới, hiển thị tất cả các cấp độ chương trên một màn hình để có cái nhìn tổng quan toàn diện về nội dung sách.
zh_tw: 首次開啟書籍時，書籍地圖會以網格模式啟動，在單一螢幕上顯示所有章節層級，以提供完整的內容總覽。

source: Use settings in this menu to change the level of chapters to include in the book map, the view type (grid or flat) and the width of page slots. Use "ScreenKB/Shift" + "Up/Down" to scroll or use the page turn buttons to move at a faster rate. Press back to exit the book map.
bg_bg: От менюто можете да настроите нивото на главите в картата, нейния вид (решетка или списък) и ширината на страниците. Използвайте „ScreenKB/Shift“ + „Нагоре/Надолу“, за да придвижвате картата на екрана, или бутоните за прелистване, за да придвижвате картата по-бързо. За изход натиснете „Назад“.
he: אפשר להשתמש בהגדרות בתפריט זה כדי לשנות את רמת הפרקים הנכללים במפת הספר, סוג התצוגה (רשת או שטוח) ואת רוחב תאי העמוד. אפשר להשתמש ב„מקלדת מסך/Shift” + „למעלה/למטה” כדי לגלול, או במקשי דפדוף עמוד כדי לנוע בקצב מהיר יותר. לחיצה על „חזרה” תוציא אותך ממפת הספר.
vi: Sử dụng các cài đặt trong menu này để thay đổi cấp độ chương được đưa vào bản đồ sách, loại chế độ xem (lưới hoặc phẳng) và chiều rộng của các ô trang. Sử dụng "ScreenKB/Shift" + "Up/Down" để cuộn hoặc sử dụng các nút lật trang để di chuyển với tốc độ nhanh hơn. Nhấn nút quay lại (back) để thoát bản đồ sách.
zh_tw: 可透過本選單的設定來變更書籍地圖中包含的章節層級、檢視類型（網格或平面）、以及頁面槽的寬度。 使用「ScreenKB/Shift」+「上/下」來捲動，或使用翻頁鍵以更快速度移動。 按下返回即可退出書籍地圖。

source: Tap on a location in the book to browse thumbnails of the pages there. Swipe along the left screen edge to change the level of chapters to include in the book map. Any multiswipe will close the book map.
bg_bg: Докоснете място в книгата и ще видите миниатюри на страниците. Плъзнете по левия край на екрана, за да промените нивото на главите, включени в картата. Многоточково плъзване затваря картата на книгата.
he: הקשה על מיקום בספר כדי לעיין בתמונות ממוזערות של הדפים שם. החלקה לאורך קצה המסך השמאלי כדי לשנות את רמת הפרקים שייכללו במפת הספר. כל החלקה מרובה תסגור את מפת הספר.
vi: Chạm vào một vị trí trong sách để duyệt hình thu nhỏ của các trang ở đó. Vuốt dọc theo cạnh màn hình bên trái để thay đổi cấp độ chương được đưa vào bản đồ sách. Bất kỳ cử chỉ vuốt đa chạm nào cũng sẽ đóng bản đồ sách.
zh_tw: 點擊書中的任意位置可瀏覽該處的頁面縮圖。 沿著螢幕左側邊緣滑動可變更書籍地圖中包含的章節層級。 任何多指滑動都會關閉書籍地圖。

source: Tap on a location in the book to browse thumbnails of the pages there. Swipe along the left screen edge to change the level of chapters to include in the book map, and the type of book map (grid or flat) when crossing the level 0. Swipe along the bottom screen edge to change the width of page slots. Swipe or pan vertically on content to scroll. Long-press on ≡ to switch between current and initial views. Any multiswipe will close the book map.
bg_bg: Докоснете място в книгата и ще видите миниатюри на страниците. Плъзнете по левия край на екрана, за да промените нивото на главите, включени в картата и вида на картата (мрежа или списък), когато преминете през ниво 0. Плъзнете по долния ръб на екрана, за да промените ширината на страниците. Плъзнете пръст или влачете вертикално върху съдържанието, за да се придвижвате из него. Задръжте върху ≡, за да превключите между текущия и първоначалния изглед. Многоточково плъзване затваря картата на книгата.
he: הקשה על מיקום בספר כדי לעיין בתמונות ממוזערות של הדפים שם. החלקה לאורך קצה המסך השמאלי כדי לשנות את רמת הפרקים שייכללו במפת הספר, ואת סוג מפת הספר (סריג או שטוחה) בעת חציית רמה 0. החלקה לאורך קצה המסך התחתון כדי לשנות את רוחב חריצי העמוד. החלקה או הזזה אנכית על התוכן כדי לגלול. לחיצה ארוכה על ≡ כדי לעבור בין תצוגות נוכחיות לתצוגות ראשוניות. כל החלקה מרובה תסגור את מפת הספר.
vi: Chạm vào một vị trí trong sách để duyệt hình thu nhỏ của các trang ở đó. Vuốt dọc theo cạnh màn hình bên trái để thay đổi cấp độ chương được đưa vào bản đồ sách, và loại bản đồ sách (lưới hoặc phẳng) khi vượt qua cấp độ 0. Vuốt dọc theo cạnh màn hình phía dưới để thay đổi chiều rộng của các ô trang. Vuốt hoặc kéo dọc trên nội dung để cuộn. Nhấn giữ vào ≡ để chuyển đổi giữa chế độ xem hiện tại và ban đầu. Bất kỳ cử chỉ vuốt đa chạm nào cũng sẽ đóng bản đồ sách.
zh_tw: 點擊書中的任意位置可瀏覽該處的頁面縮圖。 沿著螢幕左側邊緣滑動可變更書籍地圖中包含的章節層級，跨越層級 0 時可切換地圖類型（網格或平面）。 沿著螢幕底部邊緣滑動可變更頁面槽的寬度。 在內容上垂直滑動或拖曳可進行捲動。 長按 ≡ 可在目前檢視與初始檢視間切換。 任何多指滑動都會關閉書籍地圖。

source: Statistics
bg_bg: Статистика
he: סטטיסטיקה
sv: Statistik
vi: Thống kê
zh_tw: 統計

source: Review
bg_bg: Отзив
he: סקירה
sv: Recension
vi: Xem trước
zh_tw: 評論

source: Book Status
bg_bg: Състояние на книгата
he: מצב הספר
sv: Bokstatus
vi: Tình trạng sách
zh_tw: 書籍閱讀狀態

source: Update Status
bg_bg: Промяна на състоянието
he: עדכון מצב
sv: Uppdatera status
vi: Cập nhật trạng thái
zh_tw: 更新狀態

source: %1 % Completed
bg_bg: %1 % прочетено
he: %1 % הושלמו
vi: %1 % Hoàn thành
zh_tw: 已讀 %1%

source: Days
bg_bg: Дни четене
he: ימים
sv: Dagar
vi: Ngày
zh_tw: 日數

source: Time
bg_bg: Време на четене
he: זמן
sv: Tid
vi: Thời gian
zh_tw: 時間
