Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

source: When enabled, all images (up to 256) will be displayed at least once on the sleep screen in sequence before repeating the cycle.
bg_bg: Когато е отметнато, всички изображения (до 256) ще бъдат показани на екрана за сън най-малко веднъж преди цикълът да се повтори.
vi: Khi bật, tất cả các ảnh (tối đa 256 ảnh) sẽ được hiển thị ít nhất một lần trên màn hình chờ theo trình tự trước khi lặp lại chu kỳ.

source: Sleep screen message
bg_bg: Съобщение на екрана за режим на сън
he: הודעת מסך שינה
vi: Thông báo màn hình chờ
zh_tw: 休眠畫面訊息

source: Add custom message to sleep screen
bg_bg: Добавяне на съобщение към екрана за сън
he: הוספת הודעה מותאמת אישית למסך השינה
vi: Thêm thông báo tùy chỉnh vào màn hình chờ
zh_tw: 新增自訂訊息至休眠畫面

source: Edit sleep screen message
bg_bg: Променяне на съобщението на екрана за сън
he: עריכת הודעת מסך השינה
vi: Chỉnh sửa thông báo màn hình chờ
zh_tw: 編輯休眠訊息

source: Container and position
bg_bg: Контейнер и място
vi: Vùng chứa và vị trí
zh_tw: 容器與位置

source: Banner
bg_bg: Банер
he: כרזה
vi: Biểu ngữ
zh_tw: 橫幅

source: Box
bg_bg: Кутия
he: תיבה
vi: Hộp
zh_tw: 方框

source: top
bg_bg: горе
vi: trên cùng
zh_tw: 上

source: middle
bg_bg: по средата
vi: giữa
zh_tw: 中

source: bottom
bg_bg: долу
vi: dưới cùng
zh_tw: 下

source: Vertical position: %1
bg_bg: Място по вертикала: %1
vi: Vị trí dọc: %1
zh_tw: 垂直位置：%1

source: Set a custom vertical position for the sleep screen message.
bg_bg: Задава място по вертикалната ос на съобщението на екрана за сън.
vi: Đặt vị trí dọc tùy chỉnh cho thông báo màn hình chờ.
zh_tw: 設定休眠畫面訊息的自訂垂直位置。

source: Message opacity: %1
bg_bg: Прозрачност на съобщението: %1
he: אטימות הודעה: %1
vi: Độ mờ của thông báo: %1
zh_tw: 訊息不透明度：%1

source: Set the opacity level of the sleep screen message.
bg_bg: Задава прозрачност на съобщението на екрана за сън.
he: הגדרת רמת האטימות של הודעת מסך השינה.
vi: Đặt mức độ mờ của thông báo màn hình chờ.
zh_tw: 設定休眠畫面訊息的不透明度。

source: Background fill
bg_bg: Запълване на фона
he: מילוי הרקע
vi: Đổ đầy nền
zh_tw: 填滿背景

source: This option will only become available, if you have selected 'Leave screen as-is' as wallpaper and have 'Sleep screen message' on.
bg_bg: Настройката е достъпна само ако сте избрали „Фонът на екрана се задава от устройството“ като тапет и сте включили „Съобщение на екрана за режим на сън“.
he: האפשרות הזאת תהפוך לזמינה אם בחרת ‚להשאיר את המסך כמו שהוא’ כתמונת ורקע ושההגדרה ‚הודעת מסך שינה’ פעילה.
vi: Tùy chọn này sẽ chỉ khả dụng nếu bạn đã chọn 'Giữ nguyên màn hình' làm hình nền và đã bật 'Thông báo màn hình chờ'.
zh_tw: 此選項僅在您將桌布設為「保持螢幕原樣」並啟用「休眠畫面訊息」時可用。

source: Hide reboot/poweroff message
bg_bg: Скриване на съобщението за рестарт/изключване
he: הסתרת הודעת הפעלה מחדש/כיבוי
vi: Ẩn thông báo khởi động lại/tắt nguồn
zh_tw: 隱藏重新啟動/關機訊息

source: 1 minute
bg_bg: %1 минута
he: דקה
vi: %1 phút
zh_tw: %1 分

source: Allow KOReader to modify system settings? You will be prompted with a permission management screen. You'll need to give KOReader permission and then restart the program.
bg_bg: Разрешавате ли KOReader да променя системните настройки? Ще видите екран за управление на разрешенията. Ще трябва да дадете разрешение на KOReader и след това да рестартирате приложението.
he: לאפשר ל־KOReader לשנות את הגדרות המערכת? יופיע מסך ניהול הרשאות. יש להעניק ל־KOReader הרשאות ולאחר מכן להפעיל אותה מחדש.
vi: Cho phép KOReader sửa đổi cài đặt hệ thống? Xác nhận lần nữa. Cần cấp quyền cho KOReader và khởi động lại chương trình.
zh_tw: 要允許 KOReader 修改系統設定嗎？ 將會有權限管理畫面提示您。您需要給予 KOReader 權限，然後重新啟動程式。

source: Allow
bg_bg: Разрешаване
he: לאפשר
vi: Cho phép
zh_tw: 允許

source: Use system settings
bg_bg: Използване на системни настройки
he: להשתמש בהגדרות המכשיר
sv: Använd systeminställningar
vi: Dùng cài đặt hệ thống
zh_tw: 使用系統設定

source: Keep screen on
bg_bg: Поддържане на екрана включен
he: להשאיר מסך דולק
sv: Håll skärmen på
vi: Giữ màn hình bật
zh_tw: 保持螢幕開啟

source: Allow system settings override
bg_bg: Отменяне на системни настройки
he: לאפשר עקיפה של הגדרות מערכת
vi: Cho phép ghi đè cài đặt hệ thống
zh_tw: 允許覆蓋系統設定

source: Screen timeout
bg_bg: Време за изключване на екрана
he: תפוגת זמן מסך
vi: Thời gian chờ tắt màn hình
zh_tw: 螢幕自動關閉時間

source: Level 0: high quality, slowest
bg_bg: Ниво 0: високо качество, най-бавно
he: רמה 0: איכות גבוהה, איטית ביותר
vi: Cấp độ 0: chất lượng cao, chậm nhất
zh_tw: 等級 0：高品質，最慢

source: Level %1: low quality, fastest
bg_bg: Ниво %1: ниско качество, най-бързо
he: רמה %1: איכות נמוכה, מהירה ביותר
vi: Cấp độ %1: chất lượng thấp, nhanh nhất
zh_tw: 等級 %1：低品質，最快

source: Level %1
bg_bg: Ниво %1
he: רמה %1
vi: Cấp độ %1
zh_tw: 等級 %1

source: Refresh speed/fidelity
bg_bg: Скорост на обновяване/точност
he: מהירות/נאמנות ריענון
vi: Tốc độ làm mới/Độ trung thực
zh_tw: 重新整理速度/逼真度

source: Please restart KOReader for the new language setting to take effect.
bg_bg: За да влязат в сила новите езикови настройки, рестартирайте KOReader.
he: נא להפעיל את KOReader מחדש כדי שהשפה תוחלף.
sv: Starta om KOReader för att den nya språkinställningen ska träda i kraft.
vi: Hãy khởi động lại KOReader để cài đặt ngôn ngữ mới có hiệu lực.
zh_tw: 為了讓語言設定正式生效，請重新啟動 KOReader。

source: Language
bg_bg: Език
he: שפה
sv: Språk
vi: Ngôn ngữ
zh_tw: 語言

source: NEW:
bg_bg: НОВО:
he: חדש:
sv: NY:
vi: MỚI:
zh_tw: 新：

source: Failed to bind socket: %1
bg_bg: Грешка при обвързване на сокет: %1
he: הקישור לשקע נכשל: %1
vi: Không thể liên kết socket: %1
zh_tw: 連結失敗：%1

source: Failed to bind socket
bg_bg: Грешка при обвързване на сокет
he: הקישור לשקע נכשל
vi: Không thể liên kết socket
zh_tw: 連結失敗

source: Error connecting to the network
bg_bg: Грешка при свързване с мрежата
he: שגיאה בהתחברות לרשת
sv: Det gick inte att ansluta till nätverket
vi: Lỗi kết nối mạng
zh_tw: 連接網路的過程中出錯了

source: You can now retry the action that required network access
bg_bg: Сега можете да повторите действието, което изискваше достъп до мрежата
he: אפשר לנסות שוב את הפעולה שדרשה גישה לרשת
vi: Bây giờ bạn có thể thử lại hành động cần truy cập mạng
zh_tw: 您現在可以重試需要網路連線的動作

source: A previous connection attempt is still ongoing, this one will be ignored!
bg_bg: Предишният опит за свързване все още тече, този ще бъде пренебрегнат!
he: ניסיון חיבור קודם עדיין מתבצע, נתעלם מזה!
vi: Một nỗ lực kết nối trước đó vẫn đang tiếp diễn, nỗ lực này sẽ bị bỏ qua!
zh_tw: 目前仍在嘗試連線，請稍候！

source: Turning on Wi-Fi…
bg_bg: Безжичната връзка се включва…
he: תקשורת אלחוטית מופעלת…
vi: Đang bật Wi-Fi…
zh_tw: 正在開啟 Wi-Fi…

source: Turning off Wi-Fi…
bg_bg: Безжичната връзка се изключва…
he: התקשורת האלחוטית נכבית…
vi: Đang tắt Wi-Fi…
zh_tw: 正在關閉 Wi-Fi…

source: Do you want to turn on Wi-Fi?
bg_bg: Желаете ли безжичната връзка да бъде включена?
he: להפעיל את התקשורת האלחוטית?
sv: Vill du slå på Wi-Fi?
vi: Bật Wi-Fi?
zh_tw: 您想要開啟 Wi-Fi 連線嗎？

source: Turn on
bg_bg: Включване
he: להפעיל
sv: Slå på
vi: Bật
zh_tw: 開啟

source: Do you want to turn off Wi-Fi?
bg_bg: Желаете ли безжичната връзка да бъде изключена?
he: לכבות את התקשורת האלחוטית?
sv: Vill du slå av Wi-Fi?
vi: Tắt Wi-Fi?
zh_tw: 您想要關閉 Wi-Fi 連線嗎？

source: Turn off
bg_bg: Изключване
he: לכבות
sv: Slå av
vi: Tắt
zh_tw: 關閉

source: Wi-Fi is enabled, but you're currently not connected to a network.
bg_bg: Безжичната връзка е включена, но не е свързана към мрежа.
he: הרשת האלחוטית מופעלת, אך אין חיבור לרשת כעת.
vi: Wi-Fi đã được bật, nhưng hiện bạn chưa kết nối với mạng nào.
zh_tw: Wi-Fi 已啟用，但你目前未連線到網際網路。

source: Please note that a connection attempt is currently in progress!
bg_bg: Обърнете внимание, че в момента тече опит за установяване на връзка!
he: נא לשים לב שניסיון חיבור מתרחש כעת!
vi: Xin lưu ý rằng một nỗ lực kết nối hiện đang được tiến hành!
zh_tw: 注意，目前正在嘗試連線！

source: KOReader is currently waiting for connectivity. This may take up to 45s, so you may just want to try again later.
bg_bg: KOReader в момента изчаква свързване. Може да отнеме до 45 секунди, така че опитате отново по-късно.
he: KOReader מחכה כעת לקישוריות. זה יכול לקחת עד 45 שניות, אז כדי אולי סתם לנסות שוב מאוחר יותר.
vi: KOReader hiện đang chờ kết nối. Việc này có thể mất tới 45 giây, vì vậy bạn có thể nên thử lại sau.
zh_tw: KOReader 目前正在等待連線。這可能需要長達 45 秒，您可以稍後再試。

source: How would you like to proceed?
bg_bg: Как желаете да продължите?
he: כיצד להמשיך?
vi: Bạn muốn tiếp tục như thế nào?
zh_tw: 您希望如何進行？

source: Turn Wi-Fi off
bg_bg: Изключване на безжична връзка
he: לכבות את התקשורת האלחוטית
vi: Tắt Wi-Fi
zh_tw: 關閉 Wi-Fi

source: Connect
bg_bg: Свързване
he: להתחבר
sv: Anslut
vi: Kết nối
zh_tw: 連線

source: Connecting to Wi-Fi…
bg_bg: Свързване към безжична мрежа…
he: הרשת האלחוטית מחוברת…
vi: Đang kết nối Wi-Fi…
zh_tw: 正在連線到 Wi-Fi…

source: Waiting for network connectivity…
bg_bg: Изчакване на връзка с мрежата…
he: בהמתנה לחיבור לרשת…
vi: Đang chờ kết nối mạng…
zh_tw: 正在等待網路連線建立…

source: Wi-Fi settings
bg_bg: Настройки на безжичната връзка
he: הגדרות רשת אלחוטית
vi: Cài đặt Wi-Fi
zh_tw: Wi-Fi 設定

source: Wi-Fi connection
bg_bg: Безжична връзка
he: חיבור לרשת אלחוטית
sv: Wi-Fi-anslutning
vi: Kết nối Wi-Fi
zh_tw: Wi-Fi 連線

source: HTTP proxy %1
bg_bg: Прокси на HTTP %1
he: מתווך ‪‫HTTP‬ %1
vi: Máy chủ HTTP proxy %1
zh_tw: HTTP 代理伺服器 %1

source: Tip: Long press on this menu entry to configure HTTP proxy.
bg_bg: Подсказка: Задръжте върху този елемент от менюто, за да настроите прокси за HTTP.
he: עצה: לחיצה ארוכה על רשומת תפריט זו תאפשר להגדיר מתווך HTTP.
sv: Tips: Långtryck på menyalternativet för att konfigurera HTTP-proxy.
vi: Mẹo: Nhấn và giữ mục menu này để định cấu hình proxy HTTP.
zh_tw: 提示： 長按此選項可設定 HTTP 代理。

source: Enter proxy address
bg_bg: Въведете адрес на прокси сървър
he: נא למלא כתובת מתווך
sv: Ange proxyadress
vi: Nhập địa chỉ proxy
zh_tw: 輸入代理伺服器位址

source: Invalid proxy address
bg_bg: Неправилен адрес на прокси сървър
he: כתובת מתווך שגויה
vi: Địa chỉ proxy không hợp lệ
zh_tw: 代理伺服器位址無效

source: Disable Wi-Fi connection when inactive
bg_bg: Изключване на безжичната връзка ако не се ползва
he: יש להשבית תקשורת אלחוטית כשאינה פעילה
vi: Tắt kết nối Wi-Fi khi không hoạt động
zh_tw: 閒置時停用 Wi-Fi 連線

source: This is unlikely to function properly on a stock Kindle, given how much network activity the framework generates.
bg_bg: Малко вероятно е тази настройка да работи със заводския софтуер на Kindle, като се има предвид голямото количество мрежова актовност, която има софуерната рамка.
he: כנראה שזה לא יפעל כראוי על Kindle עם הגדרות יצרן בהתחשב בנפח פעילות הרשת שהתשתית מייצרת.
vi: Điều này không có khả năng hoạt động đúng trên Kindle nguyên bản, vì khung này tạo ra quá nhiều hoạt động mạng.
zh_tw: 由於框架會產生大量的網路活動，在原廠 Kindle 上可能無法正常運作。

source: This will automatically turn Wi-Fi off after a generous period of network inactivity, without disrupting workflows that require a network connection, so you can just keep reading without worrying about battery drain.
bg_bg: Автоматично изключва безжичната връзка след продължителен период на без ползване на мрежата, като не се нарушават процесите, изискващи връзка с мрежата, така вие ще можете да продължите да четете, без да се безпокоите, че батерията ще се изтощи.
he: פעולה זו תכבה את החיבור האלחוטי באופן אוטומטי לאחר תקופה ממושכת של חוסר פעילות ברשת, מבלי לשבש תהליכי עבודה הדורשים חיבור לרשת, כך שאפשר פשוט להמשיך לקרוא מבלי לדאוג מהתרוקנות הסוללה.
vi: Điều này sẽ tự động tắt Wi-Fi sau một khoảng thời gian dài không hoạt động mạng, mà không làm gián đoạn các quy trình làm việc cần kết nối mạng, nhờ đó bạn có thể tiếp tục đọc mà không phải lo lắng về việc hao pin.
zh_tw: 啟用後會在無網路活動一段時間後自動關閉 Wi-Fi 用於節省電量，不會中斷需要網路的工作。

source: Restore Wi-Fi connection on resume
bg_bg: Възстановяване на безжичната връзка при събуждане
he: שחזור חיבור הרשת האלחוטית בהתעוררות
vi: Khôi phục kết nối Wi-Fi khi tiếp tục
zh_tw: 喚醒後自動恢復 Wi-Fi 連線

source: This will attempt to automatically and silently re-connect to Wi-Fi on startup or on resume if Wi-Fi used to be enabled the last time you used KOReader, and you did not explicitly disable it.
bg_bg: Ще бъде направен опит за автоматично и безшумно повторно свързване с безжичната мрежа при стартиране или при събуждане, ако безжичната връзка последно е била включена.
he: פעולה זו תנסה להתחבר מחדש באופן אוטומטי ושקט לרשת אלחוטית בעת הפעלה או התעוררות אם התקשורת האלחוטית הייתה פעילה בשימוש הקודם ב־KOReader.
vi: Thao tác này sẽ cố gắng tự động và âm thầm kết nối lại với Wi-Fi khi khởi động hoặc tiếp tục nếu Wi-Fi đã được bật lần cuối bạn sử dụng KOReader, và bạn không chủ động tắt nó đi.
zh_tw: 啟用後，KOReader 將在啟動或恢復時自動連接 Wi-Fi（若上次已啟用且未關閉）。

source: Network info
bg_bg: Информация за мрежата
he: פרטי הרשת
sv: Nätverksinformation
vi: Thông tin mạng
zh_tw: 網路訊息

source: turn on
bg_bg: включване
he: הפעלה
sv: slå på
vi: bật
zh_tw: 開啟

source: ignore
bg_bg: пренебрегване
he: התעלמות
vi: bỏ qua
zh_tw: 忽略

source: Action when Wi-Fi is off: %1
bg_bg: Действие при изключена безжична мрежа: %1
he: פעולה כאשר התקשורת האלחוטית כבויה: %1
sv: Åtgärd när Wi-Fi är avstängt: %1
vi: Hành động khi Wi-Fi tắt: %1
zh_tw: 當 Wi-Fi 關閉時的行動：%1

source: leave on
bg_bg: оставяне включена
he: להשאיר דולק
vi: để bật
zh_tw: 保持開啟

source: Leave on
bg_bg: Оставяне включена
he: להשאיר דולק
vi: Để bật
zh_tw: 保持開啟

source: turn off
bg_bg: изключване
he: כיבוי
vi: tắt
zh_tw: 關閉

source: Action when done with Wi-Fi: %1
bg_bg: Действие при край на използването на безжичната мрежа: %1
he: פעולה לאחר סיום הפעילות עם התקשורת האלחוטית:‫ ‪‬%1
vi: Hành động khi hoàn tất với Wi-Fi: %1
zh_tw: 完成 Wi-Fi 設定後的動作：%1

source: Dismiss Wi-Fi scan popup after connection
bg_bg: Скриване на диалога за безжични мрежи след свързване
he: לסגור את חלון סריקת הרשתות לאחר התחברות
sv: Avvisa Wi-Fi-sökningspopup efter anslutning
vi: Không bật cửa sổ quét Wi-Fi sau khi kết nối
zh_tw: 在連線後關閉 Wi-Fi 掃描彈窗

source: Scanning for networks…
bg_bg: Сканиране за мрежи…
he: רשתות נסרקות…
sv: Söker efter nätverk…
vi: Đang tìm mạng…
zh_tw: 正在掃描網路…

source: Connection failed
bg_bg: Грешка при свързване
he: החיבור נכשל
vi: Kết nối thất bại
zh_tw: 連線失敗

source: Connecting to network %1…
bg_bg: Свързване към мрежата %1…
he: מתבצע חיבור לרשת ‪%1‬…
vi: Đang kết nối mạng %1…
zh_tw: 正在連線到網路 %1…

source: Wi-Fi off.
bg_bg: Безжичната мрежа е изключена.
he: רשת אלחוטית כבויה.
vi: Wi-Fi đã tắt.
zh_tw: Wi-Fi 關閉。

source: Already connected to network %1.
bg_bg: Вече има връзка с мрежата %1.
he: כבר מחובר לרשת %1.
sv: Redan ansluten till nätverket %1.
vi: Đã kết nối tới mạng %1.
zh_tw: 已經連線到網路 %1。

source: Already connected.
bg_bg: Вече има връзка.
he: כבר מחובר.
sv: Redan ansluten.
vi: Đã kết nối.
zh_tw: 已連線。

source: Could not retrieve network info.
bg_bg: Не е получена информация за мрежата.
he: לא ניתן למשוך את פרטי הרשת.
sv: Det gick inte att hämta nätverksinformation.
vi: Không thể truy xuất thông tin mạng.
zh_tw: 無法取得網路訊息。

source: Failed to initialize network control client: %1.
bg_bg: Грешка при включване на клиента, управляващ мрежата: %1.
he: הפעלת לקוח בקרת הרשת נכשלה: %1.
sv: Misslyckades med att initiera nätverksstyrningsklient: %1.
vi: Không thể khởi chạy máy trạm kiểm soát mạng: %1.
zh_tw: 初始化網路管理客戶端失敗了：%1。

source: Authenticating…
bg_bg: Удостоверяване…
he: מתבצע אימות…
sv: Autentiserar…
vi: Đang xác thực…
zh_tw: 認證中……

source: Authenticated
bg_bg: Удостоверен
he: מאומת
vi: Đã xác thực
zh_tw: 已認證

source: Failed to authenticate
bg_bg: Неуспешно удостоверяване
he: האימות נכשל
sv: Misslyckades med att autentisera
vi: Không thể xác thực
zh_tw: 認證失敗了

source: Timed out
bg_bg: Времето е изтекло
he: נגמר הזמן הקצוב
sv: Tidsgräns överskriden
vi: Hết giờ
zh_tw: 已超時

source: Stable
bg_bg: Стабилно издание
he: יציב
sv: Stabil
vi: Ổn định
zh_tw: 穩定版 (Stable)

source: Development
bg_bg: Развойно издание
he: פיתוח
sv: Utveckling
vi: Nhà phát triển
zh_tw: 開發版 (Development)

source: Download already scheduled. You'll be notified when it's ready.
bg_bg: Изтеглянето вече е планувано. Ще получите известие при завършване.
he: ההורדה כבר מתוזמנת. תתקבל הודעה כאשר היא מוכנה.
vi: Tải xuống đã được lên lịch. Bạn sẽ được thông báo khi đã sẵn sàng.
zh_tw: 已安排下載。 準備就緒時，你會收到通知。

source: KOReader is up to date.
bg_bg: Използвате последното издание на KOReader.
he: KOReader מעודכן.
sv: KOReader är uppdaterad.
vi: KOReader đã được cập nhật.
zh_tw: KOReader 已經是最新版了。

source: Device no longer supported. Please check %1
bg_bg: Устройството вече не е поддържано. Проверете %1
he: המכשיר לא נתמך עוד. נא לעיין ב%1
vi: Thiết bị không còn được hỗ trợ. Vui lòng kiểm tra %1
zh_tw: 裝置已不再支援。 請檢查 %1

source: Unable to determine OTA model.
bg_bg: Грешка при определяне на модела.
he: לא ניתן לקבוע את דגם ה־OTA (עדכון עצמאי).
vi: Không thể xác định kiểu máy OTA.
zh_tw: 無法識別 OTA 模型。

source: Unable to contact OTA server. Try again later, or try another mirror.
bg_bg: Грешка при свързване със сървъра за обновяване. Опитайте по-късно или с друго огледало.
he: לא ניתן לטעון את שרת העדכונים. נא לנסות שוב מאוחר יותר או שרת אחר.
vi: Không thể liên hệ với máy chủ OTA. Vui lòng thử lại sau, hoặc thử máy chủ gương (mirror) khác.
zh_tw: 無法連線至 OTA 伺服器。請稍後再試，或嘗試其他鏡像站。

source: Do you want to update? Installed version: %1 Available version: %2
bg_bg: Искате ли да обновите? Инсталирано издание: %1 Налично издание: %2
he: לעדכן? גרסה מותקנת: %1 גרסה זמינה: %2
sv: Vill du uppdatera? Installerad version: %1 Tillgänglig version: %2
vi: Bạn có muốn cập nhật? Phiên bản đã cài đặt: %1 Phiên bản có sẵn: %2
zh_tw: 您想要更新嗎？ 已安裝版本：%1 可用版本：%2

# Application update | Button
source: Update
bg_bg: Обновяване
he: לעדכן
vi: Cập nhật
zh_tw: 更新

source: The currently installed version is newer than the available version. You'll need to uninstall the app before installing a previous version. Download anyway? Installed version: %1 Available version: %2
bg_bg: Инсталираното издание е по-ново от наличното. Трябва да премахнете приложението преди да инсталирате по-ранно негово издание. Изтегляне въпреки това? Инсталирано издание: %1 Налично издание: %2
he: הגרסה המותקנת כעת חדשה יותר מהגרסה הזמינה. צריך להסיר את היישום לפני התקנת גרסה קודמת. להוריד בכל מקרה? גרסה מותקנת: %1 גרסה זמינה: %2
vi: Phiên bản hiện tại đã cài đặt mới hơn phiên bản khả dụng. Bạn sẽ cần gỡ cài đặt ứng dụng trước khi cài đặt phiên bản cũ hơn. Vẫn tải xuống? Phiên bản đã cài đặt: %1 Phiên bản khả dụng: %2
zh_tw: 目前安裝的版本比可用的版本還新。 在安裝舊版本前，需要先解除安裝應用程式。 還是要下載嗎？ 安裝的版本：%1 可用的版本：%2

source: The currently installed version is newer than the available version. Would you still like to continue and downgrade? Installed version: %1 Available version: %2
bg_bg: Инсталираното издание е по-ново от наличното. Желаете ли въпреки това да продължите с инсталиране на по-ранно издание? Инсталирано издание: %1 Налично издание: %2
he: הגרסה המותקנת כעת חדשה יותר מהגרסה הזמינה. להמשיך ולשנמך? גרסה מותקנת: %1 גרסה זמינה: %2
sv: Den installerade versionen är nyare än den tillgängliga versionen. Vill du fortfarande fortsätta och nedgradera? Installerad version: %1 Tillgänglig version: %2
vi: Phiên bản hiện được cài đặt mới hơn phiên bản có sẵn. Bạn vẫn muốn tiếp tục và hạ cấp? Phiên bản đã cài đặt: %1 Phiên bản có sẵn: %2
zh_tw: 目前安裝的版本比可用的版本還新。 您還是要繼續並降級嗎？ 安裝的版本：%1 可用的版本：%2

source: Downgrade
bg_bg: Инсталиране на по-ранно здание
he: לשנמך
sv: Nedgradera
vi: Hạ cấp
zh_tw: 降版

source: Downloading may take several minutes…
bg_bg: Изтеглянето може да отнеме няколко минути…
he: ההורדה עשויה לארוך מספר דקות …
sv: Hämtning kan ta flera minuter…
vi: Quá trình tải xuống có thể mất vài phút…
zh_tw: 下載可能會花上幾分鐘的時間……

source: Failed to update KOReader. You can: Cancel, keeping temporary files. Retry the update process with a full download. Abort and cleanup all temporary files.
bg_bg: Грешка при обновяване на KOReader. Можете да: – Откажете, запазвайки временните файлове; – Повторите процеса с изцяло ново изтегляне; – Прекъснете процеса с изчистване на временните файлове.
he: העדכון של KOReader נכשל. אתה יכול: לבטל, ולשמור קבצים זמניים. לנסות שוב את תהליך העדכון עם הורדה מלאה. לבטל ולנקות את כל הקבצים הזמניים.
sv: Det gick inte att uppdatera KOReader. Du kan: Avbryta, behålla temporära filer. Försök om uppdateringsprocessen med en fullständig hämtning. Avbryta och rensa alla temporära filer.
vi: Cập nhật KOReader thất bại. Bạn có thể: Hủy, giữ các tệp tạm thời. Thử lại quá trình cập nhật bằng bản tải xuống đầy đủ. Hủy bỏ và xóa tất cả các tệp tạm thời.
zh_tw: KOReader 更新失敗。 你可以： 取消，保留暫存檔。 選擇完整下載重試更新。 放棄並清除所有暫存檔。

source: Error updating KOReader. Would you like to delete temporary files?
bg_bg: Грешка при обновяване на KOReader. Желаете ли временните файлове да бъдат премахнати?
he: שגיאה בעדכון KOReader. למחוק קבצים זמניים?
sv: Fel vid uppdatering av KOReader. Vill du ta bort temporära filer?
vi: Lỗi khi cập nhật KOReader. Bạn có muốn xóa các tệp tạm thời không?
zh_tw: 更新 KOReader 中發生錯誤。您想要刪除臨時檔案嗎？

source: Abort
bg_bg: Прекъсване
he: הפסקה
sv: Avbryt
vi: Hủy
zh_tw: 退出

# Application update | Menu
source: Update
bg_bg: Обновяване
he: עדכון
vi: Cập nhật
zh_tw: 更新

source: Check for updates
bg_bg: Проверка за обновяване
he: בדיקת זמינות עדכונים
vi: Kiểm tra cập nhật
zh_tw: 檢查更新

source: Update server
bg_bg: Сървър
he: שרת עדכונים
sv: Uppdatera servern
vi: Máy chủ cập nhật
zh_tw: 更新伺服器

source: Update channel
bg_bg: Канал
he: ערוץ עדכונים
sv: Uppdatera kanalen
vi: Kênh cập nhật
zh_tw: 更新頻道

source: Do you want to disable it?
bg_bg: Желаете ли добавката да бъде изключена?
he: להשבית אותו?
sv: Vill du inaktivera det?
vi: Bạn có muốn tắt nó không?
zh_tw: 是否停用？

source: Do you want to enable it?
bg_bg: Желаете ли добавката да бъде включена?
he: לאפשר אותו?
sv: Vill du aktivera det?
vi: Bạn có muốn bật nó không?
zh_tw: 是否啟用？

source: Enter preset name
bg_bg: Въведете име на набора от настройки
he: נא להכניס שם להגדרות השמורות
vi: Nhập tên thiết lập sẵn
zh_tw: 請輸入設定方案名稱

source: Invalid preset name. Please choose a different name.
bg_bg: Неприемливо име на списък. Задайте друго име.
he: שם שגוי להגדרות שמורות. נא לבחור שם אחר.
vi: Tên thiết lập sẵn không hợp lệ. Vui lòng chọn một tên khác.
zh_tw: 無法使用此名稱，請改用其他名稱。

source: A preset named '%1' already exists. Please choose a different name.
bg_bg: Наборът от настройки „%1“ съществува. Задайте друго име.
he: הגדרות שמורות בשם '%1' כבר קיימות. נא לבחור שם אחר.
vi: Tên thiết lập sẵn '%1' đã tồn tại. Vui lòng chọn một tên khác.
zh_tw: 此 「%1」 名稱已被使用，請輸入其他設定方案名稱。

source: Create new preset from current settings
bg_bg: Набор от настройки от текущите настройки
he: יצירת הגדרות שמורות חדשות מהנוכחיות
vi: Tạo thiết lập sẵn mới từ cài đặt hiện tại
zh_tw: 儲存目前設定為新的設定方案

source: Preset '%1' loaded successfully.
bg_bg: Списъкът „%1“ е зареден.
vi: Cài đặt sẵn '%1' đã tải thành công.
zh_tw: 已成功載入設定方案「%1」。

source: What would you like to do with preset '%1'?
bg_bg: Какво да бъде направено с набора от настройки „%1“?
he: מה לעשות עם ההגדרות השמורות '%1'?
vi: Bạn muốn làm gì với cài đặt sẵn '%1'?
zh_tw: 您想對設定方案「%1」執行什麼操作？

source: Update
bg_bg: Обновяване
he: עדכון
sv: Uppdatera
vi: Cập nhật
zh_tw: 更新

source: Are you sure you want to overwrite preset '%1' with current settings?
bg_bg: Желаете ли списъкът „%1“ да бъде презаписан с текущите настройки?
he: לדרוס את הערכה השמורה ‚%1’ עם ההגדרות הנוכחיות?
vi: Bạn có chắc chắn muốn ghi đè cài đặt sẵn '%1' bằng các cài đặt hiện tại không?
zh_tw: 確定要以目前設定覆寫設定方案「%1」嗎？

source: Preset '%1' was updated with current settings
bg_bg: Наборът от настройки „%1“ е заменен от текущите настройки
he: ההגדרות השמורות '%1' עודכנו עם ההגדרות הנוכחיות
vi: Cài đặt sẵn '%1' đã được cập nhật bằng các cài đặt hiện tại
zh_tw: 已使用目前設定更新設定方案「%1」

source: Are you sure you want to delete preset '%1'?
bg_bg: Желаете ли списъкът „%1“ да бъде премахнат?
he: למחוק את הערכה השמורה ‚%1’?
vi: Bạn có chắc chắn muốn xóa cài đặt sẵn '%1' không?
zh_tw: 您確定要刪除「 %1」嗎？

source: Enter new preset name
bg_bg: Име на списъка
vi: Nhập tên cài đặt sẵn mới
zh_tw: 輸入新的設定方案名稱

source: Preset '%1' was loaded
bg_bg: Списъкът „%1“ е зареден
he: הערכה המוגדרת ‚%1’ נטענה
vi: Cài đặt sẵn '%1' đã được tải
zh_tw: 已載入設定方案「%1」
