Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

source: Auto warmth use whatever is closer to noon
bg_bg: Автоматичната топлина използва което е по-близо да пладне
he: טמפרטורת צבע אוטומטית לפי מה שקרוב יותר לצהריים
vi: Tự động điều chỉnh độ ấm sử dụng thời điểm gần giữa trưa nhất
zh_tw: 接近正午時分自動設定暖度

source: Show this warning again
bg_bg: Повторно предупреждаване
he: להציג את האזהרה הזאת שוב
vi: Hiển thị lại cảnh báo này
zh_tw: 再次顯示此警告

source: Hide the warning until the next book is opened
bg_bg: Без предупреждаване до отваряне на друга книга
he: להציג את האזהרה עד לפתיחת הספר הבא
vi: Ẩn cảnh báo cho tới khi mở cuốn sách tiếp theo
zh_tw: 隱藏此警告直到下一本書開啟

source: Hide this warning permanently
bg_bg: Трайно скриване на предупреждението
vi: Ẩn cảnh báo này vĩnh viễn
zh_tw: 永久隱藏此警告

source: Disable AutoWarmth's nightmode control
bg_bg: Изключване на контрола за нощен режим от авто топлина
he: השבתת בקרת מצב לילה של החמימות האוטומטית
vi: Tắt điều khiển chế độ ban đêm của AutoWarmth
zh_tw: 停用 AutoWarmth 的夜間模式控制

source: Night mode changed
bg_bg: Нощният режим е променен
he: מצב לילה השתנה
vi: Chế độ ban đêm đã thay đổi
zh_tw: 夜間模式已更改

source: The AutoWarmth plugin might change it again.
bg_bg: Добавката за авто топлина може да го промени отново.
he: תוסף חמימות אוטומטית עשוי לשנות אותו בחזרה.
vi: Plugin AutoWarmth có thể thay đổi lại điều đó.
zh_tw: AutoWarmth 外掛可能會再次修改此設定。

source: Set the frontlight warmth (if available) and night mode based on a time schedule or the sun's position. There are three types of twilight: • Civil: You can read a newspaper • Nautical: You can see the first stars • Astronomical: It is really dark Custom warmth values can be set for every kind of twilight and sunrise, noon, sunset and midnight. The screen warmth is continuously adjusted to the current time. To use the sun's position, a geographical location must be entered. The calculations are very precise, with a deviation less than minute and a half.
bg_bg: Задава цветна топлина на подсветката (ако има възможност) и нощния режим въз основа на график или местоположението на слънцето. Съществуват три вида здрач: • Граждански: можете да четете вестник • Морски: виждате първите звезди • Астрономически: наистина е тъмно Потребителски стойности на топлината могат да се задават за всеки вид здрач и за изгрев, пладне, залез и полунощ. Топлината на екрана се регулира непрекъснато според текущото време. За да бъде използвано местоположението на слънцето, трябва да въведете географско местоположение. Изчисленията са много точни, като отклонението е по-малко от минута и половина.
he: הגדרת טמפרטורת הצבע של התאורה הקדמית (אם נתמכת) ומצב הלילה על בסיס לוח זמנים או מיקום השמש. ישנם שלושה סוגים של דמדומים: • אזרחי: כאשר ניתן לקרוא עיתון • ימי: לפי צאת הכוכבים • אסטרונומי: כשממש חשוך ניתן להגדיר ערכי חמימות בהתאמה אישית לכל סוג של דמדומים וזריחה, צהריים, שקיעה וחצות. חמימות המסך מותאמת באופן רציף לזמן הנוכחי. כדי להשתמש במיקום השמש, יש להזין מיקום גיאוגרפי. החישובים מדויקים מאוד, עם סטייה של פחות מדקה וחצי.
vi: Đặt độ ấm đèn nền (nếu có) và chế độ ban đêm dựa trên lịch thời gian hoặc vị trí của mặt trời. Có ba loại hoàng hôn/chạng vạng: • Dân dụng (Civil): Bạn có thể đọc báo • Hàng hải (Nautical): Bạn có thể nhìn thấy những ngôi sao đầu tiên • Thiên văn (Astronomical): Trời thực sự tối Các giá trị độ ấm tùy chỉnh có thể được đặt cho từng loại hoàng hôn/chạng vạng, bình minh, giữa trưa, hoàng hôn và nửa đêm. Độ ấm màn hình được điều chỉnh liên tục theo thời gian hiện tại. Để sử dụng vị trí của mặt trời, bạn phải nhập vị trí địa lý. Các phép tính rất chính xác, với độ lệch dưới một phút rưỡi.
zh_tw: 可依據時間表或太陽位置，自動設定前光暖度（若可用）與夜間模式。 曙暮光分為三種： • 民用：可看報紙的亮度 • 航海：可見到第一顆星星 • 天文：真正的黑暗 可為不同種類的曙暮光、日出、正午、日落與午夜，分別設定自訂的暖度值。 螢幕暖度會持續依照當前時間調整。 若要依太陽位置計算，必須輸入地理位置。計算結果非常精確，誤差小於 1 分半鐘。

source: About auto warmth and night mode
bg_bg: Относно авто топлина и нощен режим
he: מידע על טמפרטורת צבע אוטומטית ומצב לילה
vi: Thông tin về chế độ tự động điều chỉnh ấm áp và ban đêm
zh_tw: 關於自動暖度和夜間模式

source: About auto night mode
bg_bg: Относно автоматичния нощен режим
he: על מצב לילה אוטומטי
vi: Giới thiệu về chế độ ban đêm tự động
zh_tw: 關於自動夜間模式

source: Activate
bg_bg: Включване
he: הפעלה
vi: Kích hoạt
zh_tw: 啟用

source: Expert mode
bg_bg: Режим за експерти
he: מצב מומחה
vi: Chế độ nâng cao
zh_tw: 專家模式

source: In the expert mode, different types of twilight can be used in addition to civil twilight.
bg_bg: В режима за експерти могат да бъдат използвани различните видове здрач в допълнение към гражданския.
he: במצב מומחה, ניתן להשתמש בסוגים שונים של דמדומים בנוסף לדמדומים אזרחיים.
vi: Trong chế độ chuyên gia, các loại chạng vạng khác nhau có thể được sử dụng ngoài chạng vạng dân dụng.
zh_tw: 在專家模式中，除了民用曙暮光之外，也可以使用其他種類的曙暮光。

source: Location settings
bg_bg: Настройки на местоположението
he: הגדרות מיקום
vi: Cài đặt vị trí
zh_tw: 位置設定

source: Fixed schedule settings
bg_bg: Настройки на графика
he: הגדרות לוח זמנים קבוע
vi: Cài đặt lịch cố định
zh_tw: 固定排程設定

source: Warmth and night mode settings
bg_bg: Настройки на топлина и нощен режим
he: הגדרות טמפרטורת הצבע ומצב לילה
vi: Cài đặt độ ấm và chế độ ban đêm
zh_tw: 暖度和夜間模式設定

source: Night mode settings
bg_bg: Настройки на нощен режим
he: הגדרות מצב לילה
vi: Cài đặt chế độ ban đêm
zh_tw: 夜間模式設定

source: Enable night mode warning
bg_bg: Предупреждение за нощен режим
he: הפעלת אזהרת מצב לילה
vi: Bật cảnh báo chế độ ban đêm
zh_tw: 啟用夜間模式警告

source: Currently active parameters
bg_bg: Текущи стойности
he: משתנים פעילים כעת
vi: Các tham số đang hoạt động
zh_tw: 目前使用中的參數

source: Sun position information for
bg_bg: Информация за положението на слънцето за
he: פרטי מיקום שמש עבור
vi: Thông tin vị trí Mặt Trời cho
zh_tw: 太陽位置資訊（於）

source: Fixed schedule information
bg_bg: Информация за графика
he: פרטי לוח זמנים קבוע
vi: Thông tin lịch cố định
zh_tw: 固定排程資訊

source: Frontlight off during day: %1 min offset
bg_bg: Изключване на подсветката денем: %1 мин отместване
he: תאורה קדמית כבויה במהלך היום: %1 היסט מזערי
vi: Tắt đèn nền ban ngày: bù giờ %1 phút
zh_tw: 白天關閉前光：偏移 %1 分鐘

source: Frontlight off during day
bg_bg: Изключване на подсветката денем
he: תאורה קדמית כבויה ביום
vi: Tắt đèn nền ban ngày
zh_tw: 白天關閉前光

source: Offset for frontlight off
bg_bg: Отместване за изключване на подсветката
he: הסטה לכיבוי התאורה הקדמית
vi: Thời gian bù cho việc tắt đèn nền
zh_tw: 前光關閉偏移量

source: At this time the frontlight will be turned • off after sunrise and • on before sunset.
bg_bg: В зададеното време подсветката ще бъде: • изключена след изгрев и • включена преди залез.
he: בזמן הזה התאורה הקדמית תהיה • כבויה לאחר הזריחה וגם • דולקת לפני השקיעה.
vi: Vào thời điểm này, đèn nền sẽ được bật • tắt sau bình minh và • bật trước hoàng hôn.
zh_tw: 在此時間設定下，前光將會： • 日出後關閉 • 日落前開啟。

source: This feature turns your front light on at sunset and off at sunrise according to the “Current Active Parameters” in this plugin. You can override this change by manually turning the front light on/off. At the next sunrise/sunset, AutoWarmth will toggle again if needed. For cloudy autumn days, the switch-on/off time can be shifted by an offset.
bg_bg: Включва подсветката при залез слънце и я изключва при изгрев в съответствие с „Текущи стойности“ на добавката. Можете да откажете промяна, като ръчно включите/изключите подсветката. При следващия изгрев/залез добавката ще превключи отново, ако е необходимо. В облачните есенни дни, времето на включване/изключване може да бъде изместено с определен отстъп.
he: תכונה זו מדליקה את התאורה הקדמית בשקיעה ומכבה אותה עם הזריחה, בהתאם ל"משתנים הפעילים הנוכחיים" בתוסף זה. אפשר לעקוף שינוי זה על ידי הדלקה/כיבוי ידניים של התאורה הקדמית. בזריחה/שקיעה הבאה, תוסף חמימות אוטומטית יופעל שוב במידת הצורך. בימי סתיו מעוננים, ניתן להזיז את זמן ההפעלה/כיבוי בהיסט מסוים.
vi: ính năng này sẽ bật đèn nền của bạn lúc hoàng hôn và tắt lúc bình minh theo "Các Tham số Đang Hoạt động" (Current Active Parameters) trong plugin này. Bạn có thể ghi đè thay đổi này bằng cách tự bật/tắt đèn nền thủ công. Tại thời điểm bình minh/hoàng hôn tiếp theo, AutoWarmth sẽ chuyển đổi lại nếu cần. Đối với những ngày thu nhiều mây, thời gian bật/tắt có thể được dịch chuyển bằng cách bù giờ.
zh_tw: 此功能會依據本外掛的「目前使用中的參數」，在日落時開啟前光，日出時關閉前光。 您可以手動開關前光來覆寫此設定。在下次日出/日落時，AutoWarmth 仍會依需要再次切換。 在多雲的秋日，開關時間可透過偏移量進行調整。

source: According to the sun's position
bg_bg: По местоположението на слънцето
he: לפי מיקום השמש
vi: Theo vị trí của mặt trời
zh_tw: 根據太陽的位置

source: Only use the times calculated from the position of the sun.
bg_bg: Използва се само времето изчислено спрямо местоположението на слънцето.
he: להשתמש רק בזמנים שחושבו לפי מיקום השמש.
vi: Chỉ sử dụng thời gian được tính từ vị trí của mặt trời.
zh_tw: 僅使用根據太陽位置計算的時間。

source: According to the fixed schedule
bg_bg: По график
he: לפי לוח הזמנים הקבוע
vi: Theo lịch trình cố định
zh_tw: 根據固定排程

source: Only use the times from the fixed schedule.
bg_bg: Използва се времето само от графика.
he: להשתמש בשעות מלוח הזמנים הקבוע בלבד.
vi: Chỉ sử dụng thời gian trong lịch trình cố định.
zh_tw: 僅使用固定排程的時間。

source: Whatever is closer to noon
bg_bg: Което е по-близо до пладне
he: מה שקרוב יותר לצהריים
vi: Thời điểm gần giữa trưa nhất
zh_tw: 取較接近中午的時間

source: Use the times from the sun position or schedule that are closer to noon.
bg_bg: Използва се времето от местоположението на слънцето или от графика, което е по-близо до пладне.
he: להשתמש בזמנים של מיקום השמש או מלוח הזמנים שקרוב יותר לצהריים.
vi: Sử dụng các thời điểm từ vị trí mặt trời hoặc lịch trình mà gần với giữa trưa nhất.
zh_tw: 使用太陽位置或時間表中，較接近中午的時間。

source: Whatever is closer to midnight
bg_bg: Което е по-близо до полунощ
he: מה שקרוב יותר לחצות
vi: Thời điểm gần nửa đêm nhất
zh_tw: 取較接近午夜的時間

source: Use the times from the sun position or schedule that are closer to midnight.
bg_bg: Използва се времето от местоположението на слънцето или от графика, което е по-близо до полунощ.
he: להשתמש בזמנים ממיקום השמש או מלוח הזמנים שקרוב יותר לחצות.
vi: Sử dụng các thời điểm từ vị trí mặt trời hoặc lịch trình mà gần với nửa đêm nhất.
zh_tw: 使用太陽位置或時間表中，較接近午夜的時間。

source: Location: %1
bg_bg: Местоположение: %1
he: מיקום: %1
vi: Vị trí: %1
zh_tw: 位置：%1

source: Location
bg_bg: Местоположение
he: מיקום
sv: Plats
vi: Vị trí
zh_tw: 位置

source: Location name
bg_bg: Име на местоположението
he: שם מיקום
vi: Tên vị trí
zh_tw: 位置名稱

source: Coordinates: (%1°, %2°)
bg_bg: Координати: (%1°, %2°)
he: נק׳ ציון: (%1°, %2°)
vi: Tọa độ: (%1°, %2°)
zh_tw: 座標：(%1°, %2°)

source: Set location
bg_bg: Запазване
he: הגדר מיקום
vi: Đặt vị trí
zh_tw: 設定位置

source: Enter decimal degrees, northern hemisphere and eastern length are '+'.
bg_bg: Въведете десетични градуси, северното полукълбо и източната дължина са с „+“.
he: הזן מעלות עשרוניות; חצי הכדור הצפוני וקוי האורך מזרחיים הם '+'.
vi: Nhập độ thập phân, bán cầu bắc và chiều dài phía đông là '+'.
zh_tw: 請輸入十進位度數，北半球與東經為「+」。

source: Latitude
bg_bg: Ширина
he: קו רוחב
vi: Vĩ độ
zh_tw: 緯度

source: Longitude
bg_bg: Дължина
he: קו אורך
vi: Kinh độ
zh_tw: 經度

source: Altitude: %1 m
bg_bg: Надморска височина: %1 м
he: גובה: %1 מ׳
vi: Độ cao: %1 m
zh_tw: 海拔：%1 公尺

source: Altitude
bg_bg: Надморска височина
he: גובה
vi: Độ cao
zh_tw: 海拔

source: Enter the altitude in meters above sea level.
bg_bg: Въведете надморската височина в метри.
he: נא למלא את הגובה במטרים מעל פני הים.
vi: Nhập độ cao tính bằng mét so với mực nước biển.
zh_tw: 請輸入高於海平面的海拔高度（單位：公尺）。

# Length
source: m
bg_bg: м
he: דק׳
zh_tw: 公尺

source: This time is before the previous time. Adjust the previous time?
bg_bg: Това време е преди предишното. Променяне на предишното време?
he: הזמן הזה הוא לפני הזמן הקודמ. להתאים את הזמן הקודם?
vi: Thời gian này nằm trước thời gian trước đó. Điều chỉnh thời gian trước đó?
zh_tw: 此時間點早於上一個時間點。 要調整上一個時間點嗎？

source: This time is after the subsequent time. Adjust the subsequent time?
bg_bg: Това време е след следващото време. Променяне на следващото време?
he: הזמן הזה הוא אחרי הזמן שלאחר מכן. להתאים את הזמן שלאחר מכן?
vi: Thời gian này nằm sau thời gian tiếp theo. Điều chỉnh thời gian tiếp theo?
zh_tw: 此時間點晚於下一個時間點。 要調整下一個時間點嗎？

source: Invalidate
bg_bg: Анулиране
he: לִפְסוֹל
vi: Vô hiệu hóa
zh_tw: 停用

source: Solar midnight (previous day)
bg_bg: Полунощ спрямо слънцето (предишен ден)
he: חצות שמשי (אמש)
vi: Nửa đêm mặt trời (ngày hôm trước)
zh_tw: 太陽午夜（前一天）

source: Astronomical dawn
bg_bg: Астрономически изгрев
he: שחר אסטרונומי
vi: Bình minh thiên văn
zh_tw: 天文黎明（幾乎全黑時天將亮）

source: Nautical dawn
bg_bg: Морски изгрев
he: שחר ימאי
vi: Bình minh hàng hải
zh_tw: 航海黎明（可見星辰時天將亮）

source: Civil dawn
bg_bg: Граждански изгрев
he: שחר אזרחי
vi: Bình minh dân dụng
zh_tw: 民用黎明（天色微亮時天將亮）

source: Sunrise
bg_bg: Изгрев
he: זריחה
vi: Mặt trời mọc
zh_tw: 日出

source: Solar noon
bg_bg: Пладне спрямо слънцето
he: צהריים שמשיים
vi: Giữa trưa mặt trời
zh_tw: 正午

source: Sunset
bg_bg: Залез
he: שקיעת החמה
vi: Hoàng hôn
zh_tw: 日落

source: Civil dusk
bg_bg: Граждански залез
he: דמדומים אזרחיים
vi: Hoàng hôn dân sự
zh_tw: 民用薄暮（天色微暗）

source: Nautical dusk
bg_bg: Морски залез
he: דמדומים ימיים
vi: Hoàng hôn hàng hải
zh_tw: 航海薄暮（可見星辰）

source: Astronomical dusk
bg_bg: Астрономически залез
he: דמדומים אסטרונומיים
vi: Hoàng hôn thiên văn
zh_tw: 天文薄暮（幾乎全黑）

source: Solar midnight
bg_bg: Полунощ спрямо слънцето
he: חצות שמשי
vi: Nửa đêm mặt trời
zh_tw: 午夜

source: Enter percentage of warmth.
bg_bg: Въведете процент на топлина.
he: נא למלא את אחוז החמימות.
vi: Điền phần trăm độ ấm.
zh_tw: 輸入暖色百分比。

source: Control: %1%2%3
bg_bg: Управление: %1%2%3
he: בקרה: %1%2%3
vi: Điều khiển: %1%2%3
zh_tw: 控制：%1%2%3

source: warmth
bg_bg: топлина
he: חמימות
vi: Độ ấm
zh_tw: 暖色

source: and
bg_bg: и
he: וגם
vi: và
zh_tw: 和

source: night mode
bg_bg: нощен режим
he: מצב לילה
vi: chế độ ban đêm
zh_tw: 夜間模式

source: Control: night mode
bg_bg: Управление: нощен режим
he: בקרה: מצב לילה
vi: Điều khiển: chế độ ban đêm
zh_tw: 控制：夜間模式

source: Tapping here chooses between the different AutoWarmth modes: 'warmth only', 'warmth and night mode', 'night mode only'.
bg_bg: Докосването на това място дава възможност за избор между различните режими на AutoWarmth: „само топлина“, „топлина и нощен режим“, „само нощен режим“.
he: הקשה כאן בוחרת בין מצבי טמפרטורת אור האוטומטי השונים: 'חום בלבד', 'מצב חום ולילה', 'מצב לילה בלבד'.
vi: Chạm vào đây để chọn giữa các chế độ AutoWarmth khác nhau: 'chỉ độ ấm', 'độ ấm và chế độ ban đêm', 'chỉ chế độ ban đêm'.
zh_tw: 點擊此處可在不同的 AutoWarmth 模式間切換：「僅暖度」、「暖度與夜間模式」、「僅夜間模式」。

source: Your device supports 'night mode' control only.
bg_bg: Устройството поддържа само управление на „нощен режим“.
he: המכשיר שלך תומך בבקרת ‚מצב לילה’ בלבד.
vi: Thiết bị của bạn chỉ hỗ trợ điều khiển 'chế độ ban đêm'.
zh_tw: 您的裝置僅支援「夜間模式」控制。

source: Set warmth and night mode for:
bg_bg: Задаване на топлина и нощен режим за:
he: הגדר טמפרטורת צבע ומצב לילה עבור:
vi: Đặt độ ấm và Chế độ Đêm:
zh_tw: 設定暖度與夜間模式：

source: Set night mode for:
bg_bg: Задаване на нощен режим за:
he: הגדר מצב לילה עבור:
vi: Chế độ ban đêm:
zh_tw: 設定夜間模式：

source: Sunset and sunrise
bg_bg: Изгрев и залез
he: שקיעה וזריחה
vi: Hoàng hôn và bình minh
zh_tw: 日落和日出

source: Darkest time of civil twilight
bg_bg: Най-тъмното време от цивилния здрач
he: זמן האפל ביותר של דמדומים אזרחיים
vi: Thời điểm tối nhất của chạng vạng dân dụng
zh_tw: 民用薄暮的最暗時間

source: Darkest time of nautical twilight
bg_bg: Най-тъмното време от морския здрач
he: זמן האפל ביותר של דמדומים ימיים
vi: Thời điểm tối nhất của chạng vạng hàng hải
zh_tw: 航海薄暮的最暗時間

source: Darkest time of astronomical twilight
bg_bg: Най-тъмното време от астроном. здрач
he: זמן האפל ביותר של דמדומים אסטרונומיים
vi: Thời điểm tối nhất của chạng vạng thiên văn
zh_tw: 天文薄暮的最暗時間

source: Solar midnight:
bg_bg: Полунощ спрямо слънцето:
he: חצות שמשיות:
vi: Nửa đêm mặt trời:
zh_tw: 太陽午夜：

source: Dawn
bg_bg: Изгрев
he: שחר
vi: Bình minh
zh_tw: 黎明

source: Astronomic:
bg_bg: Астрономически:
he: אסטרונומי:
vi: Thiên văn:
zh_tw: 天文：

source: Nautical:
bg_bg: Морски:
he: ימי:
vi: Hàng hải:
zh_tw: 航海：

source: Twilight:
bg_bg: Здрач:
he: דמדומים:
vi: Chạng vạng:
zh_tw: 曙暮光：

source: Civil:
bg_bg: Граждански:
he: אזרחי:
vi: Dân dụng:
zh_tw: 民用：

source: Sunrise:
bg_bg: Изгрев:
he: זריחה:
vi: Mặt trời mọc:
zh_tw: 日出：

source: Solar noon:
bg_bg: Слънчево пладне:
he: צהריים שמשיים:
vi: Buổi trưa mặt trời:
zh_tw: 正午：

source: Sunset:
bg_bg: Залез:
he: שקיעה:
vi: Hoàng hôn:
zh_tw: 日落：

source: Dusk
bg_bg: Здрач
he: חשכה
vi: Hoàng hôn
zh_tw: 薄暮

source: Toggle frontlight off between
bg_bg: Превключване на подсветката между
he: הפעלת/כיבוי תאורה קדמית בין
vi: Chuyển đổi tắt đèn nền giữa
zh_tw: 在此時間區間關閉前光

source: %1 and %2
bg_bg: %1 и %2
he: %1 וגם %2
vi: %1 và %2
zh_tw: %1 到 %2

source: Battery statistics
bg_bg: Статистика за батерията
he: סטטיסטיקת סוללה
sv: Batteristatistik
vi: Thống kê pin
zh_tw: 電池統計

source: Collects and displays battery statistics.
bg_bg: Добавката дава възможност за събиране и показване на статистики за батерията.
he: אוסף ומציג נתונים סטטיסטיים של הסוללה.
sv: Samlar och visar batteristatistik.
vi: Thu thập và hiển thị số liệu thống kê về pin.
zh_tw: 收集並顯示電池統計。

source: Consumed:
bg_bg: Използвано:
he: נצרך:
vi: Đã tiêu thụ:
zh_tw: 已消耗：

source: Total time:
bg_bg: Общо време:
he: זמן כולל:
vi: Tổng thời gian:
zh_tw: 總時間：

source: Change per hour:
bg_bg: Промени в час:
he: שינוי לשעה:
vi: Thay đổi mỗi giờ:
zh_tw: 每小時變更：

source: Estimated remaining time:
bg_bg: Очаквано оставащо време:
he: זמן שנותר משוער:
vi: Thời gian còn lại ước tính:
zh_tw: 估計剩餘時數：

source: Estimated time for charging:
bg_bg: Очаквано време за зареждане:
he: זמן משוער לטעינה:
vi: Thời gian sạc ước tính:
zh_tw: 估計充電所需時數：

source: Are you sure that you want to clear battery statistics?
bg_bg: Желаете ли статистиката за батерията да бъде нулирана?
he: האם אתה בטוח שברצונך לנקות נתונים סטטיסטיים של הסוללה?
vi: Bạn có chắc chắn muốn xóa số liệu thống kê về pin không?
zh_tw: 你確定要清除電池統計嗎？

source: Tap to reset the data
bg_bg: Докоснете, за нулиране на данните
he: הקשה תאפס את הנתונים
vi: Chạm để đặt lại dữ liệu
zh_tw: 點擊以重設資料

source: Awake since last charge
bg_bg: В будно състояние след последното зареждане
he: ער מאז הטעינה האחרונה
sv: Vaken sedan senaste laddning
vi: Thời gian hoạt động kể từ lần sạc cuối cùng
zh_tw: 上次充電以來的喚醒時間

source: Sleeping since last charge
bg_bg: Заспивания от последното зареждане
he: ישן מאז הטעינה האחרונה
sv: Sömn sedan senaste laddning
vi: Ngủ kể từ lần sạc cuối cùng
zh_tw: 上次充電以來的休眠時間

source: During last charge
bg_bg: При последното зареждане
he: במהלך הטעינה האחרונה
sv: Under senaste laddning
vi: Trong lần sạc cuối cùng
zh_tw: 上次充電期間

source: Charged:
bg_bg: Заредено:
he: טעון:
vi: Đã sạc:
zh_tw: 已充電：

source: Since last charge
bg_bg: След последното зареждане
he: מאז הטעינה האחרונה
sv: Sedan senaste laddning
vi: Từ lần sạc cuối cùng
zh_tw: 自上次充電起

source: Book shortcuts
bg_bg: Преки пътища към книги
he: קיצורי דרך לספר
vi: Phím tắt sách
zh_tw: 書籍捷徑

source: This plugin allows adding a book shortcut to a gesture.
bg_bg: Добавката дава възможност за отваряне на книги с жестове.
he: תוסף זה מאפשר הוספת קיצור דרך לספר לתנועת אצבע.
vi: Plugin này cho phép thêm phím tắt vào cử chỉ.
zh_tw: 此外掛可將書籍捷徑綁定到手勢。

# File
source: Open %1
bg_bg: Отваряне на %1
he: פתיחת %1
vi: Mở%1
zh_tw: 開啟 %1

source: last book
bg_bg: последна книга
he: ספר אחרון
vi: cuốn sách gần đây nhất
zh_tw: 上一本書

source: New shortcut
bg_bg: Нов пряк път
he: קיצור דרך חדש
vi: Lối tắt mới
zh_tw: 新增捷徑

source: Folder action: %1
bg_bg: Действие с папка: %1
he: פעולת תיקייה: %1
vi: Hành động thư mục: %1
zh_tw: 資料夾動作：%1

source: Recursively search folders
bg_bg: Рекурсивно търсене в папки
he: חיפוש נסוג בתיקיות
vi: Tìm kiếm thư mục đệ quy
zh_tw: 遞迴搜尋資料夾

source: Do you want to delete this shortcut?
bg_bg: Желаете ли прекият път да бъде премахнат?
he: למחוק את קיצור הדרך הזה?
vi: Bạn có muốn xóa phím tắt này không?
zh_tw: 你要刪除這個捷徑嗎？

source: Integration with calibre. Send documents from calibre library via Wi-Fi and search calibre metadata.
bg_bg: Добавката дава възможност за интеграция с Calibre. Изпращане от библиотеката на Calibre през безжична мрежа, търсене в Calibre.
he: שילוב עם calibre. שלח מסמכים מספריית calibre באמצעות Wi-Fi וחפש מטא-נתונים של calibre.
vi: Tích hợp với Calibre. Gửi tài liệu từ thư viện Calibre qua Wi-Fi và tìm kiếm siêu dữ liệu Calibre.
zh_tw: 與 calibre 整合。可透過 Wi-Fi 從 calibre 書櫃傳送文件並搜尋詮釋資料。

source: Calibre metadata search
bg_bg: Търсене в Calibre
he: חיפוש במטה-נתונים של Calibre
vi: Tìm kiếm siêu dữ liệu Calibre
zh_tw: Calibre 詮釋資料搜尋

source: Browse all calibre tags
bg_bg: Разглеждане на етикетите на Calibre
he: עיין בכל תגי calibre
vi: Duyệt tất cả các thẻ calibre
zh_tw: 瀏覽所有 calibre 標籤

source: Browse all calibre series
bg_bg: Разглеждане на поредиците в Calibre
he: עיין בכל סדרות calibre
vi: Duyệt tất cả các series calibre
zh_tw: 瀏覽所有 calibre 系列

source: Browse all calibre authors
bg_bg: Разглеждане на авторите в Calibre
he: עיון ברשימת כל המחברים ב־calibre
vi: Duyệt tất cả các tác giả calibre
zh_tw: 瀏覽所有 calibre 作者

source: Browse all calibre titles
bg_bg: Разглеждане на заглавията в Calibre
he: עיון בכל הכותרות ב־calibre
vi: Duyệt tất cả các tiêu đề calibre
zh_tw: 瀏覽所有 calibre 書名

source: Calibre wireless connect
bg_bg: Осъществяване на безжична връзка с Calibre
he: חיבור אלחוטי ל־Calibre
vi: Kết nối không dây Calibre
zh_tw: Calibre 無線連線

source: Calibre wireless disconnect
bg_bg: Прекъсване на безжична връзка с Calibre
he: ניתוק חיבור אלחוטי ל־Calibre
vi: Ngắt kết nối không dây Calibre
zh_tw: Calibre 無線斷線

source: Disconnect
bg_bg: Прекъсване на връзка
he: ניתוק
sv: Koppla bort
vi: Ngắt kết nối
zh_tw: 中斷連線

source: Search settings
bg_bg: Настройки за търсене
he: הגדרות חיפוש
vi: Cài đặt tìm kiếm
zh_tw: 搜尋設定

source: Wireless settings
bg_bg: Безжични настройки
he: הגדרות אלחוטיות
vi: Cài đặt không dây
zh_tw: 無線設定

source: Manage libraries
bg_bg: Управление на библиотеки
he: ניהול ספריות
vi: Quản lý thư viện
zh_tw: 管理書櫃

source: No calibre libraries
bg_bg: Няма библиотеки на Calibre
he: אין ספריות calibre
vi: Không có thư viện calibre
zh_tw: 沒有 calibre 書櫃

source: Rescan disk for calibre libraries
bg_bg: Обхождане за библиотеки на Calibre
he: סריקת הכונן מחדש לאיתור ספריות calibre
vi: Quét lại đĩa để tìm thư viện calibre
zh_tw: 重新掃描磁碟尋找 calibre 書櫃

source: Enable searches in the reader
bg_bg: Включване на търсенето в четеца
he: הפעלת חיפושים בקורא
vi: Cho phép tìm kiếm trong trình đọc
zh_tw: 在閱讀器中啟用搜尋

source: Store metadata in cache
bg_bg: Пазене на описателните данни във временен файл
he: אחסון נתוני על במטמון
vi: Lưu trữ siêu dữ liệu trong bộ nhớ đệm
zh_tw: 將詮釋資料儲存在快取

source: Case sensitive search
bg_bg: Търсене с отчитане на регистъра
he: חיפוש תלוי רישיות
vi: Tìm kiếm phân biệt chữ hoa chữ thường
zh_tw: 區分大小寫的搜尋

source: Search by title
bg_bg: Търсене по заглавие
he: חיפוש לפי כותרת
vi: Tìm kiếm theo tiêu đề
zh_tw: 用標題搜尋

source: Search by authors
bg_bg: Търсене по автор
he: חיפוש לפי מחברים
vi: Tìm kiếm theo tác giả
zh_tw: 用作者搜尋

source: Search by series
bg_bg: Търсене по поредици
he: חיפוש לפי כותרת
vi: Tìm kiếm theo series
zh_tw: 用系列搜尋

source: Search by tag
bg_bg: Търсене по етикет
he: חיפוש לפי תגית
vi: Tìm kiếm theo thẻ
zh_tw: 用標籤搜尋

source: Search by path
bg_bg: Търсене по път
he: חיפוש לפי נתיב
vi: Tìm kiếm theo đường dẫn
zh_tw: 用路徑搜尋書籍

source: Enable wireless client
bg_bg: Включване на безжичен клиент
he: הפעלת לקוח אלחוטי
vi: Bật máy khách không dây
zh_tw: 啟用無線客戶端

source: Set password
bg_bg: Задаване на парола
he: הגדרת סיסמה
vi: Đặt mật khẩu
zh_tw: 設定密碼

source: Set inbox folder
bg_bg: Задаване на входяща папка
he: הגדרת תיקיית הדואר הנכנס
vi: Đặt thư mục hộp thư đến
zh_tw: 設定收件資料夾

source: automatic
bg_bg: автоматично
he: אוטומטי
vi: tự động
zh_tw: 自動

source: Server address (%1)
bg_bg: Адрес на сървъра (%1)
he: כתובת שרת (%1)
sv: Serveradress (%1)
vi: Địa chỉ máy chủ (%1)
zh_tw: 伺服器地址 (%1)
