Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

# Time
source: ms
bg_bg: мс
he: מ״ש
vi: mili giây
zh_tw: 毫秒

source: Set delay
bg_bg: Запазване
he: הגדר עיכוב
vi: Đặt độ trễ
zh_tw: 設定延遲

source: Allow inertial scrolling
bg_bg: Инерция при прелистване
he: אפשר גלילה אינרציאלית
vi: Cho phép cuộn theo quán tính
zh_tw: 允許慣性捲動 (inertial scrolling)

source: Regular expressions allow you to search for a matching pattern in a text. The simplest pattern is a simple sequence of characters, such as `James Bond`. There are many different varieties of regular expressions, but we support the ECMAScript syntax. The basics will be explained below. If you want to search for all occurrences of 'Mister Moore', 'Sir Moore' or 'Alfons Moore' but not for 'Lady Moore'. Enter 'Mister Moore|Sir Moore|Alfons Moore'. If your search contains a special character from ^$.*+?()[]{}|\/ you have to put a \ before that character. Examples: Words containing 'os' -> '[^ ]+os[^ ]+' Any single character '.' -> 'r.nge' Any characters '.*' -> 'J.*s' Numbers -> '[0-9]+' Character range -> '[a-f]' Not a space -> '[^ ]' A word -> '[^ ]*[^ ]' Last word in a sentence -> '[^ ]*\.' Complex expressions may lead to an extremely long search time, in which case not all matches will be shown.
bg_bg: Регулярните изрази ви позволяват да търсите съвпадащ шаблон в даден текст. Най-простият шаблон е последователност от знаци, например `Иван Вазов`. Съществуват много различни разновидности на регулярните изрази, но ние поддържаме синтаксиса на ECMAScript. Основите ще бъдат обяснени по-долу. Ако искате да потърсите всички срещания на „Мистър Муур“, „Сър Муур“ или „Алфонс Муур“, но не и на „Лейди Муур“. Въведете „Мистър Муур|Сър Муур|лфонс Муур“. Ако търсенето съдържа някои от следните специални символи ^$.*+?()[]{}|\/, трябва да въведете \ преди него. Примери: • Думи, съдържащи „го“ → „[^ ]+го[^ ]+ • Всеки единичен знак „.“ → „я.ълка • Низ от знаци „.*“ → „о.*мври • Числа → „[0-9]+“ • Диапазон от символи → „[а-о]“ • Не интервал → „[^ ]“ • Дума → „[^ ]*[^ ] • Последната дума в изречение → „[^ ]*\“. Сложните изрази могат да доведат до изключително дълго време за търсене, като в този случай няма да бъдат показани всички съвпадения.
he: ביטויים רגולריים מאפשרים לחפש דפוס תואם בטקסט. התבנית הפשוטה ביותר היא רצף אוטיות פשוט, כגון ‚ג׳יימס בונד’. ישנם סוגים רבים ושונים של ביטויים רגולריים, אך אנו תומכים בתחביר ECMAScript. היסודות יוסברו להלן. כדי לחפש את כל המופעים של ‚מיסטר מור’, ‚סר מור’ או ‚אלפונס מור’ אבל לא את ‚ליידי מור’. יש לכתוב ‚מיסטר מור|סר מור|אלפונס מור’. אם החיפוש שלך מכיל תו מיוחד מבין ^$.*+?()[]{}|\/ עליך להוסיף \ לפני אותו תו. דוגמאות: מילים המכילות את ‚os' ‏-> ‚‎[^ ]+os[^ ]+‎’ תו בודד כלשהו ‚.’ -> ‚r.nge’ תווים כלשהם ‚‎.*‎’ ‏-> ‚J.*s’ מספרים -> ‚‎[0-9]+‎’ טווח תווים -> ‚[a-f]’ לא רווח -> ‚‎[^ ]‎’ מילה -> ‚‎[^ ]*[^ ]‎’ מילה אחרונה במשפט -> ‚‎[^ ]*\.‎’ ביטויים מורכבים עשויים להוביל לזמן חיפוש ארוך במיוחד, ובמקרה שכזה לא כל ההתאמות יוצגו.
vi: Biểu thức chính quy cho phép bạn tìm kiếm một mẫu phù hợp trong văn bản. Mẫu đơn giản nhất là một chuỗi ký tự đơn giản, chẳng hạn như `James Bond`. Có nhiều loại biểu thức chính quy khác nhau, nhưng chúng tôi hỗ trợ cú pháp ECMAScript. Những điều cơ bản sẽ được giải thích bên dưới. Nếu bạn muốn tìm kiếm tất cả các lần xuất hiện của "Mister Moore", "Sir Moore" hoặc "Alfons Moore" nhưng không tìm thấy "Lady Moore". Nhập 'Mister Moore | Sir Moore | Alfons Moore'. Nếu tìm kiếm của bạn chứa một ký tự đặc biệt từ ^ $. * +? () [] {} | \ / Bạn phải đặt dấu \ trước ký tự đó. Ví dụ: Các từ chứa 'os' -> '[^] + os [^] +' Bất kỳ ký tự đơn nào '.' -> 'r.nge' Bất kỳ ký tự nào '. *' -> 'J. * s' Số -> '[0-9] +' Phạm vi ký tự -> '[a-f]' Không phải dấu cách -> '[^]' Một từ -> '[^] * [^]' Từ cuối cùng trong câu -> '[^] * \.' Các biểu thức phức tạp có thể dẫn đến thời gian tìm kiếm cực kỳ lâu, trong trường hợp đó, không phải tất cả các kết quả phù hợp đều được hiển thị.
zh_tw: 正則表達式可用於在文字中搜尋符合特定模式的內容。最簡單的模式是一串字元，例如 James Bond。 正則表達式有多種語法變體，KOReader 採用 ECMAScript 語法。以下是基本語法說明： 若要搜尋 'Mister Moore'、'Sir Moore' 或 'Alfons Moore'，但排除 'Lady Moore'。 請輸入： Mister Moore|Sir Moore|Alfons Moore 若搜尋內容包含特殊字元（如 ^$.*+?()[]{}|\/），需在該字元前加上 \ 進行跳脫。 範例： 包含 'os' 的單字 → [^ ]+os[^ ]+ 任意單一字元 . → r.nge 任意字元 .* → J.*s 數字 → [0-9]+ 字元範圍 → [a-f] 非空格 → [^ ] 一個單字 → [^ ]*[^ ] 句尾的最後一個單字 → [^ ]*\. 複雜的正則表達式可能導致搜尋時間過長，部分結果可能無法顯示。

source: Wrong escape '\'
bg_bg: Невярна изключваща последователност „\“
he: ‚\’ שגוי להחרגה
vi: Thoát nhầm '\'
zh_tw: 錯誤的跳脫字元 '\'

source: Back reference does not exist.
bg_bg: Не съществува обратна препратка.
he: לא קיימת הפנייה חוזרת.
vi: Tham chiếu quay lại không tồn tại.
zh_tw: 反向參考 (Back reference) 不存在。

source: Mismatching brackets '[]'
bg_bg: Несъответстващи скоби „[]“
he: סוגריים מרובעים לא מאוזנים ‚[]’
vi: Dấu ngoặc không khớp '[]'
zh_tw: 不相符的中括號 '[]'

source: Mismatched parens '()'
bg_bg: Несъответстващи скоби „()“
he: סוגריים לא מאוזנים ‚()’
vi: Dấu ngoặc không khớp '()'
zh_tw: 不相符配的小括號 '()'

source: Mismatched brace '{}'
bg_bg: Несъответстващи скоби „{}“
he: סוגריים מסולסלים לא מאוזנים ‚{}’
vi: Dấu ngoặc nhọn '{}' không khớp
zh_tw: 不相符配的大括號 '{}'

source: Invalid Range in '{}'
bg_bg: Недопустим диапазон в „{}“
he: טווח שגוי ב־‚{}’
vi: Độ dài không hợp lệ trong '{}'
zh_tw: '{}' 中區間無效

source: Invalid character range
bg_bg: Недопустим диапазон от символи
he: טווח התווים שגוי
vi: Phạm vi ký tự không hợp lệ
zh_tw: 字元範圍無效

source: No preceding expression in repetition.
bg_bg: Без предхождащ израз при повторение.
he: אין ביטוי עוקב בחזרה.
vi: Không có biểu thức trước lặp lại.
zh_tw: 你用了重複符號（如 *、+、?），但它前面沒有合法的表達式可供重複。

source: Expression too complex, some hits will not be shown.
bg_bg: Изразът е твърде сложен, някои резултати няма да бъдат показани.
he: הביטוי מורכב מדי, חלק מהתוצאות לא תופענה.
vi: Biểu thức quá phức tạp, một số kết quả sẽ không được hiển thị.
zh_tw: 表達式過於複雜，部分結果可能無法顯示。

source: Expression may lead to an extremely long search time.
bg_bg: Изразът може да доведе до изключително дълго време за търсене.
he: הביטוי עשוי להוביל לזמן חיפוש ארוך במיוחד.
vi: Biểu thức mất thời gian tìm kiếm cực kỳ dài.
zh_tw: 表達式可能導致搜尋時間過長。

source: Fulltext search settings
bg_bg: Настройки на пълнотекстово търсене
he: חיפוש במסמך
vi: Cài đặt tìm kiếm toàn văn
zh_tw: 全文檢索設定

source: Show all results on text selection
bg_bg: Показване всички резултати при избор на текст
he: הצגת כל התוצאות מבחירת טקסט
vi: Hiển thị đầy đủ kết quả khi bôi đen chữ
zh_tw: 選取文字時顯示所有結果

source: When invoked after text selection, show a list with all results instead of highlighting matches in book pages.
bg_bg: Когато се извика след избиране на текст, се показва списък с всички резултати, вместо да бъдат подчертани съвпаденията в страниците на книгата.
he: כאשר נקרא לאחר בחירת טקסט, מציג רשימה עם כל התוצאות, במקום להדגיש תוצאות בעמודי הספר.
vi: Khi được gọi sau khi chọn văn bản, hiển thị danh sách tất cả kết quả thay vì làm nổi bật các kết quả trùng khớp trong các trang sách.
zh_tw: 選取文字後，顯示所有結果列表，而非在書頁中標示符合項目。

source: Words in context: %1
bg_bg: Думи в контекст: %1
he: מילים בהקשר: %1
vi: Từ vựng theo ngữ cảnh: %1
zh_tw: 上下文中的詞語：%1

source: Words in context
bg_bg: Думи в контекст
he: מילים בהקשר
vi: Từ vựng theo ngữ cảnh
zh_tw: 上下文中的詞語

source: Max lines per result: %1
bg_bg: Максимум редове за един резултат: %1
he: מספר שורות מרבי לתוצאה: %1
vi: Tối đa %1 dòng cho mỗi kết quả
zh_tw: 每筆結果最多顯示 %1 行

source: Max lines per result
bg_bg: Максимум редове за един резултат
he: מספר שורות מרבי לתוצאה
vi: Tối đa dòng cho mỗi kết quả
zh_tw: 每筆結果最多顯示行數

source: Results per page: %1
bg_bg: Резултати на страница: %1
he: תוצאות בעמוד: %1
vi: Kết quả mỗi trang: %1
zh_tw: 每頁顯示 %1 筆結果

source: Results per page
bg_bg: Резултати на страница
he: תוצאות בעמוד
vi: Kết quả/trang
zh_tw: 每頁顯示結果

source: Zoom fixed layout documents to full page
bg_bg: Мащабиране на докум. с фикс. оформление
he: להתאים את הגודל של מסמכי פריסה קבועה לעמוד שלם
vi: Phóng vừa trang đối với tài liệu bố cục cố định
zh_tw: 將固定版面文件縮放至整頁

source: On searching, temporarily zoom the document to full page.
bg_bg: При търсене документа времрнно се увеличава до запълване на страницата.
he: בחיפוש, להתאים זמנית את הגודל של המסמך לעמוד שלם.
vi: Khi tìm kiếm, hãy tạm thời phóng to tài liệu lên toàn trang.
zh_tw: 搜尋時，暫時將文件縮放至整頁。

source: Last fulltext search results
bg_bg: Последни резултати от пълнотекстово търсене
he: תוצאות אחרונות מהחיפוש בטקסט מלא
vi: Kết quả tìm kiếm gần nhất
zh_tw: 上次全文搜尋結果

source: Invalid regular expression: %1
bg_bg: Недопустим регулярен израз: %1
he: ביטוי רגולרי שגוי: %1
vi: Biểu thức chính quy không hợp lệ: %1
zh_tw: 無效的正規表示式： %1

source: Invalid regular expression.
bg_bg: Недопустим регулярен израз.
he: ביטוי רגולרי שגוי.
vi: Biểu thức chính quy không hợp lệ.
zh_tw: 無效的正規表示式。

# Search text
source: All
bg_bg: Всички
he: הכול
vi: Tất cả
zh_tw: 全部

source: Regular expression (long-press for help)
bg_bg: Регулярен израз (задръжте за помощ)
he: ביטוי רגולרי (יש להחזיק לקבלת עזרה)
vi: Biểu thức chính quy (nhấn và giữ để hiện trợ giúp)
zh_tw: 正規表示式（長按顯示說明）

source: No results on preceding pages
bg_bg: Няма резултати на предходните страници
he: אין תוצאות בעמודים הקודמים
vi: Không có kết quả trên các trang trước
zh_tw: 之前的頁面沒有結果

source: No results on following pages
bg_bg: Няма резултати на следващите страници
he: אין תוצאות בעמודים הבאים
vi: Không có kết quả trên các trang tiếp theo
zh_tw: 之後的頁面沒有結果

source: Unspecified error
bg_bg: Неопределена грешка
he: שגיאה בלתי מתועדת
vi: Lỗi không xác định
zh_tw: 未指明的錯誤

source: Too many hits
bg_bg: Твърде много резултати
he: יותר מדי תוצאות
vi: Quá nhiều kết quả
zh_tw: 結果過多

source: No results in the document
bg_bg: Няма резултати в документа
he: אין תוצאות במסמך
vi: Không tìm thấy kết quả nào trong sách
zh_tw: 文件中無符合結果

source: All results
bg_bg: Всички резултати
he: כל התוצאות
vi: Toàn bộ kết quả
zh_tw: 全部結果

source: Results in current chapter
bg_bg: Резултати в текущата глава
he: תוצאות בפרק הנוכחי
vi: Các kết quả trong chương này
zh_tw: 目前章節中的搜尋結果

source: Current page: %1
bg_bg: Текуща страница: %1
he: העמוד הנוכחי :%1
vi: Trang: %1
zh_tw: 目前頁面 (%1)

source: Go back to original page: %1
bg_bg: Назад към изходната страница: %1
he: חזרה לעמוד המקורי: %1
vi: Quay lại trang gốc: %1
zh_tw: 返回原始頁面：%1

source: Book status
bg_bg: Състояние на книгата
he: מצב הספר
sv: Bokstatus
vi: Tình trạng sách
zh_tw: 書籍閱讀狀態

source: Mark as reading
bg_bg: Отбелязване като „чета я“
he: סימון כבמהלך קריאה
sv: Markera som läses
vi: Đánh dấu là đang đọc
zh_tw: 標示為正在閱讀

source: Mark as finished
bg_bg: Отбелязване като прочетена
he: סימון כהסתיים
vi: Đánh dấu hoàn thành
zh_tw: 標示為已讀

source: Go to beginning
bg_bg: Към началото
he: מעבר להתחלה
vi: Đi đến phần đầu
zh_tw: 回到起始

source: Open next file
bg_bg: Отваряне на следващия файл
he: פתיחת הקובץ הבא
sv: Öppna nästa fil
vi: Mở file tiếp theo
zh_tw: 開啟下一個檔案

source: Delete file
bg_bg: Премахване на файла
he: מחיקת קובץ
sv: Ta bort fil
vi: Xóa tập tin
zh_tw: 刪除檔案

source: File browser
bg_bg: Управление на файлове
he: דפדפן קבצים
sv: Filhanteraren
vi: Duyệt file
zh_tw: 檔案瀏覽器

source: You've reached the end of the document. What would you like to do?
bg_bg: Достигнахте края на документа. Какво бихте искали да направите?
he: הגעת לסוף המסמך. איך ממשיכים מכאן?
sv: Du har nått slutet på dokumentet. Vad skulle du vilja göra nu?
vi: Bạn đã đến phần cuối của tài liệu. Chọn thao tác cần làm?
zh_tw: 已經抵達文件的結尾。 您想要怎麼做？

source: Searching next file…
bg_bg: Търсене на следващия файл…
he: בחיפוש אחר הקובץ הבא…
sv: Söker i nästa fil…
vi: Tìm kiếm tập tin tiếp theo…
zh_tw: 正在搜尋下一個檔案……

source: Could not open next file. Sort by date does not support this feature.
bg_bg: Следващият файл не може да бъде отворен. Сортирането по дата няма тази възможност.
he: לא ניתן לפתוח את הקובץ הבא. מיון לפי תאריך אינו תומך באפשרות זו.
vi: Không thể mở tệp tiếp theo. Chức năng sắp xếp theo ngày không hỗ trợ tính năng này.
zh_tw: 無法開啟下一個檔案。「依日期排序」不支援此功能。

source: You've reached the end of the document. The current book is marked as finished.
bg_bg: Стигнали сте до края на документа. Текущата книга е отбелязана като прочетена.
he: הגעת לסוף המסמך. הספר הנוכחי מסומן כנקרא.
vi: Bạn đã đọc hết sách.. Sách này đã được đánh dấu hoàn thành.
zh_tw: 已經抵達文件的結尾。 目前的書籍標示為已讀。

source: This is the first file in the folder. No previous file to open.
bg_bg: Това е първият файл в папката. Няма предишен файл, който да бъде отворен.
he: זהו הקובץ הראשון בתיקיה. אין קובץ קודם לו לפתוח.
vi: Đây là cuốn sách đầu tiên trong thư mục. Không còn sách nào phía trước để mở.
zh_tw: 這是目前資料夾中的第一個檔案。沒有上一個檔案可打開。

source: This is the last file in the folder. No next file to open.
bg_bg: Това е последният файл в папката. Няма следващ файл, който да бъде отворен.
he: זהו הקובץ האחרון בתיקיה. אין בא אחריו לפתוח.
vi: Đây là cuốn sách cuối cùng trong thư mục. Không còn sách nào phía sau để mở.
zh_tw: 這是目前資料夾中的最後一個檔案。沒有下一個檔案可打開。

source: This tweak is applied on all books.
bg_bg: Тази промяна се прилага за всички книги.
he: השיפור הזה חל על כל הספרים.
sv: Denna justering är tillämpad för alla böcker.
vi: Tinh chỉnh này được áp dụng trên tất cả các sách.
zh_tw: 此調整會套用至所有書籍。

source: Don't show in action list
bg_bg: Премахване от списъка с действия
he: לא להציג ברשימת הפעולות
vi: Ẩn khỏi danh sách thao tác
zh_tw: 不在動作清單中顯示

source: Show in action list
bg_bg: Показване в списъка с действия
he: להציג ברשימת הפעולות
vi: Hiện trong menu thao tác
zh_tw: 顯示在動作清單

source: Don't use on all books
bg_bg: Без прилагане за всички книги
he: אל תשתמש בכל הספרים
sv: Använd inte för alla böcker
vi: Không áp dụng trên tất cả các sách
zh_tw: 不套用到全部書籍

source: Use on all books
bg_bg: Прилагане за всички книги
he: השתמש בכל הספרים
sv: Använd för alla böcker
vi: Dùng trên tất cả các sách
zh_tw: 套用到全部書籍

source: CSS text copied to clipboard
bg_bg: Текстът на CSS е копиран
he: טקסט CSS הועתק ללוח הגזירים
vi: Đã sao chép văn bản CSS vào khay nhớ tạm
zh_tw: CSS 文字已複製到剪貼簿

source: Style tweak '%1'
bg_bg: Промени в стиловете „%1“
he: הכוונת סגנון '%1'
vi: Cài đặt giao diện'%1'
zh_tw: 樣式微調「%1」

source: Style tweak '%1' toggle
bg_bg: Превключванеромени в стиловете „%1“
he: החלפת הכוונות סגנון '%1'
vi: Bật/tắt cài đặt giao diện '%1'
zh_tw: 切換樣式微調「%1」

source: Enable style tweaks (long-press for help)
bg_bg: Промени на стиловете (задръжте за помощ)
he: הפעלת שיפורי סגנון (להחזיק למידע)
vi: Bật các kiểu chỉnh sửa (nhấn và giữ để hiện trợ giúp)
zh_tw: 啟用樣式表調整（長按顯示說明）

source: Style tweaks allow changing small parts of book styles (including the publisher/embedded styles) to make visual adjustments or disable unwanted publisher layout choices. Some tweaks may be useful with some books, while resulting in undesirable effects with others. You can enable individual tweaks on this book with a tap, or view more details about a tweak and enable it on all books with hold.
bg_bg: Промените на стиловете дават възможност за подмяна на малки части от стиловете на книгата (включително стиловете на издателя/вградените стилове), за да бъдат направени визуални поправки или да бъдат превъзмогнати нежеланите избори на издателя относно оформлението. Някои промени могат да бъдат полезни за някои книги, докато при други да доведат до нежелани ефекти. С едно докосване можете да разрешите отделни промени за тази книга, а със задържане - да видите подробности за дадена промяна и да я приложите за всички книги.
he: הכוונות סגנון מאפשרות לשנות חלקים קטנים מסגנון הספרים (כולל סגנון בית של ההוצאה לאור/ סגנונות מוטבעות), כדי לבצע התאמות חזותיות או להשבית את בחירות ייצוג לא רצויות של ההוצאה לאור. חלק מהשינויים עשויים להיות שימושיים בספרים מסוימים, בעוד שהם גורמים לתופעות לא רצויות באחרים. באפשרותך להפעיל הכוונות בודדות בספר זה בהקשה, או להציג פרטים נוספים על הכוונה מסוימת ולהפעיל אותה בכל הספרים במגע מחזיקה.
sv: Stilinställningar tillåter ändring av mindre delar av bokstilar (inklusive utgivar-/inbäddade stilar) för att göra visuellajusteringar eller inaktivera oönskade layoutval från utgivaren. Vissa inställningar kan vara användbara för vissa böcker, medan de ger oönskade effekter i andra. Du kan aktivera individuella inställningar för denna bok med ett tryck eller visa mer detaljer om en inställning eller aktivera den för alla böcker genom att hålla på den.
vi: Chỉnh sửa kiểu cho phép thay đổi các phần nhỏ của kiểu sách (bao gồm nhà xuất bản / kiểu nhúng) để thực hiện các điều chỉnh trực quan hoặc vô hiệu hóa các lựa chọn bố cục không mong muốn của nhà xuất bản. Một số chỉnh sửa có thể hữu ích với một số sách, đồng thời dẫn đến tác dụng không mong muốn với những sách khác. Bạn có thể bật các chỉnh sửa riêng lẻ trên cuốn sách này bằng một lần nhấn hoặc xem thêm chi tiết về một chỉnh sửa và bật nó trên tất cả các sách có giữ.
zh_tw: 樣式表調整讓您能夠修改書中樣式表（包括出版商的內嵌樣式）的一小部份，以進行視覺調整，或停用一些出版商內建但您並不想要的顯示特性。 一些調整可能特別適合某些書籍，但會對其他書籍造成負面影響。 藉由點擊，您可以對這本書單獨啟動多個調整；也可藉由長按，瀏覽更多關於這些調整的細節。

source: This section is empty
bg_bg: Този раздел е празен
he: פרק זה ריק
sv: Denna sektion är tom
vi: Phần này trống
zh_tw: 這個部份是空的

source: User style tweaks
bg_bg: Потребителски промени на стиловете
he: הכוונות סגנון של המשתמש
sv: Användarstilsjustering
vi: Chỉnh sửa phong cách người dùng
zh_tw: 使用者樣式表調整

source: User style tweak at %1
bg_bg: Промяна на стила на потребителя в %1
he: הכוונת סגנון משתמש ב- %1
sv: Användarstilsjustering vid %1
vi: Chỉnh sửa phong cách người dùng ở %1
zh_tw: 使用者樣式表調整於 %1

source: No CSS tweak found in this directory
bg_bg: Не е намерена промяна на CSS в тази папка
he: לא נמצאו הכוונות CSS בתיקייה זו
sv: Ingen CSS-justering hittade i denna katalog
vi: Không tìm thấy tinh chỉnh CSS nào trong thư mục này
zh_tw: 此資料夾中找不到任何 CSS 調整

source: Add your own tweaks in koreader/styletweaks/
bg_bg: Добавете собствени промени в koreader/styletweaks/
he: הוסף הכוונות משלך koreader/styletweaks/
sv: Lägg till dina egna justeringar i koreader/styletweaks/
vi: Thêm các chỉnh sửa của riêng bạn trong koreader / styletweaks /
zh_tw: 請在 koreader/styletweaks/ 中加入您自己的調整

source: Book-specific tweak (long-press to edit)
bg_bg: Специфични за книгата промени (задръжте за промяна)
he: שיפור ייחודי לספר (להחזיק לעריכה)
vi: Chỉnh sửa dành riêng cho sách (nhấn và giữ để chỉnh sửa)
zh_tw: 書籍特定的調整（長按以編輯）

source: Book-specific tweak
bg_bg: Специфични за книгата промени
he: הכוונה ספציפית לספר
vi: Chỉnh sửa dành riêng cho sách
zh_tw: 書籍特定的調整

source: Style tweaks (%1)
bg_bg: Промени в стиловете (%1)
he: הכוונות סגנון (%1)
sv: Stiljusteringar (%1)
vi: Chỉnh sửa phong cách (%1)
zh_tw: 樣式表調整 (%1)

source: Style tweaks
bg_bg: Промени в стиловете
he: הכוונות סגנון
sv: Stiljusteringar
vi: Điều chỉnh phong cách
zh_tw: 樣式表調整

# Style tweak
source: Off: %1
bg_bg: Изкл: %1
he: כבוי:‏ %1
vi: Tắt: %1
zh_tw: 停用：%1

# Style tweak
source: On: %1
bg_bg: Вкл: %1
he: פעיל: %1
vi: Bật : %1
zh_tw: 啟用：%1

source: You can add CSS snippets which will be applied only to this book.
bg_bg: Можете да добавяте CSS фрагменти, които ще бъдат прилагани само за тази книга.
he: באפשרותך להוסיף מקטעי CSS אשר יוחלו רק על ספר זה.
vi: Bạn có thể thêm các đoạn CSS sẽ chỉ được áp dụng cho cuốn sách này.
zh_tw: 您可以加入只會套用到本書的 CSS 程式碼片段。

source: Long-press for info ⓘ
bg_bg: Задръжте за подробности ⓘ
he: לחיצה ארוכה למידע ⓘ
vi: Nhấn và giữ để xem thông tin ⓘ
zh_tw: 長按以顯示資訊 ⓘ

source: This menu provides a non-exhaustive CSS syntax and properties list. It also shows some KOReader-specific, non-standard CSS features that can be useful with e-books. Most of these bits are already used by our categorized 'Style tweaks' (found in the top menu). Long-press on any style-tweak option to see its code and its expected results. Should these not be enough to achieve your desired look, you may need to adjust them slightly: tap once on the CSS code-box to copy the code to the clipboard, paste it here and edit it. Long-press on any item in this popup to get more information on what it does and what it can help solving. Tap on the item to insert it: you can then edit it and combine it with others.
bg_bg: Това меню предоставя непълен списък на синтаксиса и свойствата на CSS. То включва и някои специфични за KOReader нестандартни за CSS възможности, които могат да бъдат отполза за електронните книги. Повечето от тях се използват от категоризираните „Промени на стиловете“ (намират се в горното меню). Задръжте всяка от настройките, за да видите кода които стои зад нея и очакваните резултати. Ако дадена настройка не отговаря напълно на изискванията ви можете да я промените: докоснете веднъж полето с кода на CSS, за да го копирате, поставете го тук и го променете. Задръжте върху всеки елемент в този прозорец, за да научите подробности за това какво прави и за какво може да бъде от полза. Докоснете елемент, за да го вмъкнете: след това можете да го промените и да го комбинирате с други.
he: התפריט הזה מספק רשימה חלקית של תחביר ה־CSS ומאפייניו. הוא גם מציג כמה תכונות CSS נקודתיות ל־KOReader שחורגות מהתקן ועשויות להיות שימושיות עם ספרים אלקטרוניים. רוב חלקיקי ה־CSS הללו נמצאים בשימוש בשפצורי הסגנון בתפריט העליון: ניתן לעיין בו וללחוץ על שפצור הסגנון לחיצה ארוכה כדי לצפות בקוד ה־CSS ובתיאור הייעוד שלו. אם זה לא מספיק כדי להגיע לתוצאה הרצויה, כדאי לערוך בהם התאמות: להקיש על קוד ה־CSS כדי להעתיק אותו ללוח הגזירים. ניתן להדביק אותו כאן ולערוך אותו. לחיצה ארוכה על כל אחד מהפריט בתפריט הצץ זה כדי לקבל מידע נוסף על תפקידו ומה הוא יכול לעזור לפתור. נקישה על הפריט תוסיף אותו: אפשר לאחר מכן לערוך אותו ולשלב אותו עם אחרים.
vi: Menu này cung cấp danh sách cú pháp và thuộc tính CSS (không đầy đủ). Nó cũng hiển thị một số tính năng CSS phi tiêu chuẩn, dành riêng cho KOReader, có thể hữu ích với sách điện tử. Hầu hết các đoạn mã này đã được sử dụng bởi các "Tinh chỉnh giao diện" được phân loại sẵn (tìm thấy ở menu trên cùng). Nhấn giữ vào bất kỳ tùy chọn tinh chỉnh giao diện nào để xem mã code và kết quả dự kiến. Nếu những tùy chọn đó chưa đủ để đạt được giao diện mong muốn, bạn có thể cần điều chỉnh chúng một chút: chạm một lần vào hộp mã CSS để sao chép mã vào khay nhớ tạm (clipboard), dán vào đây và chỉnh sửa. Nhấn giữ vào bất kỳ mục nào trong cửa sổ bật lên này để biết thêm thông tin về chức năng và vấn đề nó có thể giải quyết.
zh_tw: 此選單提供一份非完整的 CSS 語法與屬性列表。 它也展示了一些 KOReader 特有的非標準 CSS 功能，這些功能在電子書中可能相當有用。 這些項目大多已被分類至「樣式微調」中（可在頂部選單找到）。 長按任一樣式微調選項可查看其程式碼與預期效果。 若這些選項無法完全達成你想要的外觀，你可以稍作調整： 點一下 CSS 程式碼框即可複製程式碼到剪貼簿，然後貼到此處進行編輯。 長按此彈出視窗中的任一項目，可獲得更多關於其功能與用途的資訊。 點一下項目即可插入：你可以編輯它，並與其他項目組合使用。

source: Matching elements
bg_bg: Съвпадение на елементи
he: עצמים תואמים
vi: Các phần tử khớp
zh_tw: 符合項目

source: p.className matches a <p> with class='className'. *.className matches any element with class='className'. p:not([class]) matches a <p> without any class= attribute.
bg_bg: p.className съвпада с <p> с class="className". *.className съвпада с всеки елемент с class="className". p:not([class]) съвпада с <p> без атрибут class=.
he: p.className לוכד את <p> עם ‪ class='className'‬. ‎*.className לוכד כל רכיב עם ‪class='classname'‬. p:not([class]) לוכד את <p> ללא כל תכונת class=‎.
vi: p.className khớp với thẻ <p> có thuộc tính class='className'. *.className khớp với bất kỳ phần tử nào có thuộc tính class='className'. p:not([class]) khớp với thẻ <p> không có bất kỳ thuộc tính class= nào.
zh_tw: p.className 會匹配具有 class='className' 的 <p> 元素。 *.className 會匹配任何具有 class='className' 的元素。 p:not([class]) 會匹配沒有任何 class= 屬性的 <p> 元素。
