Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

source: Waiting for specific gesture to exit screensaver.
bg_bg: Изчакване на жест за излизане от режима за предпазване на екрана.
he: בהמתנה לתנועת אצבע מסוימת כדי לצאת משומר המסך.
vi: Đang chờ cử chỉ cụ thể để thoát khỏi trình bảo vệ màn hình.
zh_tw: 等待特定手勢以退出螢幕保護。

source: No exit screensaver gesture configured. Tap to exit.
bg_bg: Не е зададен жест за изход от режима за предпазване на екрана. Докоснете за изход.
he: לא הוגדרה תנועת אצבע ליציאה משומר המסך. ניתן לגעת ליציאה.
vi: Không có cử chỉ thoát trình bảo vệ màn hình nào được cấu hình. Chạm để thoát.
zh_tw: 未設定退出螢幕保護的手勢。點擊即可退出。

source: Set as book cover
bg_bg: Задаване като корица
he: הגדרה ככריכת הספר
vi: Đặt làm bìa sách
zh_tw: 設為書籍封面

source: Set as wallpaper
bg_bg: Задаване като тапет
he: להגדיר כתמונת רקע
vi: Đặt làm hình nền
zh_tw: 設為桌布

source: Screenshot saved to:
bg_bg: Екранната снимка е запазена в:
he: צילום מסך נשמר ב־:
vi: Ảnh chụp màn hình đã lưu vào:
zh_tw: 螢幕擷圖已儲存至：

source: Current screenshot folder:
bg_bg: Текуща папка за екранни снимки:
he: תיקיית צילומי מסך נוכחית:
vi: Thư mục ảnh chụp màn hình hiện tại:
zh_tw: 目前的螢幕擷圖資料夾：

source: Sort A to Z
bg_bg: Сортиране А → Я
he: מיון מ־א׳ עד ת׳
vi: Sắp xếp A đến Z
zh_tw: 從 A 到 Z 排序

source: Sort Z to A
bg_bg: Сортиране Я → А
he: מיון מ־ת׳ עד א׳
vi: Sắp xếp Z đến A
zh_tw: 從 Z 到 A 排序

source: Sort A to Z (natural)
bg_bg: Сортиране А → Я (естествено)
he: מיון מ־א׳ עד ת׳ (טבעי)
vi: Sắp xếp A đến Z (tự nhiên)
zh_tw: 從 A 到 Z 排序（自然順序）

source: Sort Z to A (natural)
bg_bg: Сортиране Я → А (естествено)
he: מיון מ־ת׳ עד א׳ (טבעי)
vi: Sắp xếp Z đến A (tự nhiên)
zh_tw: 從 Z 到 A 排序（自然順序）

source: Default value: %1%2
bg_bg: Подразбирана стойност: %1 %2
he: ערך ברירת מחדל: %2%1
vi: Giá trị mặc định: %1%2
zh_tw: 預設值：%1%2

source: Found, screen line %1.
bg_bg: Намерено на ред %1.
he: נמצא, שורה %1 בצד.
vi: Đã tìm thấy, dòng màn hình %1.
zh_tw: 已找到，螢幕第 %1 行。

source: Monospace font
bg_bg: Равноширок шрифт
he: גופן ברוחב אחיד
vi: Phông chữ Monospace
zh_tw: 等寬字型

source: Justify
bg_bg: Двустранно
he: פיזור אחיד
vi: Căn đều
zh_tw: 左右對齊

source: Text viewer
bg_bg: Преглед на текста
he: מציג טקסט
vi: Trình xem văn bản
zh_tw: 文字閱讀器

source: This file is %2: %1 Are you sure you want to open it? Opening big files may take some time.
bg_bg: Файлът е %2: %1 Желаете ли да бъде отворен? Отварянето на големи файлове може да отнеме време.
he: קובץ זה הוא %2: %1 האם אתה בטוח שברצונך לפתוח אותו? פתיחת קבצים גדולים עשויה להימשך זמן מה.
sv: Den här filen är %2: %1 Är du säker på att du vill öppna den? Öppnande av stora filer kan ta lite tid.
vi: Tệp này là %2: %1 Bạn có chắc chắn muốn mở tệp này không? Mở một tệp lớn có thể mất nhiều thời gian.
zh_tw: 這個檔案是 %2： %1 您確定要開啟它嗎？ 開啟大檔案可能會花上一段時間。

source: Walking you there…
bg_bg: Отиваме към елемента в менюто…
he: מיד נגיע לשם…
vi: Đang dẫn bạn đến đó…
zh_tw: 正在帶您前往……

source: Walk me there
bg_bg: Отиване към елемента в менюто
he: אשמח להסבר
vi: Dẫn tôi đi bộ đến đó
zh_tw: 帶我過去

source: Search results
bg_bg: Резултати от търсенето
he: תוצאות החיפוש
vi: Kết quả tìm kiếm
zh_tw: 搜尋結果

source: No menus containing '%1' found.
bg_bg: В менюто не е намерено „%1“.
he: לא נמצאו תפריטים שמכילים ‚%1’.
vi: Không tìm thấy menu nào chứa '%1'.
zh_tw: 找不到包含「%1」的選單。

source: Search menu entry
bg_bg: Търсене в менюто
he: חיפוש רשומת תפריט
vi: Tìm kiếm mục menu
zh_tw: 搜尋選單項目

source: Search for a menu entry containing the following text (case insensitive).
bg_bg: Търсене на елемент от менюто, съдържащо следния текст (без отчитане на регистъра).
he: חיפוש אחר רשומת תפריט שמכילה את הטקסט הבא (ללא התחשבות ברישיות).
vi: Tìm kiếm một mục menu chứa văn bản sau (không phân biệt chữ hoa/thường).
zh_tw: 搜尋包含以下文字的選單項目（不分大小寫）。

source: Loading high-res image… (tap to cancel)
bg_bg: Зареждане на изображение с висока резолюция... (докосни за отказ)
he: תמונה ברזולוציה גבוהה נטענת… (נגיעה לביטול)
sv: Laddar högupplöst bild... (tryck för att avbryta)
vi: Đang tải ảnh phân giải cao… (nhấn để hủy)
zh_tw: 讀取高解析度圖片……（點擊取消）

source: Retrieving Wikipedia article…
bg_bg: Извличане на статия от Уикипедия…
he: מתקבל ערך מוויקיפדיה…
sv: Hämtar Wikipedia-artikel…
vi: Truy xuất bài viết trên Wikipedia…
zh_tw: 正在取回維基百科文章……

source: This article contains %1 images. Would you like to download and include them in the generated EPUB file?
bg_bg: Тази статия съдържа %1 изображения. Искате ли да бъдат изтеглени и включени в създадения EPUB?
he: ערך זה מכיל %1 תמונות. להוריד ולכלול אותם בקובץ ה־EPUB שנוצר?
sv: Denna artikel innehåller %1 bilder. Vill du hämta och inkludera dem i den genererade EPUB-filen?
vi: Bài viết này chứa %1 hình ảnh. Tải ảnh xuống và đưa vào tệp EPUB đã tạo?
zh_tw: 這篇文章包含 %1 張圖片。 您想要下載並將它們包含在建立的 EPUB 檔案中嗎？

source: Don't include
bg_bg: Не включвай
he: לא לכלול
sv: Inkludera inte
vi: Không bao gồm
zh_tw: 不包含

source: Include
bg_bg: Включвай
he: לִכלוֹל
sv: Inkludera
vi: Bao gồm
zh_tw: 包含

source: Would you like to use slightly higher quality images? This will result in a bigger file size.
bg_bg: Искате ли да използвате изображения с малко по-високо качество? Това ще доведе до малко по-голям файл.
he: להשתמש בתמונות מעט יותר איכותיות? עשוי להגדיל את הקובץ.
sv: Vill du använda bilderna i något högre kvalitet? Det kommer att resultera i en större filstorlek.
vi: Sử dụng hình ảnh chất lượng cao hơn? Kích thước tệp sẽ lớn hơn.
zh_tw: 要不要使用稍高品質的圖片？這會使檔案大小變大。

source: This article does not contain any images.
bg_bg: Сатията не съдържа изображения.
he: ערך זה אינו מכיל תמונות.
sv: Denna artikel innehåller inga bilder.
vi: Bài viết này không chứa ảnh.
zh_tw: 這篇文章不包含任何圖片。

source: Building EPUB…
bg_bg: Създаване на EPUB…
he: EPUB נבנה…
sv: Bygger EPUB…
vi: Tạo EPUB…
zh_tw: 建立 EPUB……

source: Saved on %1
bg_bg: Запазено на %1
he: נשמר ב־%1
sv: Sparad på %1
vi: Đã lưu %1
zh_tw: 已儲存於 %1

source: online version
bg_bg: отдалечена версия
he: גרסה מקוונת
sv: nätversion
vi: phiên bản trực tuyến
zh_tw: 線上版本

source: See %1 for up-to-date content
bg_bg: Вижте %1 за обновявано съдържание
he: התוכן העדכני מופיע תחת %1
sv: Se %1 för uppdaterat innehåll
vi: Xem %1 để biết nội dung cập nhật
zh_tw: 即時內容請參考 %1

source: Retrieving image %1 / %2 …
bg_bg: Получаване на изображение %1 / %2…
he: מתקבלת תמונה %1 / %2 …
sv: Hämtar bild %1 / %2 …
vi: Đang truy xuất hình ảnh %1 / %2…
zh_tw: 正在取回圖片 %1 / %2 ……

source: Downloading image %1 failed. Continue anyway?
bg_bg: Изображението %1 не е изтеглено. Продължаване въпреки това?
he: הורדת התמונה %1 נכשלה. להמשיך בכל זאת?
sv: Hämtning av bild %1 misslyckades. Fortsätt ändå?
vi: Tải xuống hình ảnh %1 không thành công. Vẫn tiếp tục?
zh_tw: 下載圖片 %1 失敗。要繼續嗎？

source: Stop
bg_bg: Стоп
he: עצירה
sv: Stopp
vi: Dừng
zh_tw: 停止

source: Download did not complete. Do you want to create an EPUB with the already downloaded images?
bg_bg: Изтеглянето не е завършено. Желаете ли да бъде създаден EPUB с изтеглените изображения?
he: ההורדה לא הושלמה. ליצור EPUB עם התמונות שכבר התקבלו?
sv: Hämtningen slutfördes inte. Vill du skapa en EPUB med de redan hämtade bilderna?
vi: Chưa hoàn tất tải xuống. Bạn có muốn tạo EPUB với các hình ảnh đã được tải xuống không?
zh_tw: 下載未完成。 您想要用已經下載的圖片建立 EPUB 嗎？

source: Don't create
bg_bg: Без създаване
he: לא ליצור
sv: Skapa inte
vi: Không tạo
zh_tw: 不建立

source: Canceled. Cleaning up…
bg_bg: Отказано. Почистване…
he: בוטל. מתבצע ניקיון…
sv: Avbryts. Städar upp…
vi: Đã hủy. Dọn dẹp…
zh_tw: 已取消。清理中……

source: Packing EPUB…
bg_bg: Пакетиране на EPUB…
he: EPUB נארז…
sv: Packar EPUB…
vi: Đóng gói EPUB…
zh_tw: 正在打包 EPUB ……

# Data storage size
source: %1 GB
bg_bg: %1 ГБ
he: ‎%1 ג״ב

# Data storage size
source: %1 MB
bg_bg: %1 МБ
he: ‎%1 מ״ב

# Data storage size
source: %1 kB
bg_bg: %1 КБ
he: %1 ק״ב

# Data storage size
source: %1 B
bg_bg: %1 Б
he: ‎%1 ב׳
zh_tw: %1 byte

source: Connect and transfer files to the device using SSH.
bg_bg: Свържи и прехвърли файлове към устройството чрез SSH.
he: חבר והעבר קבצים להתקן באמצעות SSH.
sv: Anslut och överför filer till enheten med SSH.
vi: Kết nối và gửi tệp đến thiết bị qua SSH.
zh_tw: 透過 SSH 連線並傳輸檔案到此裝置。

source: SSH server started. SSH port: %1 %2
bg_bg: Сървърът за SSH е пуснат. Порт за SSH: %1 %2
he: הופעל שרת SSH. פתחת SSH‏: %1 %2
vi: Máy chủ SSH đã khởi động. Cổng SSH: %1 %2
zh_tw: SSH 已啟動。 SSH 連接埠：%1 %2

source: Failed to start SSH server.
bg_bg: Грешка при пускане на сървъра за SSH.
he: הפעלת שרת ה־SSH נכשלה.
vi: Không thể khởi động máy chủ SSH.
zh_tw: 無法啟動 SSH 伺服器。

source: Failed to stop SSH server.
bg_bg: Грешка при спиране на сървъра за SSH.
he: עצירת שרת ה־SSH נכשלה.
vi: Không thể dừng máy chủ SSH.
zh_tw: 無法停止 SSH 伺服器。

source: SSH server stopped.
bg_bg: Сървърът за SSH е спрян.
he: שרת ה־SSH נעצר.
vi: Máy chủ SSH đã dừng.
zh_tw: SSH 伺服器已停止。

source: Choose SSH port
bg_bg: Задаване на порт за SSH
he: בחירת פתחת SSH
sv: Välj SSH-port
vi: Chọn cổng SSH
zh_tw: 選擇 SSH 連接埠

source: SSH server
bg_bg: Сървър за SSH
he: שרת SSH
vi: Máy chủ SSH
zh_tw: SSH 伺服器

source: SSH port (%1)
bg_bg: Порт на SSH (%1)
zh_tw: SSH 連接埠 (%1)

source: SSH public key
bg_bg: SSH публичен ключ
he: מפתח SSH ציבורי
sv: Publik SSH-nyckel
vi: Khoá SSH công khai
zh_tw: SSH 公鑰

source: Put your public SSH keys in %1
bg_bg: Сложете публичните ключове за SSH в %1
he: נא להציב את מפתחות ה־SSH הציבוריים שלך תחת %1
vi: Đặt khóa SSH công khai của bạn vào %1
zh_tw: 將您的 SSH 公鑰放置到 %1

source: Login without password (DANGEROUS)
bg_bg: Влизане без парола (ОПАСНО)
he: כניסה ללא סיסמה (*מסוכן*)
sv: Logga in utan lösenord (FARLIGT)
vi: Đăng nhập không cần mật khẩu (NGUY HIỂM)
zh_tw: 無密碼登入（危險）

source: Start SSH server with KOReader
bg_bg: Стартиране на сървъра за SSH с KOReader
he: להריץ SSH ביחד עם KOReader
vi: Khởi động máy chủ SSH bằng KOReader
zh_tw: 啟動 SSH 伺服器

source: Toggle SSH server
bg_bg: Превключване на сървъра за SSH
he: החלפת מצב שרת SSH
vi: Bật/Tắt máy chủ SSH
zh_tw: 啟用/停用 SSH 伺服器

source: Archive viewer
bg_bg: Преглед на архиви
he: מציג ארכיונים
vi: Trình xem tệp lưu trữ
zh_tw: 壓縮檔檢視器

source: Enables exploring the content of zip archives.
bg_bg: Добавката дава възможност за разглеждане съдържанието на zip архиви.
he: מאפשר לחקור על תוכן ארכיוני zip.
vi: Cho phép khám phá nội dung của các tệp lưu trữ zip.
zh_tw: 啟用後可瀏覽 zip 壓縮檔內容。

source: On extraction, if the file already exists, it will be overwritten.
bg_bg: Ако извличаният файлът вече съществува ще бъде презаписан.
he: עם החילוץ, אם הקובץ כבר קיים, הוא ישוכתב.
vi: Khi giải nén, nếu tập tin đã tồn tại, nó sẽ bị ghi đè.
zh_tw: 擷取時，若檔案已存在，將會被覆蓋。

source: Automatic dimmer
bg_bg: Автоматично затъмняване
he: מעמעם אוטומטי
vi: Tự động chỉnh sáng
zh_tw: 自動調光

source: This plugin allows dimming the frontlight after a period of inactivity.
bg_bg: Добавката дава възможност за затъмняване на подсветката след период на бездействие.
he: תוסף זה מאפשר להגדיר את עמעום התאורה הקדמית לאחר זמן השהיה.
vi: Plugin này cho phép giảm độ sáng đèn nền sau một khoảng thời gian không hoạt động.
zh_tw: 此外掛可在一段時間未操作後，自動調暗前光。

source: Idle time for dimmer
bg_bg: Изчакване на затъмняване
he: זמן השהיה למעמעם
vi: Thời gian chờ để làm mờ
zh_tw: 調光閒置時間

source: Idle time for dimmer: %1
bg_bg: Изчакване на затъмняване: %1
he: זמן השהיה למעמעם: %1
vi: Thời gian chờ để làm mờ: %1
zh_tw: 調光閒置時間：%1

source: Automatic dimmer idle time
bg_bg: Автоматично изчакване на затъмняване
he: זמן השהיה למעמעם אוטומטי
vi: Thời gian chờ của bộ làm mờ tự động
zh_tw: 自動調光閒置時間

source: Start the dimmer after the designated period of inactivity.
bg_bg: Затъмняване след определения период на бездействие.
he: להתחיל את המעמעם לאחר זמן מוגדר של חוסר פעילות.
vi: Khởi động bộ làm mờ sau khoảng thời gian không hoạt động đã định.
zh_tw: 在經過指定的閒置時間後啟動調光。

source: Dimmer duration: %1
bg_bg: Период на понижаване на яркостта: %1
he: משך מעמעם: %1
vi: Thời lượng làm mờ: %1
zh_tw: 調光持續時間：%1

source: Automatic dimmer duration
bg_bg: Автоматичен период на понижаване на яркостта
he: משך מעמעם אוטומטי
vi: Thời lượng làm mờ tự động
zh_tw: 自動調光持續時間

source: Delay to reach the lowest brightness.
bg_bg: Закъснение за достигане на най-ниската яркост.
he: להשהות כדי להגיע לבהירות הנמוכה ביותר.
vi: Độ trễ để đạt độ sáng thấp nhất.
zh_tw: 降至最低亮度所需的延遲時間。

source: Dim to %1 % of the regular brightness
bg_bg: Затъмняване до %1 % от нормалната яркост
he: לעמעמם לכדי %1 % מהבהירות הרגילה
vi: Làm mờ đến %1 % độ sáng thông thường
zh_tw: 調暗至一般亮度的 %1%

source: Dim to percentage
bg_bg: Затъмняване до процент
he: עמעום לאחוז
vi: Làm mờ đến phần trăm
zh_tw: 調光百分比

source: The lowest brightness as a percentage of the regular brightness.
bg_bg: Най-ниската яркост като процентно съотношение спрямо нормалната яркост.
he: הבהירות הנמוכה ביותר כאחוז מהבהירות הרגילה.
vi: Độ sáng thấp nhất dưới dạng phần trăm của độ sáng thông thường.
zh_tw: 最低亮度，佔一般亮度的百分比。

source: Auto Standby
bg_bg: Автоматичен режим на готовност
he: הרדמה אוטומטית
vi: Tự động Chờ
zh_tw: 自動待機

source: Put into standby on no input, wake up from standby on UI input
bg_bg: Добавката дава възможност за преминаване на устройството в режим на готовност при липса действия от потребителя и събуждане при действие с потребителския интерфейс
he: היכנס למצב הרדמה ללא קלט, התעורר מהרדמה בקלט ממשק משתמש
vi: Chuyển sang chế độ chờ khi không có thao tác, thoát chế độ chờ khi có thao tác trên giao diện người dùng (UI)
zh_tw: 沒有輸入時待機，在 UI 輸入時從待機狀態喚醒

source: Auto-standby settings
bg_bg: Настройки за режим на готовност
he: הגדרות הרדמה אוטומטית
vi: Cài đặt Tự động chờ
zh_tw: 自動待機設定

source: Allow auto-standby
bg_bg: Разрешаване на режим на готовност
he: אפשר השעיה אוטומטית
vi: Cho phép tự động chờ
zh_tw: 允許自動待機

source: Min input idle seconds
bg_bg: Минимално изчакване на действие (сек)
he: שניות סרק קלט מינימליות
vi: Số giây chờ tối thiểu cho thao tác nhập
zh_tw: 最小輸入閒置秒數

source: Max input idle seconds
bg_bg: Максимално изчакване на действие (сек)
he: מקסימום שניות סרק במצב קלט
vi: Số giây chờ tối đa cho thao tác nhập
zh_tw: 最大輸入閒置秒數

source: Input window seconds
bg_bg: Време за изчакване на действие (сек)
he: מרווח זמן בשניות
vi: Số giây cửa sổ thao tác nhập
zh_tw: 輸入視窗秒數

source: Always standby if battery below
bg_bg: Винаги в режим на готовност при батерия под
he: תמיד להרדים אם הסוללה מתחת ל־
vi: Luôn ở chế độ chờ nếu pin dưới
zh_tw: 總是待機，如果電量低於

source: Auto power save
bg_bg: Автоматично пестене на батерия
he: חיסכון אוטומטי בחשמל
vi: Tự động tiết kiệm điện
zh_tw: 自動省電

source: Puts the device into standby, suspend or power off after specified periods of inactivity.
bg_bg: Привежда устройството в режим на готовност, дълбок сън или изключване след периода на неактивност.
he: מעביר את המכשיר למצב המתנה, השהיה או כיבוי לאחר תקופות מוגדרות של חוסר פעילות.
vi: Đưa thiết bị vào chế độ chờ (standby), tạm dừng (suspend) hoặc tắt nguồn (power off) sau các khoảng thời gian không hoạt động được chỉ định.
zh_tw: 在經過指定的閒置時間後，將裝置進入待機、休眠或關機狀態。

source: Set timeout
bg_bg: Задаване на време
he: הגדרת זמן קצוב
sv: Sätt tidsgränds
vi: Đặt thời gian chờ
zh_tw: 設定逾時

source: %1: disabled
bg_bg: %1: изключено
he: %1: מושבת
vi: %1: vô hiệu hóa
zh_tw: %1: 已停用

source: Autosuspend timeout: %1
bg_bg: Изчакване преди дълбок сън: %1
he: זמן קצוב לפני השהיה אוטומטית: %1
vi: Tự động tắt màn hình sau: %1
zh_tw: 自動休眠逾時：%1

source: Autosuspend timeout
bg_bg: Изчакване за дълбок сън
he: זמן קצוב לפני השהיה אוטומטית
sv: Tidsgräns för viloläge
vi: Tự động tắt màn hình sau
zh_tw: 自動休眠逾時

source: Timeout for autosuspend
bg_bg: Изчакване преди дълбок сън
he: פסק זמן להשהיה אוטומטית
vi: Thời gian chờ để tự động tạm dừng
zh_tw: 自動休眠逾時

source: Enter time in hours and minutes.
bg_bg: Въведете време в часове и минути.
he: הזן זמן בשעות ודקות.
vi: Nhập thời gian theo giờ và phút.
zh_tw: 以小時和分鐘為單位輸入時間。

source: Autoshutdown timeout: %1
bg_bg: Изчакване преди изключване: %1
he: זמן קצוב לכיבוי אוטומטי: %1
vi: Thời gian chờ tự động tắt: %1
zh_tw: 自動關機逾時：%1

source: Autoshutdown timeout
bg_bg: Изчакване на изключване
he: זמן קצוב לכיבוי אוטומטי
vi: Thời gian chờ tự động tắt
zh_tw: 自動關機逾時

source: Timeout for autoshutdown
bg_bg: Изчакване преди изключване
he: זמן קצוב לכיבוי אוטומטי
vi: Thời gian chờ để tự động tắt
zh_tw: 自動關機逾時

source: Enter time in days and hours.
bg_bg: Въведете време в дни и часове.
he: נא למלא זמן בימים ושעות.
vi: Nhập thời gian theo ngày và giờ.
zh_tw: 以天數和小時為單位輸入時間。

source: Standby puts the device into a power-saving state in which the screen is on and user input can be performed. Standby can not be entered if Wi-Fi is on. Upon user input, the device needs a certain amount of time to wake up. Generally, the newer the device, the less noticeable this delay will be, but it can be fairly aggravating on slower devices.
bg_bg: В режим на готовност устройството преминава в състояние на пестене на енергия, в което екранът е включен и устройството реагира на действията на потребителя. Устройството не може да влезе в режим на готовност ако е включена безжичната мрежа. За да бъде събудено от действие на потребителя устройството се нуждае от определено време. Обикновено колкото по-ново е устройството, толкова по-незабележимо е това забавяне, но може да бъде осезаемо при по-бавни устройства.
he: ההמתנה מכניסה את המכשיר למצב חיסכון בחשמל בו המסך פועל וניתן לבצע קלט משתמש. לא ניתן להיכנס למצב המתנה אם הרשת האלחוטית פעילה. עם קלט משתמש, המכשיר צריך פרק זמן מסוים כדי להתעורר. בדרך כלל, ככל שהמכשיר חדיש יותר, העיכוב הזה פחות מורגש, אבל זה יכול להחמיר למדי במכשירים אטיים יותר.
vi: Chế độ chờ (Standby) đưa thiết bị vào trạng thái tiết kiệm điện mà màn hình vẫn bật và người dùng có thể thực hiện thao tác nhập. Không thể vào chế độ chờ nếu Wi-Fi đang bật. Khi có thao tác nhập của người dùng, thiết bị cần một khoảng thời gian nhất định để "thức dậy". Nhìn chung, thiết bị càng mới thì độ trễ này càng ít được chú ý, nhưng nó có thể khá khó chịu trên các thiết bị chậm hơn.
zh_tw: 待機會讓裝置進入一種省電狀態，此時螢幕保持開啟，仍可進行使用者輸入。 若 Wi-Fi 開啟，則無法進入待機。 在有使用者輸入時，裝置需要一些時間才能喚醒。一般來說，裝置越新，延遲越不明顯；但在較慢的裝置上，這個延遲可能會讓人覺得困擾。

source: Your device is known to be extremely unreliable, as such, failure to enter a power-saving state *may* hang the kernel, resulting in a full device hang or a device restart.
bg_bg: Известно е, че устройството е изключително ненадеждно, поради което неуспехът да влезе в състояние на пестене на енергия *би могло* да блокира ядрото, което да доведе до пълно зависване на устройството или до неговото рестартиране.
he: המכשיר שלך ידוע בכך שהוא לא אמין במיוחד, כיוון שהוא כזה, כשל במעבר למצב חיסכון בחשמל *עשוי* להקפיא את הליבה, מה שיכול לגרום להשבתה מלאה של המכשיר או הפעלה מחדש.
vi: Thiết bị của bạn được biết là cực kỳ không đáng tin cậy, do đó, việc không thể chuyển sang trạng thái tiết kiệm điện có thể làm treo nhân (kernel), dẫn đến treo hoàn toàn thiết bị hoặc thiết bị khởi động lại.
zh_tw: 已知您的裝置非常不穩定，因此若進入省電狀態失敗，*可能*會導致核心當機，進而造成整個裝置死當或重新啟動。

source: Autostandby timeout: %1
bg_bg: Изчакване на режим на готовност: %1
he: זמן קצוב לפני השהיה אוטומטית: %1
vi: Thời gian chờ tự động chuyển sang chế độ chờ: %1
zh_tw: 自動待機逾時：%1

source: Autostandby timeout
bg_bg: Изчакване на режим на готовност
he: זמן קצוב לפני השהיה אוטומטית
vi: Thời gian chờ tự động chuyển sang chế độ chờ
zh_tw: 自動待機逾時

source: Timeout for autostandby
bg_bg: Изчакване преди режим на готовност
he: פסק זמן להשהיה אוטומטית
vi: Thời gian chờ để tự động chuyển sang chế độ chờ
zh_tw: 自動待機逾時

source: Enter time in minutes and seconds.
bg_bg: Въведете времето в минути и секунди.
he: נא למלא זמן בדקות ושניות.
vi: Nhập thời gian theo phút và giây.
zh_tw: 以分鐘和秒為單位輸入時間。

source: Autoturn
bg_bg: Автоматично прелистване
he: דפדוף אוטומטי
vi: Tự động lật trang
zh_tw: 自動翻頁

source: Automatically turns the page after a set period of time. Hold to set the scrolling distance.
bg_bg: Добавката дава възможност за автоматично прелистване след зададен интервал. За настройки на прелистването задръжте съответния елемент в менюто.
he: מדפדף אוטומטית לעמוד הבא אחרי פרק זמן מוגדר. החזקה להגדרת מרחק הגלילה.
vi: Tự động lật trang sau một khoảng thời gian. Giữ để đặt khoảng cách cuộn.
zh_tw: 在一段時間後自動翻頁。 按住以設定捲動距離。

source: Autoturn is now active and will automatically turn the page every %1.
bg_bg: Автоматичното прелистване е включено и ще прелиства страницата на всеки %1.
he: דפדוף אוטומטי פעיל כעת ויהפוך דף אוטומטית כל %1.
vi: Đã bật tự động lật trang, lật trang sau mỗi %1.
zh_tw: 自動翻頁已啟用，將會每 %1 自動翻頁。

source: Autoturn is now active and will automatically scroll %1 % of the page every %2 seconds.
bg_bg: Автоматичното прелистване е включено и ще прелиства %1 % от страницата всеки %2 секунди.
he: דפדוף אוטומטי פעיל כעת והוא יגלול אוטומטית ‎%1 %‎ מהדף כל %2 שניות.
vi: Tự động chuyển trang hiện đang hoạt động, sẽ tự động cuộn %1% của trang mỗi %2 giây.
zh_tw: 自動翻頁已啟用，將會每 %2 秒自動捲動頁面的 %1 %。

source: Autoturn: %1
bg_bg: Автоматично прелистване: %1
he: דפדוף אוטומטי: %1
vi: Tự động chuyển trang: %1
zh_tw: 自動翻頁：%1

source: Autoturn time
bg_bg: Интервал на автом. прелистване
he: זמן דפדוף אוטומטי
vi: Thời gian tự động chuyển trang
zh_tw: 自動翻頁時間

source: Set distance
bg_bg: Запазване
he: הגדרת מרחק
vi: Đặt khoảng cách
zh_tw: 設定距離

source: Scrolling distance
bg_bg: Разстояние на прелистване
he: מרחק גלילה
vi: Khoảng cách cuộn
zh_tw: 捲動距離

source: Auto warmth and night mode
bg_bg: Автоматична топлина и нощен режим
he: טמפרטורת צבע אוטומטית ומצב לילה
vi: Chế độ tự động điều chỉnh ấm áp và ban đêm
zh_tw: 自動暖度和夜間模式

source: Auto night mode
bg_bg: Автоматичен нощен режим
he: מצב לילה אוטומטי
vi: Chế độ ban đêm tự động
zh_tw: 自動夜間模式

source: This plugin allows to set the frontlight warmth and night mode automagically.
bg_bg: Добавката дава възможност за автоматична настройка на цветната температура и нощния режим на подсветката.
he: התוסף הזה מאפשר להגדיר את חמימות התאורה הקדמית ואת מצב הלילה אוטומטית.
vi: Plugin này cho phép tự động điều chỉnh độ ấm đèn nền và chế độ ban đêm một cách kỳ diệu.
zh_tw: 此外掛可自動設定前光暖度與夜間模式。

source: This plugin allows to enable night mode automagically.
bg_bg: Добавката дава възможност за автоматично включване на нощния режим на подсветката.
he: התוסף הזה מאפשר להפעיל מצב לילה אוטומטית.
vi: Plugin này cho phép tự động bật chế độ ban đêm một cách kỳ diệu.
zh_tw: 此外掛可自動啟用夜間模式。

source: Show ephemeris
bg_bg: Астрономически таблици
he: הצגת אפמריס
vi: Hiển thị lịch thiên văn
zh_tw: 顯示星曆

source: Auto warmth off
bg_bg: Автоматична топлина изключена
he: טמפרטורת צבע אוטומטית כבויה
vi: Tắt tự động điều chỉnh độ ấm
zh_tw: 自動暖度關閉

source: Auto warmth use sun position
bg_bg: Автом. топлина използва положението на слънцето
he: טמפרטורת צבע אוטומטית לפי מיקום השמש
vi: Tự động điều chỉnh độ ấm theo vị trí mặt trời
zh_tw: 使用太陽位置自動設定暖度

source: Auto warmth use schedule
bg_bg: Автом. топлина използва график
he: טמפרטורת צבע אוטומטית לפי לוח זמנים
vi: Tự động điều chỉnh độ ấm theo lịch trình
zh_tw: 使用時間表自動設定暖度

source: Auto warmth use closer midnight
bg_bg: Автом. топлина използва близкото до полунощ
he: כיוון טמפרטורת הצבע עם התקרבות לחצות
vi: Tự động điều chỉnh độ ấm theo thời điểm nửa đêm gần nhất
zh_tw: 自動色溫以較接近午夜者為準

source: Auto warmth use closer noon
bg_bg: Автом. топлина използва близкото до пладне
he: כיוון טמפרטורת צבע אוטומטית לפי קירבה לצוהריים
vi: Tự động điều chỉnh độ ấm theo thời điểm giữa trưa gần nhất
zh_tw: 自動色溫以較接近正午者為準

source: Auto warmth cycle through modes
bg_bg: Автом. топлина редува режимите
he: מחזור טמפרטורת צבע אוטומטי בין מצבים
vi: Tự động điều chỉnh độ ấm chuyển đổi qua các chế độ
zh_tw: 自動暖度循環模式

source: Information about the sun in
bg_bg: Информация за слънцето в
he: מידע על השמש ב־
vi: Thông tin về mặt trời trong
zh_tw: 關於太陽位置的資訊

source: Auto warmth turned off
bg_bg: Автоматичната топлина е изключена
he: טמפרטורת צבע אוטומטית כבויה
vi: Tự động làm ấm đã tắt
zh_tw: 已關閉自動暖度

source: Auto warmth use whatever is closer to midnight
bg_bg: Автоматичната топлина използва което е по-близо да полунощ
he: טמפרטורת צבע אוטומטית לפי מה שקרוב יותר לחצות
vi: Tự động điều chỉnh độ ấm sử dụng thời điểm gần nửa đêm nhất
zh_tw: 接近午夜時分自動設定暖度
