Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

source: Folder already exists: %1 File cannot be renamed.
bg_bg: Папка с това име вече съществува: %1 Файлът не може да бъде преименуван.
he: התיקייה כבר קיימת: %1 לא ניתן לשנות את שם הקובץ.
vi: Thư mục đã tồn tại: %1 Không thể đổi tên tệp.
zh_tw: 資料夾已經存在： %1 無法重新命名檔案。

source: File already exists: %1 Folder cannot be renamed.
bg_bg: Файл с това име вече съществува: %1 Папката не може да бъде преименувана.
he: הקובץ כבר קיים: %1 לא ניתן לשנות את שם התיקייה.
vi: Tập tin đã tồn tại: %1 Không thể đổi tên thư mục.
zh_tw: 檔案已經存在： %1 無法重新命名資料夾。

source: File already exists: %1 Overwrite file?
bg_bg: Файл с това име вече съществува %1 Да бъде ли презаписан?
he: הקובץ כבר קיים: %1 האם להחליף קובץ?
vi: Tập tin đã tồn tại: %1 Ghi đè tệp?
zh_tw: 檔案已經存在： %1 要覆寫嗎？

source: Folder already exists: %1 Move the folder inside it?
bg_bg: Папка с това име вече съществува: %1 Да бъде ли преместена в нея?
he: התיקייה כבר קיימת: %1 להעביר את התיקייה לתוכה?
vi: Thư mục đã tồn tại: %1 Di chuyển các thư mục vào bên trong nó?
zh_tw: 資料夾已經存在： %1 要將資料夾移到裡面嗎？

source: Selected files (%1)
bg_bg: Избрани файлове (%1)
he: קבצים נבחרים (%1)
vi: Đã xóa %1 tập tin
zh_tw: 已選擇檔案：%1

source: %1 ~Unsupported
bg_bg: %1 ~не се поддържа
he: %1 ~לא נתמך
vi: %1 ~Không được hỗ trợ
zh_tw: %1 ~不支援

source: Reset default for this file
bg_bg: Нулиране на стандартното за файла
he: איפוס ברירת מחדל עבור קובץ זה
vi: Đặt lại Mặc định cho Tệp này
zh_tw: 將此檔案重設為預設值

source: Reset default for %1 files
bg_bg: Нулиране на стандартното за %1 файла
he: איפוס ברירת מחדל עבור %1 קבצים
vi: Đặt lại Mặc định cho \%1 Tệp
zh_tw: 將 %1 個檔案重設為預設值

source: View defaults for file types
bg_bg: Преглед на стандартното за вида файлове
he: הצגת ברירת מחדל לסוגי קבצים
vi: Xem mặc định cho các loại tệp
zh_tw: 檢視各檔案類型的預設值

source: Always open '%2' with %1?
bg_bg: Винаги ли файлът „%2“ да бъде отварян от %1?
he: תמיד לפתוח את '%2' עם %1?
sv: Öppna alltid "%2" med %1?
vi: Luôn mở '%2' bằng %1?
zh_tw: 總是用 %1 來開啟「%2」嗎？

source: Always
bg_bg: Винаги
he: תמיד
sv: Alltid
vi: Luôn luôn
zh_tw: 總是

source: Always open %2 files with %1?
bg_bg: Винаги ли файловете „%2“ да бъдат отваряни от %1?
he: תמיד לפתוח קובצי %2 עם %1?
sv: Öppna alltid %2-filer med %1?
vi: Luôn mở các tệp '%2' bằng %1?
zh_tw: 總是用 %1 來開啟 %2 檔案嗎？

source: Open %1 with:
bg_bg: Отваряне на %1 от:
he: לפתוח את %1 עם:
sv: Öppna %1 med:
vi: Mở %1 bằng:
zh_tw: 開啟 %1 使用：

source: Classic (filename only)
bg_bg: Класически (само име на файла)
he: קלאסי (שמות קבצים בלבד)
sv: Klassisk (endast filnamn)
vi: Cổ điển (chỉ tên tệp)
zh_tw: 傳統模式（只有檔名）

source: Last book is the first file in the folder. No previous file to open.
bg_bg: Последната книга е първия файл в папката. Няма предишен файл, който да бъде отворен.
he: הספר האחרון הוא הקובץ הראשון בתיקיה. אין קובץ קודם לו שניתן לפתוח.
vi: Quyển sách vừa rồi là tệp đầu tiên trong thư mục hiện tại. Không có tệp trước đó để mở.
zh_tw: 這是目前資料夾中的第一個檔案。沒有上一個檔案可以打開。

source: Last book is the last file in the folder. No next file to open.
bg_bg: Последната книга е последния файл в папката. Няма предишен файл, който да бъде отворен.
he: הספר האחרון הוא הקובץ האחרון בתיקיה. אין קובץ הבא אחריו לפתוח.
vi: Quyển sách vừa rồi là tệp cuối cùng trong thư mục hiện tại. Không có tệp tiếp theo để mở.
zh_tw: 這是目前資料夾中的最後一個檔案。沒有下個檔案可打開。

source: Book information
bg_bg: Информация за книгата
he: מידע על הספר
sv: Bokinformation
vi: Thông tin sách
zh_tw: 書籍資訊

source: Cover image:
bg_bg: Изображение за корица:
he: תמונת שער:
sv: Omslagsbild:
vi: Ảnh bìa:
zh_tw: 封面圖片：

source: Title:
bg_bg: Заглавие:
he: כותרת:
sv: Titel:
vi: Tiêu đề:
zh_tw: 標題：

source: Author(s):
bg_bg: Автор(и):
he: מחבר/ים:
sv: Författare:
vi: Tác giả:
zh_tw: 作者：

source: Series:
bg_bg: Поредици:
he: סדרה:
sv: Serier:
vi: Sê-ri:
zh_tw: 系列：

source: Series index:
bg_bg: Съдържание на поредица:
he: מפתח סדרה:
vi: Thứ tự trong sê-ri:
zh_tw: 系列目錄：

source: Language:
bg_bg: Език:
he: שפה (Language):
sv: Språk:
vi: Ngôn ngữ:
zh_tw: 語言：

source: Keywords:
bg_bg: Ключови думи:
he: מילות מפתח:
sv: Nyckelord:
vi: Từ khóa:
zh_tw: 關鍵字：

source: Description:
bg_bg: Описание:
he: תיאור:
sv: Beskrivning:
vi: Mô tả:
zh_tw: 描述：

source: Pages:
bg_bg: Страници:
he: עמודים:
sv: Sidor:
vi: Trang:
zh_tw: 頁數：

source: Filename:
bg_bg: Име на файла:
he: שם קובץ:
sv: Filnamn:
vi: Tên tệp:
zh_tw: 檔名：

source: Format:
bg_bg: Формат:
he: פורמט:
vi: Định dạng:
zh_tw: 格式：

source: Size:
bg_bg: Размер:
he: גודל:
sv: Storlek:
vi: Kích thước:
zh_tw: 大小：

source: File date:
bg_bg: Дата на файл:
he: תאריך:
vi: Ngày sửa đổi:
zh_tw: 檔案日期：

source: Folder:
bg_bg: Папка:
he: תיקייה:
vi: Thư mục:
zh_tw: 資料夾：

source: Tap to display
bg_bg: Докоснете за преглед
he: הקש כדי להציג
sv: Tryck för att visa
vi: Chạm để hiển thị
zh_tw: 點擊顯示

source: Screen pages
bg_bg: Екранни страници
he: עמודי מסך
vi: Số trang màn hình

source: (including hidden flows)
bg_bg: (включително скрити потоци)
he: (כולל זרימות מוסתרות)
vi: (bao gồm các dòng ẩn)

source: 1 char per page
bg_bg: 1 знак на страница
he: תו לעמוד
vi: %1 kí tự trên mỗi trang
zh_tw: 每頁%1 個字元

source: Synthetic pages
bg_bg: Синтетични номера на страници
he: עמודים סינתטיים
vi: Số trang nhân tạo

source: Publisher pages (℗): available
bg_bg: Издателски номера на страници (℗): налични
he: מספרי עמוד של המוציא לאור (℗): זמינים
vi: Số trang gốc (℗): khả dụng

source: Publisher pages (℗): %1 (%2 - %3) Source (print edition): %4
bg_bg: Издателски номера на страници (℗): %1 (%2 - %3) Източник (печатно издание): %4
he: מספרי העמוד של המוציא לאור (℗): %1 (%2 - %3) מקור (מהדורה מודפסת): %4
vi: Trang nhà xuất bản (℗): %1 (%2 - %3) Nguồn (bản in): %4

source: number of lines and words not available
bg_bg: броят на редовете и думите е недостъпен
he: מספר השורות והמילים אינו זמין
vi: số lượng dòng và từ không có sẵn
zh_tw: 無法取得字數及行數

source: 1 line
bg_bg: 1 ред
he: שורה
vi: %1 dòng
zh_tw: 共 %1 行

source: 1 word
bg_bg: 1 дума
he: מילה
vi: %1 từ
zh_tw: 共 %1 個字

source: Current page:
bg_bg: Текуща страница:
he: העמוד הנוכחי:
vi: Trang hiện tại:
zh_tw: 目前頁碼：

source: Rating:
bg_bg: Оценка:
he: דירוג:
vi: Xếp hạng:
zh_tw: 評分：

source: Review:
bg_bg: Отзив:
he: סקירה:
vi: Nhận xét:
zh_tw: 書評：

source: Notebook file:
bg_bg: Файл на бележника:
he: קובץ הערות על הספר:
vi: Tệp sổ tay:
zh_tw: 筆記檔案：

source: No book description available.
bg_bg: Липсва описание на книгата.
he: תיאור הספר אינו זמין.
sv: Ingen bokbeskrivning tillgänglig.
vi: Không có mô tả sách.
zh_tw: 沒有書籍介紹。

source: No cover image available.
bg_bg: Липсва изображение на корицата.
he: אין תמונת שער זמינה.
sv: Ingen omslagsbild tillgänglig.
vi: Không có ảnh bìa.
zh_tw: 沒有封面圖片。

source: Edit book metadata:
bg_bg: Промяна на информ. за книгата:
he: עריכת נתוני על של הספר:
vi: Chỉnh sửa siêu dữ liệu sách:
zh_tw: 編輯書籍資訊：

source: Copy original
bg_bg: Копиране на оригинала
he: העתקת המקור
vi: Sao chép bản gốc
zh_tw: 複製原檔

source: View original
bg_bg: Преглед на оригинала
he: הצגת המקור
vi: Xem bản gốc
zh_tw: 檢視原檔

source: Reset custom
bg_bg: Нулиране на поле
he: איפוס התאמה אישית
vi: Đặt lại tuỳ chỉnh
zh_tw: 重設自訂數據

source: Reset custom cover? Image file will be deleted.
bg_bg: Нулиране на потребителската корица? Файлът с изображението ще бъде премахнат.
he: לאפס כיסוי מותאם אישית? קובץ התמונה יימחק.
vi: Đặt lại bìa tuỳ chỉnh? Tập tin hình ảnh sẽ bị xóa.
zh_tw: 重設自訂封面？ 圖檔將被刪除。

source: Reset custom book metadata field?
bg_bg: Нулиране на потребителската информация за книгата?
he: לאפס את שדה נתוני העל שהותאמו לספר?
vi: Đặt lại trường siêu dữ liệu sách tùy chỉnh?
zh_tw: 是否重設自定義的書籍資訊？

source: Reset
bg_bg: Нулиране
he: איפוס
sv: Återställ
vi: Đặt lại
zh_tw: 重設

source: Set custom
bg_bg: Задаване поле
he: הגדרת התאמה אישית
vi: Đặt tùy chỉnh
zh_tw: 自訂

source: Book metadata:
bg_bg: Информация за книгата:
he: נתוני העל של הספר:
vi: Siêu dữ liệu sách:
zh_tw: 書籍資訊：

source: Edit book review
bg_bg: Променяне на отзив за книга
he: עריכת ביקורת ספר
vi: Chỉnh sửa đánh giá sách
zh_tw: 修改書評

source: Save review
bg_bg: Запазване
he: שמור סקירה
sv: Spara recension
vi: Lưu bản xem trước
zh_tw: 儲存書評

source: Use default
bg_bg: Вземане на подразбираната
he: להשתמש בברירת המחדל
sv: Använd standard
vi: Dùng mặc định
zh_tw: 使用預設值

source: Reset default
bg_bg: Подразбирана стойност
he: להחזיר לברירת המחדל
vi: Đặt lại mặc định
zh_tw: 重設回預設值

source: Notebook file default location reset
bg_bg: Подразбираното място на файла на бележника е нулирано
he: איפוס מקום ברירת מחדל של קובץ הערות על הספר
vi: Đặt lại vị trí mặc định của tệp sổ ghi chép
zh_tw: 重設筆記檔案預設路徑

source: Use local
bg_bg: Използване на местен
he: להשתמש מקומי
vi: Sử dụng địa phương
zh_tw: 使用本地路徑

source: Set as default
bg_bg: Задаване подразбирани
he: שחזר לברירת מחדל
vi: Đặt làm mặc định
zh_tw: 設為預設值

source: Notebook file default location saved
bg_bg: Подразбираното място на файла на бележника е запазено
he: מיקום ברירת המחדל של קובץ הערות על הספר שמור
vi: Đã lưu vị trí mặc định của tệp sổ tay
zh_tw: 筆記檔案預設路徑已儲存

source: View
bg_bg: Преглед
he: הצגה
vi: Xem
zh_tw: 檢視

source: Scan books in current folder and subfolders for their metadata location?
bg_bg: Обхождане на книгите в текущата папка и подпапките за наличие на описателна информация?
he: לסרוק את הספרים בתיקייה הנוכחית ותת־התיקיות שתחתיה לאיתור מקום נתוני העל שלהם?
vi: Quét sách trong thư mục hiện tại và các thư mục con để tìm vị trí siêu dữ liệu của chúng?
zh_tw: 掃描目前資料夾及子資料夾裡的書籍，尋找書籍資訊位置？

source: Scan
bg_bg: Обхождане
he: סורק
vi: Quét
zh_tw: 掃描

source: No books with metadata not in your preferred location found.
bg_bg: Книги с описателна информация извън предпочитаната папка не са намерени.
he: לא נמצאו ספרים עם נתוני על במקום שהעדפת לסרוק.
vi: Không tìm thấy sách nào có siêu dữ liệu không ở vị trí ưa thích của bạn.
zh_tw: 沒有在您偏好的位置找到相關的書籍資訊。

source: 1 book with metadata not in your preferred location found.
bg_bg: Намерена е 1 книга с описателна информация извън предпочитаната папка.
he: נמצא ספר אחד עם נתוני על מחוץ למיקום המועדף שלך.
vi: Đã tìm thấy %1 cuốn sách có siêu dữ liệu không ở vị trí ưa thích của bạn.
zh_tw: 發現 %1 本書的書籍資訊不在您設定的偏好位置。

source: Move book metadata to your preferred location?
bg_bg: Преместване на информацията за книги на предпочитаното място?
he: להעביר את נתוני העל של הספר למיקום המועדף?
vi: Di chuyển siêu dữ liệu sách tới vị trí ưa thích của bạn?
zh_tw: 將書籍資料移動到您偏好的位置？

source: Hash-based metadata has been saved in %1 for the following documents. Hash-based storage may slow down file browser navigation in large directories. Thus, if not using hash-based metadata storage, it is recommended to open the associated documents in KOReader to automatically migrate their metadata to the preferred storage location, or to delete %1, which will speed up file browser navigation.
bg_bg: Описателни данни, свързани с отпечатък от файла са запазени в %1 за следните документи. Поддържането на хранилище с описателни данни, свързани с отпечатък от файла може да забави придвижването в големи папки на приложението за управление на файлове. Затова ако не използвате хранилище с описателни данни, свързани с отпечатък от файла, е препоръчително да отворите свързаните документи в KOReader, за да бъдат прехвърлени описателните данни към предпочитаното място за съхранение, или да премахнете %1, което ще ускори придвижването в приложението за управление на файлове.
he: נתוני על מבוססי גיבוב נשמרים ב־%1 עבור המסמכים הבאים. אחסון מבוסס גיבוב עשוי להאט את ניווט במנהל הקבצים בתיקיות גדולות. לכן, כשלא משתמשים באחסון נתוני על מבוסס על גיבוב, מומלץ לפתוח את המסמכים הקשורים ב־KOReader כדי להעביר אוטומטית את נתוני העל שלהם למיקום האחסון המועדף, או למחוק את %1, מה שיזרז את הניווט במנהל הקבצים.
vi: Siêu dữ liệu dựa trên băm đã được lưu trong %1 cho các tài liệu sau. Lưu trữ dựa trên băm có thể làm chậm quá trình duyệt tệp trong các thư mục lớn. Do đó, nếu không sử dụng lưu trữ siêu dữ liệu dựa trên băm, bạn nên mở các tài liệu liên quan trong KOReader để tự động di chuyển siêu dữ liệu của chúng đến vị trí lưu trữ ưu tiên, hoặc xóa %1, điều này sẽ tăng tốc độ duyệt tệp.
zh_tw: 以下文件的雜湊（Hash）方式資料屬性已儲存在 %1。在大型目錄中使用雜湊方式儲存可能會降低檔案瀏覽速度。因此，如果不打算使用雜湊方式儲存資料屬性，建議您：在 KOReader 中打開相關文件，自動將其資料屬性移轉到偏好的儲存位置；或刪除 %1，以加快檔案瀏覽速度。

source: %1. Title: %2; Author: %3 Document: %4
bg_bg: %1. Заглавие: %2; Автор: %3 Документ: %4
he: %1. כותרת: %2; מחבר: %3 מסמך: %4
vi: %1. Tiêu đề: %2; Tác giả: %3 Tài liệu: %4
zh_tw: %1. 標題：%2；作者：%3 文件路徑：%4

source: 1 document with hash-based metadata
bg_bg: 1 документ с описателни данни, свързани с отпечатък от файла
he: מסמך אחד עם נתוני על מבוססי גיבוב
vi: %1 tài liệu với siêu dữ liệu nhận dạng bằng mã hash
zh_tw: %1 個文件使用雜湊方式資料屬性

source: %T title %A author %S series %t total pages %c current page %l pages left in chapter %p book percentage read %H time left in book %C chapter title %P chapter percentage read %h time left in chapter %F file path %f file name %b battery level %B battery symbol %r separator %D current date (yyyy-mm-dd) %d current date (mm-dd) %m current time (hh:mm) %M current time (hh-mm-ss)
bg_bg: %T заглавие %A автор %S поредица %t общо страници %c текуща страница %l оставащи страници от главата %p процент прочетено от книгата %H оставащо време от книгата %C заглавие на глава %P процент прочетено от главата %h оставащо време от главата %F път до файла %f име на файла %b ниво на батерията %B знак за батерия %r разделител %D днешна дата (yyyy-mm-dd) %d днешна дата (mm-dd) %m текущо време (hh:mm) %M текущо време (hh-mm-ss)
he: %T כותרת %A יוצר/ת %S סדרה %t סך כל העמודים %c עמוד נוכחי %l עמודים שנשארו לפרק %p אחוזים מהספר שנקראו %H הזמן שנשאר לספר %C כותרת פרק %P אחוז מהפרק שנקרא %h זמן שנשאר לפרק %F נתיב קובץ %f שם קובץ %b רמת סוללה %B סמל סוללה %r מפריד %D תאריך נוכחי (yyyy-mm-dd) %d תאריך נוכחי (mm-dd) %m שעה נוכחית (hh:mm) %M שעה נוכחית (hh-mm-ss)
vi: %T Tựa sách %A Tác giả %S Bộ truyện %t Tổng số trang %c Trang hiện tại %l Số trang còn lại trong chương %p Phần trăm sách đã đọc %H Thời gian còn lại để đọc hết sách %C Tựa chương hiện tại %P Phần trăm chương đã đọc %h Thời gian còn lại để đọc hết chương %F Đường dẫn tệp %f Tên tệp %b Mức pin %B Biểu tượng pin %r Ký tự phân cách %D Ngày hiện tại (yyyy-mm-dd) %d Ngày hiện tại (mm-dd) %m Giờ hiện tại (hh:mm) %M Giờ hiện tại (hh-mm-ss)
zh_tw: %T 書名 %A 作者 %S 系列 %t 總頁數 %c 目前頁數 %l 本章剩餘頁數 %p 全書閱讀百分比 %H 全書剩餘時間 %C 章節標題 %P 本章閱讀百分比 %h 本章剩餘時間 %F 檔案路徑 %f 檔名 %b 電池電量 %B 電池圖示 %r 分隔符號 %D 當前日期 (yyyy-mm-dd) %d 當前日期 (mm-dd) %m 當前時間 (hh:mm) %M 當前時間 (hh-mm-ss)

source: Collections
bg_bg: Списъци
he: אוספים
vi: Bộ sưu tập
zh_tw: 收藏清單

source: Favorites
bg_bg: Избрани
he: מועדפים
vi: Yêu thích
zh_tw: 最愛

source: Remove from collection
bg_bg: Премахване от списък
he: הסר מהאוסף
vi: Xóa khỏi bộ sưu tập
zh_tw: 從收藏清單中移除

source: 1 book selected
bg_bg: Избрана е 1 книга
he: ספר נבחר
vi: %1 sách đã chọn
zh_tw: 已選取 %1 本書

source: No books selected
bg_bg: Не са избрани книги
he: לא נבחרו ספרים
vi: Không có sách nào được chọn
zh_tw: 未選取書籍

source: Remove selected books from collection?
bg_bg: Премахване на избраните книги от списъка?
he: להסיר את הספרים הנבחרים מהאוסף?
vi: Xóa những cuốn sách đã chọn khỏi bộ sưu tập?
zh_tw: 是否要將選取的書籍從收藏中移除？

source: Remove
bg_bg: Премахване
he: להסיר
sv: Ta bort
vi: Xóa
zh_tw: 移除

source: Move to collection
bg_bg: Преместване в списък
he: העברה לאוסף
vi: Di chuyển đến bộ sưu tập
zh_tw: 移動至收藏清單

source: Copy to collection
bg_bg: Копиране в списък
he: העתקה לאוסף
vi: Sao chép vào bộ sưu tập
zh_tw: 複製至收藏清單

source: Select all
bg_bg: Избиране на всички
he: בחירה בהכול
vi: Chọn tất cả
zh_tw: 全選

source: Select in file browser
bg_bg: Избиране в управление на файлове
he: בחירה בדפדפן הקבצים
vi: Chọn trong trình duyệt file
zh_tw: 在檔案瀏覽器中選取

source: Filter by authors
bg_bg: Филтър по автор
he: סינון לפי מחברים
vi: Lọc theo tác giả
zh_tw: 依作者篩選

source: Filter by series
bg_bg: Филтър по поредици
he: סינון לפי סדרה
vi: Lọc theo chuỗi
zh_tw: 依系列篩選

source: Filter by language
bg_bg: Филтър по език
he: סינון לפי שפה
vi: Lọc theo ngôn ngữ
zh_tw: 依語言篩選

source: Filter by keywords
bg_bg: Филтър по ключови думи
he: סינון לפי מילות מפתח
vi: Lọc theo từ khóa
zh_tw: 依關鍵字篩選

source: Reset all filters
bg_bg: Нулиране на филтрите
he: איפוס כל המסננים
vi: Đặt lại tất cả bộ lọc
zh_tw: 重設所有篩選條件

source: Search
bg_bg: Търсене
he: חיפוש
sv: Sök
vi: Tìm kiếm
zh_tw: 搜尋

source: Arrange books in collection
bg_bg: Групиране на книгите в списъци
he: סידור ספרים באוספים
vi: Sắp xếp sách trong bộ sưu tập
zh_tw: 整理收藏清單中的書籍

source: Add all books from a folder
bg_bg: Добавяне на всички книги от папка
he: הוספת כל הספרים מתיקייה
vi: Thêm tất cả sách từ một thư mục
zh_tw: 將資料夾中的所有書籍加入

source: Add all books from a folder and its subfolders
bg_bg: Добавяне на всички книги от папка и подпапките
he: הוספת כל הספרים מתיקייה ותת־התיקיות שלה
vi: Thêm tất cả sách từ một thư mục và các thư mục con của nó
zh_tw: 把資料夾中(含子目錄)的所有書籍加入

source: Add a book to collection
bg_bg: Добавяне на книгата в списък
he: הוספת ספר לאוסף
vi: Thêm sách vào Bộ sưu tập
zh_tw: 新增至收藏清單

source: Remove current book from collection
bg_bg: Премахване на книгата от списък
he: הסרת הספר הנוכחי מהאוסף
vi: Loại sách hiện tại ra khỏi Bộ sưu tập
zh_tw: 從收藏清單中移除目前書籍

source: Add current book to collection
bg_bg: Добавяне на текущата книга в списък
he: הוספת הספר הנוכחי לאוסף
vi: Thêm sách hiện tại vào Bộ sưu tập
zh_tw: 新增當前書籍至收藏清單

source: Reverse sorting
bg_bg: В обратен ред
he: מיון הפוך
sv: Omvänd sortering
vi: Sắp xếp ngược lại
zh_tw: 反向排序

source: Manual sorting
bg_bg: Ръчно сортиране
he: מיון ידני
vi: Phân loại thủ công
zh_tw: 手動排序

source: Sort by
bg_bg: Сортиране по
he: מיון לפי
vi: Sắp xếp theo
zh_tw: 排序依據

source: No books added to collection
bg_bg: Не са добавени книги в списък
he: לא נוספו ספרים לאוסף
vi: Không có sách nào được thêm vào bộ sưu tập
zh_tw: 沒有書籍被加入收藏清單

source: 1 book added to collection
bg_bg: 1 книга е добавена в списък
he: נוסף ספר לאוסף
vi: %1 sách đã thêm vào bộ sưu tập
zh_tw: 共 %1 本書新增至收藏清單

source: Collections (%1)
bg_bg: Списъци (%1)
he: אוספים (%1)
vi: Bộ sưu tập (%1)
zh_tw: 收藏清單 (%1)

source: Selected: %1
bg_bg: Избрани: %1
he: נבחר: %1
vi: Đã chọn: %1
zh_tw: 已選取：%1

source: Filter new books
bg_bg: Филтриране на новите книги
he: סינון ספרים חדשים
vi: Lọc sách mới
zh_tw: 只顯示新書

source: Connect folders
bg_bg: Свързване на папки
he: חיבור תיקיות
vi: Kết nối các thư mục
zh_tw: 關聯資料夾

source: Remove collection
bg_bg: Премахване на списък
he: הסרת אוסף
vi: Xóa Bộ sưu tập
zh_tw: 移除收藏清單

source: Rename collection
bg_bg: Преименуване на списък
he: שינוי שם האוסף
vi: Đổi tên Bộ sưu tập
zh_tw: 更名收藏清單

source: Enter file type for new books
bg_bg: Въведете вида файлове за нови книги
he: נא למלא סוג קובץ לספרים חדשים
vi: Nhập loại tệp cho sách mới
zh_tw: 設定新書的檔案類型

source: Connected folders: %1
bg_bg: Свързани на папки: %1
he: תיקיות שחוברו: %1
vi: Thư mục được kết nối: %1
zh_tw: 已關聯資料夾：%1

source: Disconnect folder
bg_bg: Прекъсване на връзката на папката
he: ניתוק תיקייה
vi: Ngắt kết nối thư mục
zh_tw: 中斷關聯資料夾

source: Scan folder on showing collection
bg_bg: Обхождане на папката при показване на списъка
he: לסרוק את התיקייה בעת הצגת אוסף
vi: Quét thư mục hiển thị bộ sưu tập
zh_tw: 開啟收藏清單時自動掃描資料夾

source: Include subfolders
bg_bg: Включително подпапките
he: לכלול תת־תיקיות
vi: Bao gồm các thư mục con
zh_tw: 包含子資料夾

source: New collection
bg_bg: Нов списък
he: אוסף חדש
vi: Xóa khỏi bộ sưu tập
zh_tw: 新收藏清單

source: Apply selection
bg_bg: Прилагане на избраните
he: החלת הבחירה
vi: Áp dụng lựa chọn
zh_tw: 套用選取項目

source: Arrange collections
bg_bg: Подреждане на списъци
he: סידור אוספים
vi: Sắp xếp Bộ sưu tập
zh_tw: 整理收藏清單

source: Collections search
bg_bg: Търсене в писъците
he: חיפוש אוספים
vi: Tìm kiếm bộ sưu tập
zh_tw: 收藏清單搜尋

source: Enter collection name
bg_bg: Въведете име на списъка
he: מילוי שם האוסף
vi: Nhập tên Bộ sưu tập
zh_tw: 輸入收藏清單名稱

source: Collection already exists: %1
bg_bg: Списъкът вече съществува: %1
he: האוסף כבר קיים: %1
vi: Bộ sưu tập đã tồn tại: %1
zh_tw: 收藏清單已存在： %1

source: Remove collection?
bg_bg: Премахване на списък?
he: להסיר את האוסף?
vi: Xóa bộ sưu tập?
zh_tw: 移除收藏清單？

source: Enter text to search for
bg_bg: Въведете търсене
he: הזן טקסט לחיפוש
sv: Ange text att söka efter
vi: Nhập văn bản để tìm kiếm
zh_tw: 輸入要尋找的文字

source: Case sensitive
bg_bg: Чувствителност към регистъра
he: תלוי רישיות
vi: Phân biệt chữ thường và chữ hoa
zh_tw: 區分大小寫

source: Also search in book content (slow)
bg_bg: Търсене и в текста на книгата (бавно)
he: לחפש גם בתוכן הספרים (איטי)
vi: Đồng thời tìm kiếm trong nội dung sách (chậm)
zh_tw: 同時搜尋書籍內文(速度較慢)

source: Searching… (tap to cancel)
bg_bg: Търсене… (докоснете за отказ)
he: מתבצע חיפוש… (נגיעה לביטול)
vi: Đang tìm kiếm… (nhấn để hủy)
zh_tw: 搜尋中...(按下Tap 取消)

source: No results for: %1
bg_bg: Няма резултати за: %1
he: אין תוצאות לחיפוש אחר: ‚%1’
vi: Không có kết quả nào cho: %1
zh_tw: 沒有找到符合 %1 的資料

source: Search results: %1
bg_bg: Резултати от търсенето: %1
he: תוצאות החיפוש: %1
vi: Kết quả tìm kiếm (%1)
zh_tw: 搜尋結果：%1

source: (in %1)
bg_bg: (в %1)
he: (ב־%1)
vi: (trong %1)
zh_tw: （位於 %1）

source: Collections…
bg_bg: Списъци…
he: אוספים…
vi: Bộ sưu tập…
zh_tw: 加入收藏清單…

source: Convert %1 to:
bg_bg: Преобразуване на %1 в:
he: המר %1 ל:
sv: Konvertera %1 till:
vi: Chuyển đổi %1 sang:
zh_tw: 轉換 %1 到：

source: Overwrite existing HTML file?
bg_bg: Презаписване на съществуващия файл на HTML?
he: להחליף קובץ HTML קיים?
sv: Skriva över befintlig HTML-fil?
vi: Ghi đè tệp HTML hiện có?
zh_tw: 覆蓋現存的 HTML 檔案嗎？

source: Convert
bg_bg: Преобразуване
he: המרה
sv: Konvertera
vi: Chuyển đổi
zh_tw: 轉換

source: File search
bg_bg: Търсене на файл
he: חיפוש קבצים
sv: Filsökning
vi: Tìm kiếm tệp
zh_tw: 檔案搜尋

source: Search a book by filename in the current or home folder and its subfolders. Wildcards for one '?' or more '*' characters can be used. A search for '*' will show all files. The sorting order is the same as in filemanager. Tap a book in the search results to open it.
bg_bg: Търсене на книга по име на файла в текущата или началната папка и подпапките. Могат да бъдат използвани заместващи символи за един - „?“ или повече символи - „*“. Търсене на „*“ ще покаже всички файлове. Сортирането е същото, както при управлението на файловете. Докоснете книга в резултатите от търсенето, за да я отворите.
he: חפש ספר לפי שם הקובץ בתיקיה הנוכחית או בתיקיה הראשית ובתיקיות המשנה שלו. ניתן להשתמש בתווים המכלילים '?' עבור תו אחד או '*' עבור יותר. חיפוש אחר '*' יציג את כל הקבצים. סדר המיון זהה לסדר במנהל הקבצים. הקש על ספר בתוצאות החיפוש כדי לפתוח אותו.
vi: Tìm kiếm sách theo tên tệp trong thư mục hiện tại hoặc thư mục chính và các thư mục con của nó. Có thể sử dụng các ký tự '?' đại diện cho một ký tự, hoặc '*' cho nhiều ký tự. Tìm kiếm bằng '*' sẽ hiển thị tất cả các tệp. Thứ tự sắp xếp giống như trong trình quản lý tệp. Nhấn vào tên sách trong kết quả tìm kiếm để mở sách.
zh_tw: 在目前資料夾或主資料夾及子資料夾用檔案名稱搜尋書籍。 可使用單一字元「?」或多個字元「*」的萬用字元。 搜尋「*」會顯示所有檔案。 排序順序與檔案管理器相同。 在搜尋結果中點選書籍可開啟它。

source: Last file search results
bg_bg: Последни резултати от търсене във файлове
he: תוצאות אחרונות מחיפוש הקבצים
vi: Kết quả tìm kiếm tập tin cuối cùng
zh_tw: 最近檔案搜尋結果

source: Enter text to search for in filename
bg_bg: Въведете търсене по име на файл
he: נא למלא טקסט לחיפוש בשם הקובץ
vi: Nhập văn bản để tìm kiếm
zh_tw: 輸入要搜尋的檔案名稱

source: Home folder
bg_bg: Начална папка
he: תיקיית בית
sv: Hemmapp
vi: Thư mục chính
zh_tw: 主資料夾

source: Current folder
bg_bg: Текуща папка
he: תיקיה נוכחית
sv: Aktuell mapp
vi: Thư mục hiện tại
zh_tw: 目前資料夾

source: Book folder
bg_bg: Папка с книги
he: תיקיית הספר
vi: Thư mục sách
zh_tw: 書籍資料夾

source: Also search in book metadata
bg_bg: Търсене и в информацията за книгата
he: חיפוש גם בנתוני העל של הספר
vi: Đồng thời tìm kiếm trong siêu dữ liệu sách
zh_tw: 同時搜尋書籍資訊

source: No results for '%1'.
bg_bg: Няма резултати за „%1“.
he: אין תוצאות לחיפוש אחר ‚%1’.
vi: Không có kết quả cho '%1'.
zh_tw: 「%1」沒有結果。
