Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

source: Font kerning is the process of adjusting the spacing between individual letter forms, to achieve a visually pleasing result. - off: no kerning. - fast: use FreeType's kerning implementation (no ligatures). - good: use HarfBuzz's light kerning implementation (faster than best but no ligatures and limited support for non-western scripts) - best: use HarfBuzz's full kerning implementation (slower, but may support ligatures with some fonts; also needed to properly display joined arabic glyphs and some other scripts). (Font Hinting may need to be adjusted for the best result with either kerning implementation.)
bg_bg: Кърнингът на шрифта е процесът на регулиране на разстоянието между отделните форми на буквите, за да се постигне визуално приятен резултат. • „изключено“: без кърнинг. • „бързо“: използва се реализацията на кърнинг на FreeType (без лигатури). • „добро“: използва се лекото изпълнение на кърнинг на HarfBuzz (по-бързо от пълното, но без лигатури и с ограничена поддръжка за незападни шрифтове) • „отлично“: използвайте пълната реализация на кърнинг на HarfBuzz (по-бавна, но може да поддържа лигатури с някои шрифтове; необходима е също така за правилното показване на съединени арабски глифи и някои други шрифтове). (Може да се наложи да се коригира хинтоването на шрифта за постигане на най-добър резултат с някоя от двете реализации на кърнинг.)
he: ‚גירְעוּן’ (קרנינג) גופן הוא תהליך התאמת המרווח בין אותיות בודדות, כדי להשיג תוצאה נעימה מבחינה חזותית. - ‚כבוי’: ללא קרינג. - ‚מהיר’: להשתמש ביישום הכיתוב של FreeType (ללא ליגטורות). - ‚טוב’: להשתמש ביישום הגירעון הקל של HarfBuzz/חרפבאז (מהיר יותר מאשר מלא, אך ללא ליגטורות ותמיכה מוגבלת בכתבים לא מערביים) - ‚הטוב ביותר’: להשתמש ביישום הקרנינג המלא של HarfBuzz/חרפבאז (איטי יותר, אך עשוי לתמוך בליגטורות עם כמה גופנים; נחוץ גם כדי להציג כראוי גליפים ערביים מחוברים וכמה סוגי כתב אחרים). (ייתכן שיהיה צורך להתאים רימוז לגופנים לקבלת התוצאה הטובה ביותר עם יישום הקרנינג.)
vi: Điều chỉnh khoảng cách giữa các ký tự trong một tỷ lệ phông chữ là quá trình điều chỉnh khoảng cách giữa các mẫu chữ riêng lẻ, để đạt được kết quả trực quan đẹp mắt. - tắt: không điều chỉnh. - ưu tiên tốc độ: điều chỉnh của FreeType (không có chữ ghép). - tốt: điều chỉnh nhẹ của HarfBuzz (nhanh hơn tốt nhất nhưng không có chữ ghép và hỗ trợ hạn chế cho các tập lệnh ngoài alphabets. - tốt nhất: điều chỉnh đầy đủ của HarfBuzz (chậm hơn, nhưng có thể hỗ trợ chữ ghép với một số phông chữ; cần thiết để hiển thị đúng cách các ký tự hoặc ký hiệu tượng hình tiếng Ả Rập và một số tập lệnh khác). (Làm rõ phông chữ có thể cần được điều chỉnh để có kết quả tốt nhất.)
zh_tw: 字距調整是指調整字母間距的過程，以達到視覺上更美觀的效果。 關閉（off）：不進行字距調整。 快速（fast）：使用 FreeType 的字距調整實作（不支援合字 ligatures）。 良好（good）：使用 HarfBuzz 的輕量字距調整實作（比「最佳」快，但不支援合字，且對非西文字母的支援有限） 最佳（best）：使用 HarfBuzz 的完整字距調整實作（速度較慢，但部分字型可支援合字；也能正確顯示連寫阿拉伯字型以及其他部分文字）。 注意：為達到最佳效果，可能需要同時進行字體微調（Font Hinting），以搭配選擇的字距調整方式。

source: Alt Status Bar
bg_bg: Алтерн. лента за състоянието
he: סרגל עליון
vi: Thanh trên
zh_tw: 替代狀態列

source: Enable or disable the rendering engine alternative status bar at the top of the screen. The items displayed can be customized via the main menu. Whether enabled or disabled, KOReader's own status bar at the bottom of the screen can be toggled by tapping.
bg_bg: Включва или изключва алтернативната лента за състоянието в горната част на екрана. Елементите в нея могат да бъдат настройвани от главното меню. Независимо дали е включена или изключена, лентата за състоянието на KOReader в долната част на екрана може да бъде превключвана чрез докосване.
he: הפעל או השבת את סרגל המצב החלופי של מנוע הייצוג, בחלקו העליון של המסך. ניתן להתאים את הפריטים המוצגים באמצעות התפריט הראשי. בין אם מופעל או מושבת, ניתן להחליף את סרגל המצב של KOReader בתחתית המסך על ידי הקשה.
vi: Bật hoặc tắt thanh trạng thái phụ ở đầu màn hình. Các mục hiển thị có thể được tùy chỉnh thông qua menu chính. Thanh trạng thái riêng của KOReader ở cuối màn hình có thể được bật tắt bằng cách chạm (không phụ thuộc thanh trạng thái phụ).
zh_tw: 啟用或停用螢幕頂部繪製引擎替代狀態列，顯示的項目可在主選單自訂。 無論是否啟用，KOReader 在底部的狀態列依然可以透過按一下來切換顯示狀態。

source: Embedded Style
bg_bg: Вградени стилове
he: סגנון מוטמע
sv: Inbäddad stil
vi: Chế độ nhúng
zh_tw: 內嵌的樣式表

source: Enable or disable publisher stylesheets embedded in the book. (Note that less radical changes can be achieved via Style Tweaks in the main menu.)
bg_bg: Разрешаване или забраняване на вградените в книгата стилове. (Имайте предвид, че не дотам радикални промени могат да бъдат постигнат от „Промени в стиловете“ в главното меню.)
he: אפשר או השבת את סגנונות של המוצא לאור המוטבעים בספר. (שים לב שניתן להשיג שינויים פחות קיצוניים באמצעות 'הכוונות סגנון' בתפריט הראשי.)
sv: Aktivera eller inaktivera utgivarens stilark som är inbäddade i boken. (Observera att mindre radikala förändringar kan uppnås via Stiljusteringar i huvudmenyn.)
vi: Bật hoặc tắt bảng định kiểu của nhà xuất bản được nhúng trong sách. (Lưu ý rằng có thể đạt được những thay đổi ít triệt để hơn thông qua Chỉnh sửa kiểu trong menu chính.)
zh_tw: 啟用或停用出版商於書中內嵌的樣式表。 （注意，主選單內的樣式表調整項目中，有一些比較不那麼激進的選項。）

source: Embedded Fonts
bg_bg: Вградени шрифтове
he: גופנים מוטמעים
sv: Inbäddade typsnitt
vi: Phông nhúng
zh_tw: 內嵌的字型

source: Enable or disable the use of the fonts embedded in the book. (Disabling the fonts specified in the publisher stylesheets can also be achieved via Style Tweaks in the main menu.)
bg_bg: Разрешаване или забраняване на използването на шрифтовете, вградени в книгата. (Изключването на шрифтовете, посочени в списъците със стилове на издателя, може да се постигне и чрез „Промени в стиловете“ в главното меню.)
he: אפשר או השבת את השימוש של גופנים של המוצא לאור המוטבעים בספר. (ניתן להשבית גופנים מוגדרים בדפי הסגנון של המוצא לאור גם באמצעות 'הכוונות סגנון' בתפריט הראשי.)
sv: Aktivera eller inaktivera användningen av de typsnitt som är inbäddade i boken. (Inaktivera de typsnitt som anges i utgivarens stilark kan också uppnås via Stiljusteringar i huvudmenyn.)
vi: Bật hoặc tắt việc sử dụng các phông chữ được nhúng trong sách. (Bạn cũng có thể tắt các phông chữ được chỉ định trong bảng định kiểu của nhà xuất bản thông qua Chỉnh sửa kiểu trong menu chính.)
zh_tw: 啟用或停用內嵌字型。 （也可以透過主選單內的樣式表調整功能，停用出版商樣式表中指定的字型）

source: Embedded fonts provided by the current book:
bg_bg: Вградени шрифтове, предоставени от текущата книга:
he: גופנים מוטמעים שסופקו על ידי הספר הנוכחי:
vi: Phông chữ nhúng được cung cấp bởi cuốn sách hiện tại:
zh_tw: 此書提供的內嵌字體：

source: not used
bg_bg: неизползвани
he: לא בשימוש
vi: không dùng
zh_tw: 不用使

source: Image Scaling
bg_bg: Мащабиране на изображения
he: שינוי קנה מידה של תמונות
sv: Bildskalning
vi: Tỷ lệ hình ảnh
zh_tw: 圖片縮放

source: - 'fast' uses a fast but inaccurate scaling algorithm when scaling images. - 'best' switches to a more costly but vastly more pleasing and accurate algorithm.
bg_bg: • „бързо“ - бърз, но неточен алгоритъм. • "отлично“ - ресурсоемък, но значително по-приятен и точен алгоритъм.
he: - 'מהיר' משתמש באלגוריתם מהיר אך לא מדויק בעת שינוי קנה המידה של התמונות. - 'הטוב ביותר' עובר לאלגוריתם כבד יותר אך הרבה יותר נעים לעין ומדויק.
sv: - "fast" använder en snabb men felaktig skalningsalgoritm vid skalning av bilder. - "best" växlar till en dyrare men mycket mer tilltalande och korrekt algoritm.
vi: - Tùy chọn 'ưu tiên tốc độ' sử dụng thuật toán chia tỷ lệ nhanh nhưng không chính xác khi chia tỷ lệ hình ảnh. - Tùy chọn 'tốt nhất' chuyển sang một thuật toán nặng hơn nhưng dễ chịu và chính xác hơn.
zh_tw: - 「快速」 使用一種快速但不精確的演算法來縮放圖片。 - 「最佳」 使用一種較慢但更準確的演算法。

source: Invert Images
bg_bg: Негатив на изображения
he: הפוך תמונות
sv: Invertera bilder
vi: Hoàn tác hình ảnh
zh_tw: 反轉圖片

source: Disable the automagic inversion of images when nightmode is enabled. Useful if your book contains mainly inlined mathematical content or scene break art.
bg_bg: Изключване на автоматичното правене на негатив на изображенията при включен нощен режим. Полезно, ако книгата съдържа предимно вмъкнато математическо съдържание или орнамент за край на сцена.
he: השבת את ההיפוך האוטומגי של תמונות כאשר מצב הלילה מופעל. שימושי אם הספר שלך מכיל בעיקר תכנים מתמטיים מוטבעים או גרפיקה שוברת הפסקה.
sv: Inaktivera den automagiska inverteringen av bilder när nattläge är aktiverat. Detta är användbart om din bok i huvudsak innehåller matematiskt innehåll eller scenpausbilder.
vi: Tắt tính năng đảo ngược tự động của hình ảnh khi bật chế độ đêm. Hữu ích nếu sách của bạn chủ yếu chứa nội dung toán học nội tuyến hoặc nghệ thuật ngắt cảnh.
zh_tw: 啟用夜間模式時停用圖片的自動反轉。如果您的書籍包含很多內嵌數學公式或場景突變的圖片，這會很有用。

# Style tweaks category
source: Pages and margins
bg_bg: Страници и полета
he: עמודים ושוליים
vi: Trang và lề
zh_tw: 頁面與邊距

source: Ignore publisher page margins
bg_bg: Пренебрегване на издателски полета на страниците
he: התעלם משולי העמוד של המוצא לאור
sv: Hoppa över alla sidmarginaler från förlag
vi: Bỏ qua lề trang của nhà xuất bản
zh_tw: 忽略出版商設定的頁邊距

source: Force page margins to be 0, and may allow KOReader's margin settings to work on books where they would not.
bg_bg: Принуждава полетата на страниците да бъдат 0 и може да даде възможност на настройките на полетата на KOReader да работят в книги, в които иначе не биха работили.
he: כפה על שולי העמודים להיות ברוחב אפסי, ואפשר להגדרות השוליים של KOReader להיות תקפות על ספרים שאחרת לא היו.
sv: Tvinga sidmarginaler till att vara 0, vilket kanske tillåter KOReader's marginalinställningar att fungera för böcker där de annars inte hade fungerat.
vi: Buộc lề trang bằng 0 và có thể cho phép cài đặt lề của KOReader hoạt động trên những cuốn sách không hoạt động.
zh_tw: 強制將頁邊距設為 0，並可能允許 KOReader 的邊距設定在原本無法套用的書籍上生效。

source: Horizontal margins
bg_bg: Хоризонтални полета
he: שוליים אופקיים
vi: Lề ngang
zh_tw: 水平邊距

source: Ignore all horizontal margins
bg_bg: Пренебрегване на хоризонталните полета
he: התעלמות מכל השוליים האופקיים
vi: Bỏ qua lề ngang
zh_tw: 忽略所有水平邊距

source: Ignore all horizontal padding
bg_bg: Пренебрегване на хоризонталния отстъп
he: התעלמות מכל הריפוד האופקי
vi: Bỏ qua phần đệm ngang
zh_tw: 忽略所有水平間距

source: Ignore horizontal paragraph margins
bg_bg: Пренебрегване на хориз. поле на абзаца
he: התעלם משולי פיסקה אופקים
vi: Bỏ qua lề đoạn văn ngang
zh_tw: 忽略水平段落邊距

source: Ignore horizontal paragraph padding
bg_bg: Пренебрегване на хориз. отстъп на абзаца
he: התעלם מריפוד פיסקה אופקי
vi: Bỏ qua lề đoạn văn ngang
zh_tw: 忽略水平段落間距

source: Vertical margins
bg_bg: Вертикални полета
he: שוליים אנכיים
vi: Lề dọc
zh_tw: 垂直邊距

source: Ignore all vertical margins
bg_bg: Пренебрегване на вертикалните полета
he: התעלמות מכל השוליים האנכיים
vi: Bỏ qua lề dọc
zh_tw: 忽略所有垂直邊距

source: Ignore all vertical padding
bg_bg: Пренебрегване на вертикалния отстъп
he: התעלמות מכל הריפוד האנכי
vi: Bỏ qua phần đệm dọc
zh_tw: 忽略所有垂直間距

source: Ignore vertical paragraph margins
bg_bg: Пренебрегване на верт. полета на абзаца
he: התעלמות משולי פסקאות אנכיים
vi: Bỏ qua phần đệm theo chiều dọc đoạn văn
zh_tw: 忽略垂直段落邊距

source: Ignore vertical paragraph padding
bg_bg: Пренебрегване верт. отстъп на абзаца
he: התעלם מריפוד פסקאות אנכי
vi: Bỏ qua phần đệm đoạn văn theo chiều dọc
zh_tw: 忽略垂直段落間距

source: Page breaks and blank pages
bg_bg: Нови страници и празни страници
he: מעברי עמודים ועמודים ריקים
vi: Ngắt trang và trang trống
zh_tw: 分頁標記和空白頁

source: Avoid blank page on chapter start
bg_bg: Пренебрегване на начална празна стр. в главата
he: הימנע מעמוד ריק בתחילת הפרק
sv: Undvik blank sida vid kapitelstart
vi: Bỏ qua trang trống khi bắt đầu chương
zh_tw: 避免在章節開始處出現空白頁

source: Avoid blank page on chapter end
bg_bg: Пренебрегване на крайна празна стр. в главата
he: הימנע מעמוד ריק בסוף הפרק
sv: Undvik blank sida vid slut av kapitel
vi: Bỏ qua trang trống khi kết thúc chương
zh_tw: 避免在章節結尾處出現空白頁

source: Avoid publisher page breaks
bg_bg: Пренебрегване на издателски нови страници
he: הימנע מעברי עמוד של המוציא לאור
sv: Undvik publicistens sidbrytningar
vi: Bỏ qua ngắt trang của nhà xuất bản
zh_tw: 停用出版商的分頁標記

source: Disable all publisher page breaks, keeping only KOReader's epub.css ones. When combined with the two previous tweaks, all page-breaks are disabled.
bg_bg: Изключва всички нови страници, зададени от издателя, като запазва само тези от epub.css на KOReader. В комбинация с предишните две настройки всички нови страници биват изключени.
he: השבת את כל מעברי העמודים של המוצי לאור, תוך שמירה רק על המוגדרות ב-epub.css של KOReader. בשילוב עם שני הכוונות הקודמות, כל מעברי העמוד מושבתים.
sv: Inaktivera alla publicistsidbrytningar, och behåll endast de från KOReaders epub.css När det kombineras med de två föregående justeringarna inaktiveras alla sidbrytningar.
vi: Tắt tất cả ngắt trang của nhà xuất bản, chỉ giữ những ngắt trang epub.css của KOReader. Kết hợp hai chỉnh sửa trước, tất cả ngắt trang sẽ bị vô hiệu hóa.
zh_tw: 停用所有出版商的分頁標記 (page-break)，只採用 KOReader epub.css 中的設定。 當與前兩項修改合併使用時，所有的分頁標記均會失效。

source: New page on headings
bg_bg: Започване на нова страница при заглавие
he: עמוד חדש בכותרות
sv: Ny sida vid rubriker
vi: Trang mới cho tiêu đề
zh_tw: 在標題處換頁

source: New page on <H1>
bg_bg: Нова страница при <h1>
he: דף חדש ב- <H1>
sv: Ny sida vid <H1>
vi: Trang mới cho tiêu đề <H1>
zh_tw: 在 <H1> 處換頁

source: New page on <H2>
bg_bg: Нова страница при <h2>
he: דף חדש ב- <H2>
sv: Ny sida vid <H2>
vi: Trang mới cho tiêu đề <H2>
zh_tw: 在 <H2> 處換頁

source: New page on <H3>
bg_bg: Нова страница при <h3>
he: דף חדש ב- <H3>
sv: Ny sida vid <H3>
vi: Trang mới cho tiêu đề <H3>
zh_tw: 在 <H3> 處換頁

source: New page on <H4>
bg_bg: Нова страница при <h4>
he: דף חדש ב- <H4>
sv: Ny sida vid <H4>
vi: Trang mới cho tiêu đề <H4>
zh_tw: 在 <H4> 處換頁

source: New page on <H5>
bg_bg: Нова страница при <h5>
he: דף חדש ב- <H5>
sv: Ny sida vid <H5>
vi: Trang mới cho tiêu đề <H5>
zh_tw: 在 <H5> 處換頁

source: New page on <H6>
bg_bg: Нова страница при <h6>
he: דף חדש ב- <H6>
sv: Ny sida vid <H6>
vi: Trang mới cho tiêu đề <H6>
zh_tw: 在 <H6> 處換頁

source: Widows and orphans
bg_bg: Висящи редове
he: אלמנות ויתומות
sv: Dubbla och enkla ensamrader
vi: Widow và orphan (?!) (về đoạn văn, gg để biết thêm)
zh_tw: 遺留字串與孤立字串

source: About widow and orphan lines
bg_bg: Относно висящите редове
he: על שורות אלמנות ויתומות
sv: Om dubbel och enkla ensamrader
vi: Về câu widow và orphan
zh_tw: 關於遺留字串與孤立字串

source: Widows and orphans are lines at the beginning or end of a paragraph, which are left dangling at the top or bottom of a page, separated from the rest of the paragraph. The first line of a paragraph alone at the bottom of a page is called an orphan line. The last line of a paragraph alone at the top of a page is called a widow line. Some people (and publishers) don't like widows and orphans, and can avoid them with CSS rules. To avoid widows and orphans, some lines have to be pushed to the next page to accompany what would otherwise be widows and orphans. This may leave some blank space at the bottom of the previous page, which might be more disturbing to others. The default is to allow widows and orphans. These tweaks allow you to change this behavior, and to override publisher rules.
bg_bg: Висящите редове са редове в началото или в края на параграфа, които остават висящи в горната или долната част на страницата, отделени от останалата част на параграфа. Първият ред на абзац, останал сам в долната част на страницата, се нарича долен висящ ред или „сирак“. Последният ред на абзац в горната част на страницата се нарича горен висящ ред или „вдовица“. Някои хора (и издатели) не харесват висящите редове и могат да ги избегнат с помощта на CSS. За да се избегнат висящите редове, някои редове трябва да бъдат преместени на следващата страница, за да придружат това, което иначе би било „вдовица“ или „сирак“. Това може да остави известно празно пространство в долната част на предишната страница, което може да е по-притеснително за другите. По подразбиране е разрешено да се получават висящи редове. Тези настройки ви позволяват да промените това поведение и да отмените правилата на издателя.
he: אלמנות ויתומות הן שורות בתחילת או בסוף הפסקה, שנותרות תלויות בראש או בתחתית העמוד, בנפרד משאר הפסקה. השורה הבודדה הראשונה בפסקה בתחתית עמוד נקראת שורה יתומה. השורה הבודדה האחרונה בפסקה בראש עמוד נקראת שורה אלמנה. יש שאינם אוהבים (ומוציאים לאור בניהם) אלמנות ויתומות, והם יכולים למנוע אותן בעזרת כללי CSS. כדי להימנע מאלמנות ויתומות, יש לדחוף כמה שורות לעמוד הבא כדי לדחוף את מה שאחרת היו אלמנות ויתומות. הדבר עשוי להשאיר שטח ריק בתחתית העמוד הקודם, מה שעשוי להטריד יותר אחרים. ברירת המחדל היא לאפשר אלמנות ויתומות. שפצורים אלה מאפשרות לך לשנות את אופן הפעולה זה ולעקוף את כללי המוציא לאור.
sv: Dubbla och enkla ensamrader är rader vid början eller slutet av ett stycke som lämnas hängade i början eller slutet av en sida, separerade från resten av stycket. Den första raden från ett stycke som ligger ensam längst ned på en sida kallas för en enkel ensamrad. Den sista raden från ett stycke som ligger ensam längst upp på en sida kallas för en dubbel ensamrad. Vissa människor (och utgivare) tycker inte om enkla och dubbla ensamrader och kan undvika dem genom CSS-regler. För att undvika dubbla och enkla ensamrader måste vissa rader knuffas till nästa sida för att åtfölja vad som annars skulle vara dubbla och enkla ensamrader. Detta kan lämna visst tomrum längst ned på föregående sida, vilket kan uppfattas som störande för andra. Standardvärdet är att tillåta dubbla och enkla ensamrader. Dessa inställningar låter dig ändra detta beteende och att åsidosätta utgivarens regler.
vi: (GGTrans) Góa phụ và trẻ mồ côi là những dòng ở đầu hoặc cuối đoạn văn, được đặt lủng lẳng ở đầu hoặc cuối trang, ngăn cách với phần còn lại của đoạn văn. Dòng đầu tiên của một đoạn văn ở cuối trang được gọi là dòng mồ côi. Dòng cuối cùng của đoạn văn một mình ở đầu trang được gọi là dòng phụ. Một số người (và nhà xuất bản) không thích góa phụ và trẻ mồ côi, và có thể tránh chúng bằng các quy tắc CSS. Để tránh góa phụ và trẻ mồ côi, một số dòng phải được đẩy sang trang tiếp theo để đi kèm với những gì nếu không sẽ là góa phụ và trẻ mồ côi. Điều này có thể để lại một số khoảng trống ở cuối trang trước, điều này có thể khiến người khác khó chịu hơn. Mặc định là cho phép góa phụ và trẻ mồ côi. Các chỉnh sửa này cho phép bạn thay đổi hành vi này và ghi đè các quy tắc của nhà xuất bản.
zh_tw: 遺留字串與孤立字串，是指一個完整段落的最後一行與最開始的一行，單獨出現在一個頁面的頁首或頁尾。 一個段落的第一行單獨出現在一個頁面的頁尾，稱作孤立字串。 一個段落的最後一行單獨出現在一個頁面的頁首，稱作遺留字串。 有些作者 (或是出版商) 不喜歡遺留字串與孤立字串，可以用 CSS 規則設定來避免它們出現。 要避免出現遺留字串與孤立字串，必須把某幾行推擠到下一頁，好讓它們與遺留字串和孤立字串作伴，如此一來，前一頁的頁尾可能會出現一些空白，對於某些人來說也許更為困擾。 預設的規則是允許出現遺留字串與孤立字串 這些調校機制允許你改變這個行為，並且覆蓋過發布者設定的規則。

source: Avoid widows and orphans
bg_bg: Избягване на висящи редове
he: מניעת אלמנות ויתומות
sv: Undvik dubbla och enkla ensamrader
vi: Ngăn widows và orphans
zh_tw: 避免出現遺留字串與孤立字串

source: Avoid widow and orphan lines, allowing for some possible blank space at the bottom of pages.
bg_bg: Избягване на висящите редове, предполага образуване на празни пространства в края на страниците.
he: מניעת שורות אלמנות ויתומות, תוך קבלת העובדה שלעתים ישובץ שטח ריק בתחתית העמוד.
sv: Undvik dubbla och enkla ensamrader, vilket tillåter visst tomrum längst ned på sidor.
vi: Ngăn các widow và orphan, cho phép một số khoảng trống có thể có ở cuối trang.
zh_tw: 避免出現遺留字串與孤立字串，允許頁面下方有些許留白的空間。

source: Avoid widows but allow orphans
bg_bg: Избягване на горни висящи редове, допуска долни
he: מניעת אלמנות אבל אפשור יתומות
sv: Undvik dubbla, men tillåt enkla ensamrader
vi: Ngăn widow, cho phép orphan
zh_tw: 避免出現遺留字串但是允許孤立字串存在

source: Avoid widow lines, but allow orphan lines, allowing for some possible blank space at the bottom of pages. Allowing orphans avoids ambiguous blank space at the bottom of a page, which could otherwise be confused with real spacing between paragraphs.
bg_bg: Избягване на горните висящи редове, но позволяване на долните като са възможни празни пространства в долната част на страницата. Наличието на долни висящи редове избягва многозначителните празни пространства в долната част на страницата, които биха могли да бъдат сбъркани с разстояние между параграфите.
he: מניעת שורות אלמנות, אך אפשור שורות יתומות, מה שמאפשר שטח ריק בתחתית העמוד. התרת יתומים מונעת שטח ריק דו־משמעי בתחתית העמוד, שאחרת יכול לבלבל ולהיתפס כרווח אמתי בין פסקאות.
sv: Undvik dubbla ensamrader, men tillåt enkla ensamrader, vilket tillåter lite tomt uttrymme längst ned på sidor. Att tillåta ensamrader undvikar tvetydigt tomrum längst ner på en sida, vilket annars skulle kunna blandas ihop med riktigt blankutrymme mellan stycken.
vi: Ngăn widows, nhưng cho phép orphan, cho phép một số khoảng trống có thể có ở cuối trang. Việc cho phép orphan tránh được khoảng trống không rõ ràng ở cuối trang, có thể bị nhầm lẫn với khoảng cách thực giữa các đoạn văn.
zh_tw: 避免頁首出現遺留字串，但是允許頁尾有孤立字串。允許頁面下方有些許留白的空間。 允許孤立字串的存在可避免頁尾出現不明的留白，不明的留白可能讓人誤以為是段落之間的間距.

source: Ignore publisher orphan and widow rules
bg_bg: Пренебрегване на издателски висящи редове
he: התעלמות מכללי יתומה ואלמנה של מוציא לאור
sv: Ignorera utgivarregler för enkla och dubbla ensamrader
vi: Bỏ qua các quy tắc orphan và widow của nhà xuất bản
zh_tw: 忽略出版商的孤立字串與遺留字串規則設定

source: Disable orphan and widow rules specified in embedded styles.
bg_bg: Изключва правилата за висящи редове във вградените стилове.
he: השבתת כללי יתומה ואלמנה שצוינו בסגנונות מוטבעים.
sv: Inaktivera regler för enkla och dubbla ensamrader som anges i inbäddade stilar.
vi: Tắt các quy tắc orphan và widow được chỉ định trong các kiểu nhúng.
zh_tw: 停用內嵌樣式表中的孤立字串與遺留字串規則設定。

source: Text
bg_bg: Текст
he: טקסט
vi: Văn bản
zh_tw: 文字

source: Text alignment
bg_bg: Подравняване на текста
he: יישור טקסט
sv: Textjustering
vi: Căn chỉnh văn bản
zh_tw: 文字對齊

source: Left align most text
bg_bg: Ляво подравняване на основната част от текста
he: יישר לשמאל את רוב הטקסט
sv: Vänsterjustera största delen av texten
vi: Căn trái hầu hết văn bản
zh_tw: 把大多數文字靠左對齊

source: Enforce left alignment of text in common text elements.
bg_bg: Налагане на ляво подравняване на често срещаните текстови елементи.
he: אכוף יישור לשמאל של טקסט ברכיבי טקסט נפוצים.
sv: Tvinga vänsterjustering av text i vanliga textelement.
vi: Buộc căn lề trái của văn bản trong các phần tử văn bản phổ biến.
zh_tw: 在常見的文字元件中強制靠左對齊。

source: Left align all elements
bg_bg: Ляво подравняване на всички елементи
he: ישר לשמאל את כל הרכיבים
sv: Vänsterjustera alla element
vi: Căn trái tất cả các phần tử
zh_tw: 把所有元件靠左對齊

source: Enforce left alignment of text in all elements.
bg_bg: Налагане на ляво подравняване на текста във всички елементи.
he: אכוף יישור לשמאל של טקסט בכל הרכיבים.
sv: Tvinga vänsterjustering av texten i alla element.
vi: Buộc căn lề trái của văn bản trong tất cả các phần tử.
zh_tw: 在所有元件中強制靠左對齊。

source: Justify most text
bg_bg: Подравняване на основната част от текста
he: פיזור אחיד של רוב הטקסט
sv: Marginaljustera största delen av texten
vi: Căn đều phần lớn văn bản
zh_tw: 把大部分文字左右對齊

source: Text justification is the default, but it may be overridden by publisher styles. This will re-enable it for most common text elements.
bg_bg: Текстът по подразбиране е подравнен от двете страни, но това може да бъде променено от стиловте на издателя. Ако е отетнато, често срещаните текстови елементи ще бъдат отново подравнени.
he: פיזור של הטקסט הוא ברירת המחדל, אך סגנונות המוציא לאור יכולים לעקוף אותה. הגדרה זו תאפשר מחדש פיזור אחיד עבור רכיבי הטקסט הנפוצים ביותר.
sv: Textjustering är standard, men det kan åsidosättas av förlagsstilar. Detta kommer att aktivera det för de flesta vanliga textelementen.
vi: Căn đều văn bản được đặc mặc định, nhưng có thể bị ghi đè bởi kiểu nhà xuất bản. Tùy chọn này sẽ kích hoạt lại cho hầu hết các phần tử văn bản phổ biến.
zh_tw: 文字預設會左右對齊，但是這個預設值可能會被出版商指定的格式覆蓋。這選項能夠讓大部分常見文字左右對齊。

source: Justify all elements
bg_bg: Подравняване на всички елементи
he: פיזור כל הרכיבים באופן אחיד
sv: Marginaljustera alla element
vi: Căn đều tất cả các yếu tố
zh_tw: 把所有元件左右對齊
