Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

source: Book tweak updated, applying…
bg_bg: Настройката на книгата е обновена, прилага се…
he: הכוונת הספר עודכנה, מיישם אותה…
vi: Đã cập nhật cài đặt riêng cho sách, đang áp dụng…
zh_tw: 書籍調整已更新，正在套用…

source: Book tweak saved (not enabled).
bg_bg: Настройката на книгата е запазена (не е включена).
he: הכוונת הספר נשמרה (לא מופעלת).
vi: Đã lưu cài đặt riêng của sách (chưa bật).
zh_tw: 書籍調整已儲存（未啟用）。

source: Book map
bg_bg: Карта на книгата
he: מפת ספר
vi: Bản đồ sách
zh_tw: 書籍地圖

source: Page browser
bg_bg: Преглед на страници
he: דפדפן עמודים
vi: Trình duyệt trang
zh_tw: 頁面瀏覽器

source: Table of contents
bg_bg: Съдържание
he: תוכן העניינים
sv: Innehållsförteckning
vi: Mục lục
zh_tw: 書籍目錄

source: No results in table of contents
bg_bg: Няма резултати в съдържанието
he: אין תוצאות בתוכן העניינים
vi: Không có kết quả trong mục lục
zh_tw: 目錄中無符合結果

source: Alternative table of contents
bg_bg: Алтернативно съдържание
he: תוכן העניינים חלופי
vi: Mục lục thay thế
zh_tw: 替代目錄

source: An alternative table of contents can be built from document headings <H1> to <H6>. If the document contains no headings, or all are ignored, the alternative ToC will be built from document fragments and will point to the start of each individual HTML file in the EPUB. Some of the headings can be ignored, and hints can be set to other non-heading elements in a user style tweak, so they can be used as ToC items. See Style tweaks → Miscellaneous → Alternative ToC hints.
bg_bg: Алтернативно съдържание може да бъде изградено от заглавия на документи от <h1> до <h6>. Ако документът не съдържа заглавия или всички са пренебрегнати, алтернативното съдържание ще бъде изградено от фрагменти на документа и ще сочи началото на всеки отделен HTML файл в EPUB. Някои от заглавията могат да бъдат пренебрегнати, а подсказките могат да бъдат зададени на други елементи, които не са заглавия, в потребителска настройка на стила, така че да могат да бъдат използвани като елементи на ToC. Вижте Промени в стиловете → Други → Подсказки на алтернативното съдържание.
he: ניתן לבנות תוכן עניינים חלופי מכותרות פרק <H1> ל-<H6>. אם המסמך אינו מכיל כותרות, או אם מתעלמים מכולם, התוכן העניינים החלופי ייבנה מקטעי מסמך, ויצביע על תחילתו של כל קובץ HTML נפרד בתוך ה-EPUB. ניתן להתעלם מכותרות מסוימים, ולהגדיר רמזים לאלמנטים אחרים שאינם כותרות בהכוונות משתמש, כך שהם יוכלו לשמש כפריטים של תוכן העניינים. עיין תחת: כוונוני סגנון ← שונים ← רמזים חלופיים לתוכן העניינים.
vi: Một mục lục thay thế có thể được xây dựng từ các tiêu đề tài liệu <H1> đến <H6>. Nếu tài liệu không có tiêu đề nào hoặc tất cả đều bị bỏ qua, thì ToC thay thế sẽ được xây dựng từ các đoạn tài liệu và sẽ trỏ đến phần đầu của từng tệp HTML riêng lẻ trong EPUB. Một số tiêu đề có thể được bỏ qua và các gợi ý có thể được đặt thành các phần tử không phải tiêu đề khác trong một chỉnh sửa kiểu người dùng, vì vậy chúng có thể được sử dụng như các mục ToC. Xem phần Chỉnh sửa kiểu → Khác → Gợi ý ToC thay thế.
zh_tw: 替代目錄可由文件裡的標題 <H1> 至 <H6>產生。 如果文件中沒有標題，或是標題全數被忽略， 那麼替代目錄將從文件片段產生，並會指向 EPUB 裡每一個 HTML 檔案的開頭。 有些標題可以被忽略，透過使用者樣式調整方式，可設定以非標題性元素做為目錄提示，如此它們就可用來產生書籍目錄。 請參閱「樣式表調整」 → 「雜項」 → 「替代性目錄提示」。

source: To use the alternative ToC, disable your custom table of contents first.
bg_bg: За да използвате алтернативно съдържание е необходимо да изключите потребителското съдържание.
he: כדי להשתמש בתוכן העניינים החלופי, יש להשבית את תוכן העניינים המותאם שלך תחילה.
vi: Để sử dụng Mục lục thay thế, vui lòng tắt mục lục tùy chỉnh của bạn trước.
zh_tw: 若要使用替代目錄，請先停用自訂目錄。

source: The table of contents for this book is currently an alternative one built from the document headings. Do you want to get back the original table of contents? (The book will be reloaded.)
bg_bg: Съдържанието на тази книга в момента е алтернативно и е съставено от заглавията на документите. Желаете ли да върнете оригиналното съдържание? (Книгата ще бъде заредена отново.)
he: תוכן העניינים של ספר זה הוא כרגע חלופה מיוצרת מכותרות המסמך. האם אתה רוצה להחזיר את תוכן העניינים המקורי? (הספר יוטען מחדש.)
vi: Mục lục của cuốn sách này hiện là một mục lục thay thế được xây dựng từ các tiêu đề của tài liệu. Bạn có muốn lấy lại mục lục ban đầu không? (tải lại sách.)
zh_tw: 目前的書籍目錄是由文件標題產生的替代品。 您想要恢復到原本的目錄嗎？（這本書會被重新載入。）

source: Do you want to use an alternative table of contents built from the document headings?
bg_bg: Желаете ли да бъде използвано алтернативно съдържание, съставено от заглавията на документа?
he: האם ברצונך להשתמש בתוכן העניינים החלופי, הבנוי מכותרות המסמך?
vi: Sử dụng một mục lục thay thế được xây dựng từ các tiêu đề tài liệu?
zh_tw: 您想要使用由標題產生的替代性目錄嗎？

source: 1 entry at ToC depth %2
bg_bg: %1 елемент от съдържанието на дълбочина %2
he: ערך אחד בעומק %2 של תוכן העניינים
vi: Có mục tại cấp %2 của Mục lục
zh_tw: 目錄深度 %2 有 %1 個條目

source: Progress bars: 1 tick
bg_bg: Ленти за напредък: 1 деление
he: סרגלי התקדמות: שנתה אחת
vi: Thanh tiến trình: %1 bước
zh_tw: 進度列：%1 個標記

source: The progress bars in the footer and the skim dialog can become cramped when the table of contents is complex. This allows you to restrict the number of tick marks.
bg_bg: Ако съдържанието е сложно лентите за напредък в долния колонтитул и прозореца за бърз преглед могат да се препълнят. Тази настройка ви дава възможност да ограничите броя на деленията.
he: פסי ההתקדמות בתחתית העמוד ובחלונית הרפרוף עלולים להיות צפופים כאשר תוכן העניינים מורכב. הגדרה זו מאפשרת לך להגביל את מספר הסימונים.
vi: Các thanh tiến trình ở chân trang và trong hộp thoại lướt nhanh có thể trở nên chật chội khi mục lục quá phức tạp. Tùy chọn này cho phép bạn giới hạn số lượng vạch đánh dấu.
zh_tw: 當目錄複雜時，頁尾和快覽對話框中的進度列會較為狹窄。此選項能限制標記的數量。

source: Bind chapter navigation to ticks
bg_bg: Обвързване на придвижването по глави с деления
he: אגד ניווט פרקים לסימני הפרדה בסרגל
vi: Liên kết điều hướng chương với vạch đánh dấu
zh_tw: 將章節導覽綁定至進度條刻度

source: Entries from ToC levels that are ignored in the progress bars will still be used for chapter navigation and 'page/time left until next chapter' in the footer. Enabling this option will restrict chapter navigation to progress bar ticks.
bg_bg: Записите от различните нива на съдържанието, пренебрегнати в лентите за напредък все пак ще бъдат използвани за придвижване по главите, както и за „страници/време до завършване на главата“ в долния колонтитул. Включването на настройката ще ограничи придвижването по главите единствено до деленията на лентата за напредък.
he: ערכים מרמות תוכן שמתעלמים מהם בסרגלי ההתקדמות עדיין ישמשו לניווט פרקים ול-"עמודים/זמן שנותר עד לפרק הבא" בסרגל התחתון. הפעלת אפשרות זו תגביל את ניווט הפרקים לסימני סרגל התקדמות.
vi: Các mục từ các cấp của Mục lục (ToC) bị bỏ qua trong thanh tiến trình vẫn sẽ được dùng cho điều hướng chương và hiển thị 'số trang/thời gian còn lại đến chương tiếp theo' ở chân trang. Bật tùy chọn này sẽ giới hạn việc điều hướng chương theo các vạch đánh dấu trên thanh tiến trình.
zh_tw: 進度條中被忽略的目錄層級項目， 仍會用於章節導覽與頁尾的「距離下一章的頁數／時間」顯示。 啟用此選項後，章節導覽將僅依據進度條的刻度進行。

source: Chapter titles from ticks only
bg_bg: Заглавия на главите от деленията
he: כותרות של הפרקים המסומנים בסרגל בלבד
vi: Chỉ hiển thị tiêu đề chương theo vạch đánh dấu
zh_tw: 僅使用進度條刻度作為章節標題來源

source: Entries from ToC levels that are ignored in the progress bars will still be used for displaying the title of the current chapter in the footer and in bookmarks. Enabling this option will restrict display to the chapter titles of progress bar ticks.
bg_bg: Записите от различните нива на съдържанието, пренебрегнати в лентите за напредък все пак ще бъдат използвани за показване на заглавието на текущата глава в долния колонтитул и в отметките. Включването на настройката ще ограничи заглавията на главите единствено до присъстващите като деления на лентата за напредък.
he: ערכים מרמות תוכן העניינים שמתעלמים מהם בסרגלי ההתקדמות עדיין ישמשו להצגת כותרת הפרק הנוכחי בכותרת התחתונה ובסימניות. הפעלת אפשרות זו תגביל את התצוגה לכותרות הפרקים של סימני סרגל התקדמות.
vi: Các mục từ các cấp của Mục lục (ToC) bị bỏ qua trong thanh tiến trình vẫn sẽ được dùng để hiển thị tiêu đề chương hiện tại ở chân trang và trong dấu trang. Bật tùy chọn này sẽ giới hạn việc hiển thị chỉ theo tiêu đề chương từ các vạch đánh dấu trên thanh tiến trình.
zh_tw: 在進度條中被忽略的目錄層級項目， 仍會用於頁尾顯示目前章節標題，以及書籤中的章節名稱。 啟用此選項後，顯示將僅限於進度條刻度所對應的章節標題。

source: ToC entries per page
bg_bg: Брой елементи от съдържанието на страница
he: ערכי תוכן העניינים בעמוד
vi: Mục lục mỗi trang
zh_tw: 每頁的目錄項目數

source: ToC entry font size
bg_bg: Размер на шрифт на съдържанието
he: גודל הגופן של ערכי תוכן העניינים
vi: Cỡ chữ cho các mục trong Mục lục
zh_tw: 目錄項目字型大小

source: Show chapter length
bg_bg: Показване дължината на главите
he: להציג אורך הפרק
vi: Hiển thị độ dài chương
zh_tw: 顯示章節長度

source: Dot leaders
bg_bg: Водещи точки
he: נקודות פותחות
vi: Dấu chấm dẫn
zh_tw: 點引線（Dot leaders）

# CSS
source: Style
bg_bg: Стилове
he: סגנון
vi: Kiểu trình bày
zh_tw: 樣式

source: Enabled embedded styles.
bg_bg: Вградените стилове са включени.
he: הופעלו סגנונות מוטמעים.
vi: Bật các kiểu trình bày nhúng trong tài liệu.
zh_tw: 已啟用嵌入的樣式。

source: Disabled embedded styles.
bg_bg: Вградените стилове са изключени.
he: הושבתו סגנונות מוטמעים.
vi: Tắt các kiểu trình bày nhúng trong tài liệu.
zh_tw: 已停用嵌入的樣式。

source: Enabled embedded fonts.
bg_bg: Вградените шрифтове са включени.
he: הופעלו גופנים מוטמעים.
vi: Bật các phông chữ nhúng trong tài liệu.
zh_tw: 已啟用嵌入的字型。

source: Disabled embedded fonts.
bg_bg: Вградените шрифтове са изключени.
he: הושבתו גופנים מוטמעים.
vi: Tắt các phông chữ nhúng trong tài liệu.
zh_tw: 已停用嵌入的字型。

source: Image scaling set to: %1
bg_bg: Мащабирането на изображението е зададено на: %1
he: קנה המידה של תמונות הוגדר ל־%1
vi: Chế độ thu phóng hình ảnh: %1
zh_tw: 圖片縮放已設為：%1%

source: Render mode set to: %1
bg_bg: Режим на изобразяване, зададен на: %1
he: מצב עיבוד מוגדר ל־%1
vi: Chế độ hiển thị được đặt thành: %1
zh_tw: 繪製模式已設為：%1

source: Zoom set to: %1
bg_bg: Мащабът е зададен на: %1
he: התקריב מוגדר ל־%1
vi: Mức thu phóng: %1
zh_tw: 縮放已設為：%1

source: This sets an empty User-Agent stylesheet, and expects the document stylesheet to style everything (which publishers probably don't). This is mostly only interesting for testing.
bg_bg: Настройката задава празен стилов лист на потребителския агент като се очаква стиловият лист на документа да оформи всичко (което издателите вероятно не правят). В повечето случаи това е интересно само за изпитания.
he: האפשרות הזאת מגדירה גיליון סגנון ייעודי ל־User-Agent (סוכן משתמש) ומצפה שמסמך גיליון הסגנון יהיה הבלעדי (מה שמפיצים בדרך כלל לא מניחים). זאת אפשרות שמעניינת בעיקר לצורכי בדיקות.
vi: Thiết lập một stylesheet User-Agent rỗng và mong đợi stylesheet của tài liệu định dạng toàn bộ nội dung (mà hầu hết nhà xuất bản có lẽ không làm). Tùy chọn này chủ yếu chỉ hữu ích cho việc thử nghiệm.
zh_tw: 這會設定一個空的 User-Agent 樣式表， 並假設文件樣式表會負責所有樣式設定（但出版商通常不會這麼做）。 這主要只對測試用途有意義。

source: Auto
bg_bg: Автоматично
he: אוטומטי
sv: Automatisk
vi: Tự động
zh_tw: 自動

source: This selects the default and preferred stylesheet for the document type.
bg_bg: Настройката задава подразбираните стилове и стиловете за конкретния вид документ.
he: בוחר את גיליונות סגנונות ברירת המחדל והמועדף לסוג המסמך.
vi: Chọn stylesheet mặc định và ưu tiên cho loại tài liệu.
zh_tw: 這會選取該文件類型的預設與偏好樣式表。

source: Traditional book look (epub.css)
bg_bg: Традиционен изглед на книгата (epub.css)
he: מראה מסורתי של ספר(epub.css)
vi: Kiểu trình bày sách truyền thống (epub.css)
zh_tw: 傳統書籍風格（epub.css）

source: This is our book look-alike stylesheet: it extends the HTML standard stylesheet with styles aimed at making HTML content look more like a paper book (with justified text and indentation on paragraphs) than like a web page. It is perfect for unstyled books, and might make styled books more readable. It may cause some small issues on some books (miscentered titles, headings or separators, or unexpected text indentation), as publishers don't expect to have our added styles at play and need to reset them; try switching to html5.css when you notice such issues.
bg_bg: Набор от стилове, наподобяващ хартиена книга: разширява стандартния набор от стилове на HTML с такива, с които написаното на HTML прилича повече на хартиена книга (с подравнен текст и отстъп на абзаците), отколкото на страница в интернет. Той е идеален за нестилизирани книги като може да направи стилизираните книги по-четливи. Възможно е да предизвика дребни проблеми при някои книги (неправилно центрирани заглавия, разделители или необикновен отстъп на текста); ако забележите подобни проблеми, използвайте файла html5.css.
he: זהו הגיליון סיגנונים שלנו דמוי מראה ספר: הוא מרחיב את גיליון ה-HTML סטנדרטי עם סגנונות שנועדו להפוך תוכן HTML ליותר דומה לספר נייר (עם טקסט מיושר והזחה של פסקאות) מאשר לדף אינטרנט. זה מושלם עבור ספרים בלי סגנון, והוא עשוי להפוך ספרים ליותר קריאים. זה יכול לגרום לכמה בעיות קטנות בספרים מסוימים (כותרות, ראשי פרקים ומפרידי פסקאות לא מרוכזים, או הזחת טקסט בלתי צפויה), בגלל שמוציאים לאור לא מצפים שהסגנונות הנוספים כמו שלנו יתפקדו, וצריכים לעקוף אותם; אפשר לנסות לעבור ל-html5.css אם מבחינים בעיות כאלה.
vi: Đây là stylesheet mô phỏng giao diện sách: nó mở rộng stylesheet chuẩn của HTML với các kiểu trình bày nhằm làm cho nội dung HTML trông giống sách giấy hơn (với văn bản canh đều và thụt đầu dòng đoạn văn) thay vì giống một trang web. Nó rất phù hợp cho các sách chưa có định dạng, và có thể giúp các sách đã được định dạng dễ đọc hơn. Tuy nhiên, nó có thể gây ra một số vấn đề nhỏ trên một số sách (tiêu đề, đề mục hoặc dấu phân cách bị lệch, hoặc đoạn văn bị thụt lề bất ngờ), vì nhà xuất bản thường không dự đoán sự xuất hiện của các kiểu bổ sung này và cần phải đặt lại chúng; hãy thử chuyển sang **html5.css** khi bạn gặp những vấn đề như vậy.
zh_tw: 這是我們模擬書籍風格的樣式表： 它在 HTML 標準樣式表的基礎上擴充， 使 HTML 內容看起來更像紙本書（例如段落左右對齊與縮排）， 而不是像網頁。 非常適合未設計樣式的書籍， 也可能讓已有樣式的書籍更易閱讀。 不過，它可能會在某些書籍中造成些微問題 （例如標題、分隔線未置中，或文字縮排異常）， 因為出版商通常不會預期我們額外加入的樣式， 因此需要自行重設。當你發現這類問題時，請嘗試切換至 html5.css。

source: HTML Standard rendering (html5.css)
bg_bg: Стандартен изглед на HTML (html5.css)
he: תיצוג HTML תקני (html5.css)
vi: Chế độ hiển thị chuẩn HTML (html5.css)
zh_tw: HTML 標準渲染（html5.css）

source: This stylesheet conforms to the HTML Standard rendering suggestions (with a few limitations), similar to what most web browsers use. As most publishers nowadays make and test their book with tools based on web browser engines, it is the stylesheet to use to see a book as these publishers intended. On unstyled books though, it may give them the look of a web page (left aligned paragraphs without indentation and with spacing between them); try switching to epub.css when that happens.
bg_bg: Набор от стилове, отговарящ на предложенията за изобразяване на стандарта HTML (с няколко ограничения), подобно на това, което използват повечето браузъри. В днешно време повечето издатели създават и проверяват книгите си с инструменти, базирани на браузъри, това е стиловият лист, който трябва да бъде използван, за да видите книгата така, както издателите възнамеряват. При нестилизирани книги обаче той може да им придаде вид на уеб страница (ляво подравнени параграфи без отстъп и с интервали между тях); ако забележите подобни проблеми, използвайте файла epub.css.
he: גיליון סגנון זה עונה על הצעות עיבוד HTML התקניות (למעט מספר מגבלות), בדומה לתקן בו משתמשים הדפדפנים. כיוון שרוב המפיצים כיום מייצרים ובודקים את הספרים עם כלים שמבוססים על מנועי דפדפנים, זה גיליון הסגנון לשימוש כדי לראות ספרים כמו שהתכוונו המפיצים. בספרים ללא עיצוב, הוא יכול לתת להם מראה של אתר אינטרנט (פסקאות מיושרות לשמאל או לימין בהתאם לשפה בלי הזחות ורווחים ביניהן), כדאי לנסות לעבור ל־epub.css כשקורה מצב כזה.
vi: Stylesheet này tuân theo các gợi ý kết xuất chuẩn HTML (với một vài hạn chế), tương tự như cách hầu hết các trình duyệt web sử dụng. Vì hiện nay đa số nhà xuất bản tạo và kiểm thử sách của họ bằng các công cụ dựa trên trình duyệt web, đây là stylesheet nên dùng để xem sách theo đúng ý định của nhà xuất bản. Tuy nhiên, với các sách chưa có định dạng, nó có thể khiến chúng trông giống một trang web (đoạn văn canh trái, không thụt đầu dòng và có khoảng cách giữa các đoạn); hãy thử chuyển sang **epub.css** khi gặp tình huống này.
zh_tw: 這份樣式表遵循 HTML 標準的渲染建議（但有些限制）， 類似於大多數網頁瀏覽器所使用的樣式。 由於現今多數出版商使用基於瀏覽器引擎的工具來製作與測試書籍， 這是用來呈現書籍原始排版意圖的最佳樣式表。 但對於未設計樣式的書籍，它可能會呈現出網頁的外觀 （例如段落左對齊、無縮排、段落間有間距）； 當出現這種情況時，請嘗試切換至 epub.css。

source: This stylesheet is to be used only with FB2 and FB3 documents, which are not classic HTML, and need some specific styling. (FictionBook 2 & 3 are open XML-based e-book formats which originated and gained popularity in Russia.)
bg_bg: Набор от стилове, използван само с документи във формат FB2 и FB3, които не са класически HTML и имат нужда от специфично оформление. (FictionBook 2 и 3 са отворени формати за електронни книги, базирани на XML, които са създадени и популярни в Русия.)
he: יש להשתמש בגליון סגנון זה רק עם מסמכי FB2 ו־FB3, שאינם HTML קלאסי, וצריכים עיצוב מסוים. (FictionBook 2 ו־3 הם סוגי קבצים אלקטרוניים מבוססי XML שמקורם ברוסיה ושם גם זכו לתפוצה נרחבת.)
vi: Stylesheet này chỉ được dùng với các tài liệu FB2 và FB3, vốn không phải là HTML cổ điển và cần định dạng riêng. (FictionBook 2 & 3 là các định dạng sách điện tử mở dựa trên XML, xuất phát và phổ biến ở Nga.)
zh_tw: 這份樣式表僅適用於 FB2 與 FB3 文件， 它們並非典型的 HTML 格式， 因此需要特定的樣式處理。 （FictionBook 2 與 3 是開放的 XML 電子書格式， 起源並流行於俄羅斯。）

source: This stylesheet is obsolete: don't use it. It is kept solely to be able to open documents last read years ago and to migrate their highlights.
bg_bg: Този набор от стилове е остарял: не го използвайте. Запазен е единствено, за да може да бъдат оторени документи, прочетени преди години, и да бъде пренесен подчертаният текст.
he: גיליון סגנון זה הוא מיושן: לא להשתמש בו. הוא נשמר רק כדי שתהיה אפשרות לפתוח מסמכים שנקראו לאחרונה לפני שנים רבות וכדי להמיר את ההדגשות שלהם.
vi: Stylesheet này đã lỗi thời: không nên sử dụng. Nó chỉ được giữ lại để có thể mở các tài liệu đã đọc từ nhiều năm trước và để di chuyển các ghi chú nổi bật.
zh_tw: 這份樣式表已經過時：請勿使用。 保留它的唯一目的，是為了能開啟多年前閱讀過的文件， 並遷移其中的標註內容。

source: This is a user added stylesheet.
bg_bg: Стилов лист, добавен от потребителя.
he: זה גיליון סגנון שנוסף על ידי משתמש.
vi: Đây là stylesheet do người dùng thêm vào.
zh_tw: 這是使用者自行新增的樣式表。

source: Obsolete
bg_bg: Остаряло
he: מיושן
sv: Föråldrad
vi: Lỗi thời
zh_tw: 過時

source: Obsolete (%1)
bg_bg: Остаряло (%1)
he: מיושן (%1)
sv: Föråldrad (%1)
vi: Lỗi thời (%1)
zh_tw: 過時 (%1)

source: Auto-detect TXT files layout
bg_bg: Определяне на съдържанието на TXT файлове
he: זיהוי אוטומטי עיצוב קבצי TXT
vi: Tự động phát hiện bố cục tệp TXT
zh_tw: 自動偵測 TXT 檔案的版面配置

source: Set default style for FB2 documents to %1?
bg_bg: Задаване на подразбирания стил за FB2 на „%1“?
he: להגדיר את סגנון ברירת המחדל של מסמכי FB2 לכדי %1?
vi: Đặt kiểu mặc định cho tài liệu FB2 thành %1?
zh_tw: 將 FB2 文件的預設樣式設為 %1？

source: Set default style to %1?
bg_bg: Задаване на подразбирания стил на „%1“?
he: להגדיר את סגנון ברירת המחדל ל-%1?
sv: Ange standardstil till %1?
vi: Đặt kiểu mặc định thành %1?
zh_tw: 要將預設樣式表設為 %1 嗎？

source: Margins set to: left: %1 right: %2 top: %3 bottom: %4 footer: %5 px Tap to dismiss.
bg_bg: Настройки на полето: отляво: %1 отдясно: %2 отгоре: %3 отдолу: %4 долен колонтитул: %5 px Докоснете за отказ.
he: השוליים הוגדרו ל־: שמאל: %1 ימין: %2 עליון: %3 תחתון: %4 תחתית העמוד: %5px לחיצה תסתיר.
vi: Căn lề được đặt thành: Lề trái: %1 Lề phải: %2 Lề trên: %3 Lề dưới: %4 Chân trang: %5 px Chạm để bỏ qua.
zh_tw: 邊界設定如下： 左：%1 右：%2 上：%3 下：%4 頁尾：%5 px 點擊以關閉。

source: Romanian
bg_bg: Румънски
he: רומנית
sv: Rumänska
vi: Tiếng Romania
zh_tw: 羅馬尼亞語

source: Ukrainian
bg_bg: Украински
he: אוקראינית
sv: Ukrainska
vi: Tiếng Ukraine
zh_tw: 烏克蘭語

source: Armenian
bg_bg: Арменски
he: ארמנית
sv: Armeniska
vi: Tiếng Armenia
zh_tw: 亞美尼亞語

source: Basque
bg_bg: Баски
he: בסקית
sv: Baskiska
vi: Tiếng Basque
zh_tw: 巴斯克語

source: Bulgarian
bg_bg: Български
he: בולגרית
sv: Bulgariska
vi: Tiếng Bulgaria
zh_tw: 保加利亞語

source: Catalan
bg_bg: Каталонски
he: קטלאנית
sv: Katalanska
vi: Tiếng Catalan
zh_tw: 加泰隆語

source: Chinese (Simplified)
bg_bg: Китайски (опростен)
he: סינית (מופשטת)
sv: Kinesiska (Förenklad)
vi: Tiếng Trung (Giản thể)
zh_tw: 中文 (簡體)

source: Chinese (Traditional)
bg_bg: Китайски (традиционен)
he: סינית (מסורתית)
sv: Kinesiska (Traditionell)
vi: Tiếng Trung (Phồn thể)
zh_tw: 中文 (繁體)

source: Croatian
bg_bg: Хърватски
he: קרואטית
sv: Kroatiska
vi: Tiếng Croatia
zh_tw: 克羅埃西亞語

source: Czech
bg_bg: Чешки
he: צ'כית
sv: Tjeckiska
vi: Tiếng Séc
zh_tw: 捷克語

source: Danish
bg_bg: Датски
he: דנית
sv: Danska
vi: Tiếng Đan Mạch
zh_tw: 丹麥語

source: Dutch
bg_bg: Нидерландски
he: הולנדית
sv: Nederländska
vi: Tiếng Hà Lan
zh_tw: 荷蘭語

source: English (UK)
bg_bg: Английски (Великобритания)
he: אנגלית (בריטניה)
vi: Tiếng Anh (Anh)
zh_tw: 英語（英國）

source: English (US)
bg_bg: Английски (САЩ)
he: אנגלית (ארה"ב)
vi: Tiếng Anh (Mỹ)
zh_tw: 英語（美國）

source: Esperanto
bg_bg: Есперанто
he: אספרנטו
vi: Tiếng Esperanto
zh_tw: 世界語

source: Estonian
bg_bg: Естонски
he: אסטונית
sv: Estniska
vi: Tiếng Estonia
zh_tw: 愛沙尼亞語

source: Finnish
bg_bg: Фински
he: פינית
sv: Finska
vi: Tiếng Phần Lan
zh_tw: 芬蘭語

source: French
bg_bg: Френски
he: צרפתית
sv: Franska
vi: Tiếng Pháp
zh_tw: 法語

source: Friulian
bg_bg: Фриулски
he: פריולית
vi: Tiếng Friuli
zh_tw: 佛里烏利語

source: Galician
bg_bg: Галисийски
he: גליציאנית
sv: Galiciska
vi: Tiếng Galicia
zh_tw: 加利西亞語

source: Georgian
bg_bg: Грузински
he: גרוזינית
sv: Georgiska
vi: Tiếng Gruzia
zh_tw: 喬治亞語

source: German
bg_bg: Немски
he: גרמנית
sv: Tyska
vi: Tiếng Đức
zh_tw: 德語

source: Greek
bg_bg: Гръцки
he: יוונית
sv: Grekiska
vi: Tiếng Hy Lạp
zh_tw: 希臘語

source: Hungarian
bg_bg: Унгарски
he: הונגרית
sv: Ungerska
vi: Tiếng Hungary
zh_tw: 匈牙利語

source: Icelandic
bg_bg: Исландски
he: איסלנדית
sv: Isländska
vi: Tiếng Iceland
zh_tw: 冰島語

source: Irish
bg_bg: Ирландски
he: אירית
sv: Irländska
vi: Tiếng Ireland
zh_tw: 愛爾蘭語

source: Italian
bg_bg: Италиански
he: איטלקית
sv: Italienska
vi: Tiếng Ý
zh_tw: 義大利語

source: Japanese
bg_bg: Японски
he: יפנית
sv: Japanska
vi: Tiếng Nhật
zh_tw: 日語

source: Korean
bg_bg: Корейски
he: קוריאנית
sv: Koreanska
vi: Tiếng Hàn
zh_tw: 韓語

source: Latin
bg_bg: Латински
he: לטינית
vi: Tiếng Latinh
zh_tw: 拉丁語

source: Latin (liturgical)
bg_bg: Латински (литургичен)
he: לטינית (ליטורגית)
vi: Tiếng Latinh (Phụng vụ)
zh_tw: 教會拉丁語

source: Latvian
bg_bg: Латвийски
he: לטווית
sv: Lettiska
vi: Tiếng Latvia
zh_tw: 拉脫維亞語

source: Lithuanian
bg_bg: Литовски
he: ליטאית
sv: Litauiska
vi: Tiếng Litva
zh_tw: 立陶宛語

source: Macedonian
bg_bg: Македонски
he: מקדונית
sv: Makedonska
vi: Tiếng Macedonia
zh_tw: 馬其頓語

source: Norwegian
bg_bg: Норвежки
he: נורווגית
sv: Norska
vi: Tiếng Na Uy
zh_tw: 挪威語

source: Occitan
bg_bg: Окситански
he: אוקסיטנית
vi: Tiếng Occitan
zh_tw: 奧克語

source: Polish
bg_bg: Полски
he: פולנית
sv: Polska
vi: Tiếng Ba Lan
zh_tw: 波蘭語

source: Piedmontese
bg_bg: Пиемонтски
he: פיימונטזית
vi: Tiếng Piemonte
zh_tw: 皮埃蒙特語

source: Portuguese
bg_bg: Португалски
he: פורטוגזית
sv: Portugisiska
vi: Tiếng Bồ Đào Nha
zh_tw: 葡萄牙語

source: Portuguese (BR)
bg_bg: Португалски (Бр)
he: פורטוגזית (BR)
vi: Tiếng Bồ Đào Nha (Brazil)
zh_tw: 葡萄牙語（巴西）

source: Romansh
bg_bg: Реторомански
he: רומאנש
vi: Tiếng Romansh
zh_tw: 羅曼什語

source: Russian
bg_bg: Руски
he: רוסית
sv: Ryska
vi: Tiếng Nga
zh_tw: 俄羅斯語

source: Russian + English (UK)
bg_bg: Руски + английски (Великобритания)
he: רוסית + אנגלית (בריטניה)
vi: Tiếng Nga + Tiếng Anh (Anh)
zh_tw: 俄羅斯語 + 英語（英國）

source: Russian + English (US)
bg_bg: Руски + английски (САЩ)
he: רוסית + אנגלית (ארה"ב)
vi: Tiếng Nga + Tiếng Anh (Mỹ)
zh_tw: 俄羅斯語 + 英語（美國）

source: Serbian
bg_bg: Сръбски
he: סרבית
sv: Serbiska
vi: Tiếng Serbia
zh_tw: 塞爾維亞語

source: Slovak
bg_bg: Словашки
he: סלובקית
sv: Slovakiska
vi: Tiếng Slovakia
zh_tw: 斯洛伐克語
