Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

source: Failed to start HTTP inspector on port %1.
bg_bg: Грешка при пускане на инспектора за HTTP на порт %1.
he: הפעלת מפקח HTTP על פורט %1 נכשלה.
vi: Không khởi động được trình kiểm tra HTTP trên cổng %1.
zh_tw: 無法在連接埠 %1 啟動 HTTP 檢視器。

source: KOReader HTTP inspector
bg_bg: Инспектор на HTTP за KOReader
he: חוקר ה־HTTP של KOReader
vi: Trình kiểm tra HTTP KOReader
zh_tw: KOReader HTTP 檢視器

source: Stop HTTP server
bg_bg: Спиране на сървъра на HTTP
he: עצירת שרת HTTP
vi: Dừng máy chủ HTTP
zh_tw: 停止 HTTP 伺服器

source: Start HTTP server
bg_bg: Пускане на сървъра на HTTP
he: הפעלת שרת HTTP
vi: Khởi động máy chủ HTTP
zh_tw: 啟動 HTTP 伺服器

source: Listening on port %1
bg_bg: Слушане на порт %1
he: האזנה בפִּתְחָה %1
vi: Đang lắng nghe trên cổng %1
zh_tw: 正在監聽連接埠 %1

source: Not running
bg_bg: Не работи
he: לא פעיל
vi: Không chạy
zh_tw: 未執行

source: Auto start HTTP server
bg_bg: Автом. стартиране на сървъра за HTTP
he: הפעלת שרת HTTP אוטומטית
vi: Tự động khởi động máy chủ HTTP
zh_tw: 自動啟動 HTTP 伺服器

source: Port: %1
bg_bg: Порт: %1
he: פִּתְחָה: %1
vi: Cổng: %1
zh_tw: 連接埠：%1

source: Set custom port
bg_bg: Потребителски порт
he: הגדרת פִּתְחָה מותאמת אישית
vi: Đặt cổng tùy chỉnh
zh_tw: 設定自訂連接埠

source: Port number (default is 8080)
bg_bg: Номер на порт (стандартен 8080)
he: מספר פִּתְחָה (ברירת המחדל היא 8080)
vi: Số cổng (mặc định là 8080)
zh_tw: 連接埠號碼（預設為 8080）

source: Japanese support
bg_bg: Поддръжка на японски език
he: תמיכה ביפנית
vi: Hỗ trợ tiếng Nhật
zh_tw: 日語支援

source: Japanese language support for KOReader, modeled after Yomichan. This plugin extends KOReader's built-in dictionary and selection system to support Yomichan-style deinflection and text scanning, allowing for one-tap searches of inflected verbs and multi-character words and phrases. As such, this plugin removes the need for synonym-based deinflection rules for StarDict-converted Japanese dictionaries. You must have at least one Japanese dictionary installed in order for this plugin to work smoothly with Japanese text.
bg_bg: Поддръжка на японски език за KOReader, по образец на Yomichan. Добавката разширява вградената система за речници и избиране на съдържание в KOReader, за да поддържа деинфлекция по образеца на Yomichan и сканиране на текст, което дава възможност за търсене с едно докосване и думи или фрази от няколко символа. Така добавката премахва необходимостта от правила за деинфлексия, базирани на синоними, за речници за японски език, във формата на StarDict. За да може добавката да работи гладко с японски текст е необходимо е да имате инсталиран поне един японски речник.
he: תמיכה בשפה היפנית עבור KOReader, שתוכננה לפי Yomichan. תוסף זה מרחיב את המילון המובנה של KOReader ואת מערכת הבחירה כדי לתמוך בהסרת נטיות בסגנון Yomichan וסריקה של טקסט, ומאפשר חיפושים בלחיצה אחת אחר פעלים מנופחים ומילים וביטויים מרובי תווים. ככזה, תוסף זה מסיר את הצורך בכללי פטרון בניינים מבוססי מילים נרדפות עבור מילונים יפניים שהומרו על-ידי StarDict. עליך להתקין לפחות מילון יפני אחד כדי שתוסף זה יפעל בצורה חלקה עם טקסט ביפנית.
vi: Hỗ trợ tiếng Nhật cho KOReader, mô phỏng theo Yomichan. Plugin này mở rộng hệ thống từ điển và lựa chọn tích hợp của KOReader để hỗ trợ tính năng khử biến cách và quét văn bản theo kiểu Yomichan, cho phép tìm kiếm động từ biến cách và các từ, cụm từ nhiều ký tự chỉ bằng một lần chạm. Nhờ đó, plugin này loại bỏ nhu cầu sử dụng các quy tắc khử biến cách dựa trên từ đồng nghĩa cho các từ điển tiếng Nhật được chuyển đổi sang StarDict. Bạn phải cài đặt ít nhất một từ điển tiếng Nhật để plugin này hoạt động trơn tru với văn bản tiếng Nhật.
zh_tw: 為 KOReader 提供日語支援，靈感源自 Yomichan。 此外掛擴充 KOReader 內建的字典與選字系統，支援 Yomichan 風格的去詞形變化與文字掃描，讓已變化的動詞、多字組詞與片語可一鍵查詢。因此，對於由 StarDict 轉換而來的日文詞典，無需再使用以同義詞為基礎的去詞形變化規則。 請至少安裝一部日文字典，才能在閱讀日文時獲得流暢體驗。

source: Halfwidth to fullwidth kana
bg_bg: Кана от половин към пълна ширина
he: קאנה בחצי רוחב לרוחב מלא
vi: Chuyển đổi Kana từ Halfwidth sang Fullwidth
zh_tw: 半寬轉全寬假名

source: Convert half-width katakana to full-width katakana (for instance, ｶﾀｶﾅ will be converted to カタカナ).
bg_bg: Преобразува катакана от половин ширина в катакана в цяла ширина (напр. ｶﾀｶﾅ ще бъде превърнато в カタカナ).
he: המרת קאטאקאנה בחצי רוחב לקאטאקאנה ברוחב מלא (לדוגמה, ｶﾀｶﾅ יומר ל־カタカナ).
vi: Chuyển đổi Katakana chiều rộng nửa sang Katakana chiều rộng đầy đủ (ví dụ, ｶﾀｶﾅ sẽ được chuyển thành カタカナ).
zh_tw: 將半寬片假名轉換為全寬片假名（例如將 ｶﾀｶﾅ 轉換為 カタカナ）。

source: Hiragana to katakana
bg_bg: Хирагана в катакана
he: היראגאנה לקאטאקאנה
vi: Chuyển đổi Hiragana sang Katakana
zh_tw: 平假名轉片假名

source: Convert hiragana to katakana (for instance, ひらがな will be converted to ヒラガナ).
bg_bg: Преобразува хирагана в катакана (напр. ひらがな ще бъде превърнато в ヒラガナ).
he: המרת היראגאנה לקאטאקאנה (לדוגמה, ひらがな יומר ל־ヒラガナ).
vi: Chuyển đổi hiragana sang katakana (ví dụ, hiragana sẽ được chuyển đổi thành hiragana).
zh_tw: 將平假名轉換為片假名（例如將 ひらがな 轉換為 ヒラガナ）。

source: Katakana to hiragana
bg_bg: Катакана в хирагана
he: קטאקאנה להיראגאנה
vi: Katakana sang hiragana
zh_tw: 片假名轉平假名

source: Convert katakana to hiragana (for instance, カタカナ will be converted to かたかな).
bg_bg: Преобразува катакана в хирагана (напр. カタカナ ще бъде превърнато в かたかな).
he: המרת קאטאקאנה להיראגאנה (לדוגמה, カタカナ יומר ל־かたかな).
vi: Chuyển đổi katakana sang hiragana (ví dụ, katakana sẽ được chuyển đổi thành katakana).
zh_tw: 將片假名轉為平假名（例如將 カタカナ 轉換為 かたかな）。

source: Collapse emphatic sequences
bg_bg: Обединяване на изразителни последователности
he: כיווץ רצפי הדגשה
vi: Thu gọn các chuỗi nhấn mạnh
zh_tw: 合併強調序列

source: Collapse any character sequences which are sometimes used as emphasis in speech (for instance, すっっごーーい will be converted to both すっごーい and すごい).
bg_bg: Обединяване на последователностите от знаци, често използвани като акцент в речта (напр. すっっごーーい ще бъде превърнато както в すっごーい, така и в すごい).
he: כיווץ כל רצף תווים שהוא המשמש לעתים כדגש בדיבור (לדוגמה: すっっごーーい יומר גם ל־すっごーい וגם ל־すごい).
vi: Thu gọn bất kỳ chuỗi ký tự nào đôi khi được dùng để nhấn mạnh trong lời nói (ví dụ, suggoi sẽ được chuyển thành cả suggoi và sugoi).
zh_tw: 將口語中用於強調的連續字元序列加以合併（例如「すっっごーーい」會同時轉換為「すっごーい」與「すごい」）。

source: Text conversions: none enabled
bg_bg: Преобразуване на текста: изключено
he: המרות טקסט: אף אחת לא פעילה
vi: Chuyển đổi văn bản: không được bật
zh_tw: 文字轉換：未啟用

source: Text conversions: %1 enabled
bg_bg: Преобразуване на текста: %1 включено
he: המרות טקסט: %1 מופעלת
vi: Chuyển đổi văn bản: %1 đã được bật
zh_tw: 文字轉換：已啟用 %1 項

source: Configure which text conversions to apply when trying to deinflect Japanese text. These primarily include conversions between different kinds of kana, in order to make sure that a word written using different kana to your installed dictionaries can still be looked up. Not every conversion will be applied at once. Instead, all possible combinations of enabled conversions will be attempted in order to maximise the chance of at least one conversion matching the form used in the dictionary.
bg_bg: Настройте кои преобразувания на текст да се прилагат при опит за деинфлекция на японски текст. Те включват основно преобразувания между различни видове кана, за да се гарантира, че дума, написана с различна кана спрямо тези в инсталираните речници, може все пак да бъде намерена. Не всяко преобразуване ще бъде прилагано едновременно. Вместо това, ще бъдат изпробвани всички възможни комбинации от включените преобразувания, за да бъде увеличен шансът най-малко едно преобразуване да съвпадне с формата, използвана в речника.
he: הגדרת אילו המרות טקסט להחיל בעת ניסיון לפטור את בניין הטקסט יפני. אלה כוללים בעיקר המרות בין סוגים שונים של קאנה, על מנת לוודא שאפשר עדיין לחפש מילה שנכתבה באמצעות קאנה שונה למילונים שמותקנים אצלך. לא כל ההמרות תחולנה בבת אחת. במקום זאת, כל הצירופים האפשריים של המרות פעילות ינוסו על מנת לשפר את הסיכוי שלפחות המרה אחת תתאים לצורה המצויה במילון.
vi: Cấu hình các chuyển đổi văn bản cần áp dụng khi cố gắng khử biến tố văn bản tiếng Nhật. Các chuyển đổi này chủ yếu bao gồm các chuyển đổi giữa các loại kana khác nhau, nhằm đảm bảo rằng một từ được viết bằng kana khác với các từ điển đã cài đặt của bạn vẫn có thể được tra cứu. Không phải mọi chuyển đổi sẽ được áp dụng cùng một lúc. Thay vào đó, tất cả các kết hợp chuyển đổi được bật sẽ được thử để tối đa hóa khả năng có ít nhất một chuyển đổi khớp với dạng được sử dụng trong từ điển.
zh_tw: 設定在對日文進行去詞形變化時要套用哪些文字轉換。這些轉換主要涵蓋不同類型假名之間的相互轉換，以確保即使書寫所用的假名類型與已安裝字典不一致，也能順利查詢。 不會一次套用所有轉換；系統會嘗試所有已啟用轉換的可能組合，以最大化與字典詞形相符的機會。

source: Deinflector information
bg_bg: Информация за деинфлекси
he: מידע על פוטר בנייני מילה
vi: Thông tin về công cụ phân tích từ gốc (Deinflector)
zh_tw: 詞形還原器資訊

source: %1 rule
bg_bg: %1 правило
he: כלל %1
vi: %1 quy tắc
zh_tw: %1 條規則

source: %1 variant
bg_bg: 1 вариант
he: גרסה %1
vi: %1 biến thể
zh_tw: %1 個變體

source: Deinflector has %1 and %2 loaded.
bg_bg: В деинфлектора са заредени %1 и %2.
he: פוטר הבניינים טען את %1 ואת %2.
vi: Deinflector đã tải %1 và %2.
zh_tw: 詞形還原器已載入 %1 與 %2。

source: Text scan length: %1 character
bg_bg: Дължина на обходения текст: %1 знак
he: אורך סריקת הטקסט: תו %1
vi: Độ dài quét văn bản: %1 ký tự
zh_tw: 文字掃描長度：%1 個字元

source: Number of characters to look ahead when trying to expand tap-and-hold word selection in documents.
bg_bg: Брой знаци, които да бъдат предварително прегледани при опит за разширяване на избора на думи чрез задържане в документа.
he: מספר התווים שצריך להסתכל קדימה בעת ניסיון להרחיב את בחירת המילים בנגיעה והחזקה על מסמכים.
vi: Số lượng ký tự cần xem trước khi cố gắng mở rộng phạm vi lựa chọn từ bằng cách chạm và giữ trong tài liệu.
zh_tw: 在文件中長按選字時，向前擴展所要預覽的字元數。

source: Text scan length
bg_bg: Дължина на обходения текст
he: אורך סריקת הטקסט
vi: Độ dài quét văn bản
zh_tw: 文字掃描長度

source: The maximum number of characters to look ahead when trying to expand tap-and-hold word selection in documents. Larger values allow longer phrases to be selected automatically, but with the trade-off that selections may become slower. Default value: %1
bg_bg: Максимален брой знаци, които да бъдат предварително прегледани при опит за разширяване на избора на думи чрез задържане в документа. По-големите стойности дават възможност за автоматичен избор на по-дълги фрази, но може да доведе до по-бавно избиране. По подразбиране: %1
he: המספר המרבי של תווים שיש להסתכל קדימה בעת ניסיון להרחיב את בחירת המילים בהקש והחזק במסמכים. ערכים גדולים יותר מאפשרים בחירה אוטומטית של צירופי מילים ארוכים יותר, אך מצד שני הבחירות עשויות להפוך לאיטיות יותר. ערך ברירת המחדל: %1
vi: Số ký tự tối đa có thể nhìn về phía trước khi cố gắng mở rộng phạm vi lựa chọn từ bằng cách chạm và giữ trong tài liệu. Giá trị lớn hơn cho phép tự động chọn các cụm từ dài hơn, nhưng bù lại, tốc độ lựa chọn có thể chậm hơn. Giá trị mặc định: %1
zh_tw: 在文件中長按選字時，嘗試擴展選取範圍所能向前預覽的最大字元數。 數值愈大，可自動選取的片語愈長，但選取速度可能變慢。 預設值：%1

source: Set scan length
bg_bg: Запазване
he: הגדרת אורך הסריקה
vi: Đặt độ dài quét
zh_tw: 設定掃描長度

source: Keep alive
bg_bg: Поддържане в работен режим
he: להשאיר בחיים
sv: Behåll igång
vi: Giữ màn hình bật
zh_tw: 清醒模式

source: Keeps the device awake to prevent automatic Wi-Fi disconnects.
bg_bg: Добавката възпрепятства устройството от влизане в режим на сън, за да попречи на изключване на безжичната връзка.
he: השאר את המכשיר ער כדי למנוע ניתוקים אוטומטיים של Wi-Fi.
sv: Håller enheten vaken för att förhindra automatiska Wi-Fi-frånkopplingar.
vi: Giữ thiết bị luôn bật, tránh tự động ngắt Wi-fi.
zh_tw: 確保裝置維持清醒以避免 Wi-Fi 斷線。

source: The system won't sleep while this message is showing. Press "Stay alive" if you prefer to keep the system on even after closing this notification. *This will drain the battery*. If KOReader terminates before "Close" is pressed, please start and close the KeepAlive plugin again to ensure settings are reset.
bg_bg: Системата няма да влезе в режим на сън, докато това съобщение е на екрана. Натиснете „Оставане будно“, ако предпочитате системата да остане включена, дори след затваряне на известието. *Ще черпи ток от батерията*. Ако KOReader затвори неочаквано, преди да докоснете бутона „Затваряне“, стартирайте и затворете отново добавката, за да се уверите, че настройките са нуларини.
he: המערכת לא תישן בזמן שההודעה הזו מוצגת. לחץ על "הישאר בחיים" אם אתה מעדיף להשאיר את המערכת פעילה גם לאחר סגירת ההודעה הזו. *זה ירוקן את הסוללה*. אם KOReader מסתיים לפני הלחיצה על "סגור", התחל וסגור את תוסף KeepAlive שוב כדי לוודא שההגדרות מתאפסות.
sv: Systemet kommer inte att somna medan detta meddelande visas. Tryck på "Behåll igång" om du föredrar att hålla systemet på även efter stängning av denna notering. *Det kommer att tömma batteriet.* Om KOReaderdog innan "Stäng" valts, starta och stäng insticksmodulen Keepalive igen för att säkerställa att inställningarna är återställda.
vi: Hệ thống sẽ không ở chế độ ngủ khi thông báo này hiển thị. Nhấn "Giữ trạng thái hoạt động" nếu bạn muốn giữ hệ thống hoạt động ngay cả sau khi đóng thông báo này. *Điều này sẽ làm hao pin*. Nếu KOReader kết thúc trước khi nhấn "Đóng", vui lòng khởi động lại và đóng plugin KeepAlive để đảm bảo cài đặt được đặt lại.
zh_tw: 當這條訊息出現在螢幕上時，系統將不會休眠。 若希望在關閉此通知後仍保持裝置清醒，請點選「維持清醒模式」。*這會持續消耗電力*。 如果 KOReader 在您按下「關閉」之前就結束，請重新啟動並關閉「清醒模式」外掛，以確保設定被重置。

source: Stay alive
bg_bg: Оставане будно
he: הישאר בחיים
sv: Behåll igång
vi: Luôn bật
zh_tw: 維持清醒模式

source: This is a dummy implementation of 'disable' function.
bg_bg: Това е фиктивна реализация на функцията „disable“.
he: זהו יישום דמה של פונקציית 'השבת'.
sv: Detta är ett attrappgenomförande av funktionen "inaktivera".
vi: Đây là bản triển khai giả định của chức năng 'disable'.
zh_tw: 這是個「停用」功能的空實作。

source: This is a dummy implementation of 'enable' function.
bg_bg: Това е фиктивна реализация на функцията „enable“.
he: זהו יישום דמה של פונקציית 'הפעל'.
sv: Detta är ett attrappgenomförande av funktionen "aktivera".
vi: Đây là một triển khai giả định của chức năng 'enable'.
zh_tw: 這是「啟用」功能的空實作。

source: Progress sync
bg_bg: Синхронизиране на напредъка в четенето
he: סנכרון התקדמות
sv: Framstegssynkronisering
vi: Đồng bộ tiến độ đọc
zh_tw: 進度同步

source: Synchronizes your reading progress to a server across your KOReader devices.
bg_bg: Синхронизира напредъка в четенето със сървър между устройствата, на които има инсталиран KOReader.
he: מסנכרן את תהליך הקריאה שלך לשרת בכל מכשירי ה-KOReader שלך.
vi: Đồng bộ hóa tiến trình đọc của bạn với máy chủ trên các thiết bị KOReader của bạn.
zh_tw: 在多部 KOReader 裝置間，透過伺服器同步您的閱讀進度。

source: Register/login to KOReader server
bg_bg: Регистриране/вход в сървър на KOReader
he: הירשם/התחבר לשרת KOReader
sv: Registera/logga in till KOReader-server
vi: Đăng kí/đăng nhập máy chủ KOReader
zh_tw: 註冊 / 登入到 KOReader 伺服器

source: Progress has been synchronized.
bg_bg: Напредъкът е синхронизиран.
he: ההתקדמות סונכרנה.
sv: Framsteg har synkroniserats.
vi: Đã đồng bộ tiến độ đọc.
zh_tw: 進度已同步。

source: Please register or login before using the progress synchronization feature.
bg_bg: Регистрирайте се или влезте, преди да използвате функцията за синхронизиране на напредъка в четенето.
he: אנא הירשם או התחבר לפני שתשתמש בתכונת סנכרון ההתקדמות.
sv: Registrera dig eller logga in innan du använder synkroniseringsfunktionen för framsteg.
vi: Cần đăng kí hoặc đăng nhập để sử dụng tính năng đồng bộ.
zh_tw: 使用進度同步功能前，請先註冊或登入。

source: Something went wrong when syncing progress, please check your network connection and try again later.
bg_bg: Грешка при синхронизацията на напредъка. Проверете мрежовата свързаност и опитайте отново.
he: משהו השתבש בעת סנכרון ההתקדמות, בדוק את חיבור הרשת שלך ונסה שוב מאוחר יותר.
sv: Något gick fel vid synkronisering av framsteg, kontrollera nätverksanslutningen och försök igen senare.
vi: Đã xảy ra sự cố khi đồng bộ, kiểm tra kết nối mạng và thử lại sau.
zh_tw: 同步進度時發生問題，請檢查網路連線後再試一次。

source: invalid username and password
bg_bg: грешно потребителско име и парола
he: שם משתמש וסיסמה לא חוקיים
vi: tên người dùng và mật khẩu không hợp lệ
zh_tw: 無效的使用者名稱與密碼

source: invalid username
bg_bg: грешно потребителско име
he: שם משתמש לא חוקי
vi: tên người dùng không hợp lệ
zh_tw: 無效的使用者名稱

source: Set auto progress sync
bg_bg: Автом. синхронизиране на прочетеното
vi: Đặt đồng bộ tiến trình tự động
zh_tw: 設定自動進度同步

source: Toggle auto progress sync
bg_bg: Превключване автом. синхр. на прочетеното
vi: Chuyển đổi đồng bộ tiến trình tự động
zh_tw: 切換自動進度同步

source: Push progress from this device
bg_bg: Изпращане на напредъка от устройството
he: דחף התקדמות ממכשיר זה
sv: Skicka framsteg från den här enheten
vi: Đẩy tiến độ đến thiết bị này
zh_tw: 從這臺裝置推送閱讀進度

source: Pull progress from other devices
bg_bg: Зареждане на напредъка от другите устройства
he: משוך התקדמות ממכשירים אחרים
sv: Hämta framsteg från andra enheter
vi: Kéo tiến độ từ thiết bị khác
zh_tw: 從其他裝置拉取閱讀進度

source: Custom sync server
bg_bg: Потребителски сървър за синхронизиране
he: שרת סינכרון מותאם אישית
sv: Anpassad synkroniseringsserver
vi: Máy chủ đồng bộ thủ công
zh_tw: 自訂同步伺服器

source: Custom progress sync server address
bg_bg: Адрес на потребителски сървър
he: כתובת שרת סינכרון התקדמות מותאמת אישית
sv: Anpassad synkroniseringsserveradress för framsteg
vi: Địa chỉ máy chủ đồng bộ hóa tiến độ thủ công
zh_tw: 自訂進度同步伺服器位址

source: Logout
bg_bg: Изход
he: התנתקות
sv: Logga ut
vi: Đăng xuất
zh_tw: 登出

source: Register
bg_bg: Регистриране
he: הירשם
sv: Registrera
vi: Đăng kí
zh_tw: 註冊

source: Login
bg_bg: Вход
he: התחברות
sv: Logga in
vi: Đăng nhập
zh_tw: 登入

source: Automatically keep documents in sync
bg_bg: Автом. синхронизиране на документите
he: תמיד לשמור על סנכרון המסמכים
vi: Tự động đồng bộ hóa tài liệu
zh_tw: 自動保持文件同步

source: This may lead to nagging about toggling WiFi on document close and suspend/resume, depending on the device's connectivity.
bg_bg: Може да напомня за необходимостта за включване на безжична връзка при затваряне на документа, при заспиване и събуждане в зависимост от свързаността на устройството.
he: עלול להוביל לנדנוד סביב החלפת מצב רשת אלחוטית בסגירה והמשך עיון במסמכים כתלות במצב הקישוריות של המכשיר.
vi: Điều này có thể dẫn đến việc phải loay hoay về việc bật/tắt WiFi khi đóng tài liệu và tạm dừng/tiếp tục, tùy thuộc vào khả năng kết nối của thiết bị.
zh_tw: 根據裝置的連線狀況，這可能會在關閉文件或裝置暫停/恢復時反覆提醒開啟 Wi-Fi。

source: Periodically sync every # pages (%1)
bg_bg: Синхронизиране на всеки # страници (%1)
he: לסנכרן מחזורית כל # עמודים (%1)
vi: Đồng bộ hóa định kỳ mỗi # trang (%1)
zh_tw: 每 # 頁定期同步（%1）

source: Unlike the automatic sync above, this will *not* attempt to setup a network connection, but instead relies on it being already up, and may trigger enough network activity to passively keep WiFi enabled!
bg_bg: За разлика от автоматичното синхронизиране, тази настройка *няма* да прави опит да създава мрежова връзка, а ще разчита не вече съществуваща и може да създаде достатъчно трафик, който да пасивно да поддържа безжичната връзка включена!
he: בניגוד לסנכרון האוטומטי שלהלן, הגדרה זו *לא* תנסה להגדיר חיבור לרשת אך במקום תסתמך על כך שכבר יש חיבור והיא עשויה לשדר מספיק תעבורה ברשת כדי לשמור על החיבור האלחוטי פעיל!
vi: Không giống như tính năng đồng bộ hóa tự động ở trên, tính năng này *không* cố gắng thiết lập kết nối mạng mà thay vào đó dựa vào việc kết nối mạng đã được thiết lập và có thể kích hoạt đủ hoạt động mạng để duy trì WiFi một cách thụ động!
zh_tw: 與上述自動同步不同，本選項*不會*嘗試建立網路連線，而是假設網路已連線；但其觸發的網路活動可能足以被動維持 Wi-Fi 處於啟用狀態！

source: This value determines how many page turns it takes to update book progress. If set to 0, updating progress based on page turns will be disabled.
bg_bg: Тази стойност определя на колко прелистени страници да бъде обновяван напредъка на книгата. Ако е зададено 0, обновяването на напредъка, основано на прелистени страници ще бъде изключено.
he: ערך זה קובע כמה העברות עמוד נדרשות על מנת לעדכן את ההתקדמות בספר. אם מוגדר כ־0, עדכון ההתקדמות על בסיס העברת עמודים יושבת.
vi: Giá trị này xác định số lần lật trang cần thiết để cập nhật tiến độ sách. Nếu đặt thành 0, việc cập nhật tiến độ dựa trên số lần lật trang sẽ bị vô hiệu hóa.
zh_tw: 這個值決定更新書籍進度需要翻多少頁。 如果設為 0，基於翻頁的進度更新會被停用。

source: Number of pages before update
bg_bg: Брой страници преди обновяване
he: מספר העמודים לפני העדכון
vi: Số trang trước khi cập nhật
zh_tw: 更新前的頁數

source: Sync behavior
bg_bg: Поведение при синхронизиране
he: התנהגות סנכרון
vi: Đồng bộ hành vi
zh_tw: 同步行為

source: Sync to a newer state (%1)
bg_bg: Синхронизиране до новото състояние (%1)
he: סנכרון למצב עדכני יותר (%1)
vi: Đồng bộ hóa với trạng thái mới hơn (%1)
zh_tw: 同步到較新的狀態（%1）

source: Silently
bg_bg: Беззвучно
he: בשקט
vi: Im lặng
zh_tw: 靜默執行

source: Sync to an older state (%1)
bg_bg: Синхронизиране до по-старо състояние (%1)
he: סנכרון למצב קודם (%1)
vi: Đồng bộ hóa với trạng thái cũ hơn (%1)
zh_tw: 同步到較舊的狀態（%1）

source: Push progress from this device now
bg_bg: Изпращане на напредъка от устройството
he: דחיפת התקדמות ממכשיר זה כעת
vi: Đẩy tiến trình từ thiết bị này ngay bây giờ
zh_tw: 立即從這臺裝置推送閱讀進度

source: Pull progress from other devices now
bg_bg: Получаване на напредъка от други устройства
he: משיכת התקדמות ממכשירים אחרים כעת
vi: Kéo tiến trình từ các thiết bị khác ngay bây giờ
zh_tw: 立即從其他裝置拉取閱讀進度

source: Document matching method
bg_bg: Метод на сравняване на документи
he: שיטת התאמת מסמכים
vi: Phương pháp đối chiếu tài liệu
zh_tw: 文件比對方式

source: Binary. Only identical files will be kept in sync.
bg_bg: Двоичен: синхронизиране на еднакви файлове.
he: בינרית: רק קבצים זהים יישארו מסונכרנים.
vi: Nhị phân. Chỉ những tệp giống hệt nhau mới được đồng bộ hóa.
zh_tw: 二進位：僅相同檔案才會保持同步。

source: Filename. Files with matching names will be kept in sync.
bg_bg: Име на файла: синхронизиране на файлове с еднакви имена.
he: שם קובץ. קבצים באותו השם תמיד יסונכרנו.
vi: Tên tệp. Các tệp có tên trùng khớp sẽ được đồng bộ hóa.
zh_tw: 檔名：相同名稱的檔案會保持同步。

source: Cannot login: %1
bg_bg: Грешка при вход: %1
he: לא ניתן להתחבר: %1
vi: Không thể đăng nhập: %1
zh_tw: 無法登入：%1

source: Logging in. Please wait…
bg_bg: Вписване. Изчакайте…
he: מתחבר. אנא המתן…
sv: Loggar in. Vänta…
vi: Đang đăng nhập. Xin chờ…
zh_tw: 登入中。請等待……

source: Cannot register: %1
bg_bg: Грешка при регистриране: %1
he: לא ניתן להירשם: %1
vi: Không thể đăng ký: %1
zh_tw: 無法註冊：%1

source: Registering. Please wait…
bg_bg: Регистриране. Изчакайте…
he: נרשם. המתן בבקשה…
sv: Registrerar. Vänta…
vi: Đang đăng kí. Xin chờ…
zh_tw: 正在註冊中。請等待……

source: An error occurred while registering:
bg_bg: Възникна грешка при регистриране:
he: אירעה שגיאה במהלך הרישום:
sv: Ett fel uppstod vid registrering:
vi: Đã có lỗi khi đang đăng ký:
zh_tw: 註冊時發生錯誤：

source: An unknown error occurred while registering.
bg_bg: Неочаквана грешка при регистриране.
he: אירעה שגיאה לא ידועה במהלך הרישום.
sv: Ett okänt fel uppstod under registrering.
vi: Có lỗi không xác định khi đăng kí.
zh_tw: 註冊時發生不明錯誤。

source: Registered to KOReader server.
bg_bg: Регистрирани сте в сървъра на KOReader.
he: רשום לשרת KOReader.
sv: Registrerad till KOReader-server.
vi: Đã đăng kí đến máy chủ KOReader.
zh_tw: 已註冊到 KOReader 伺服器。

source: Unknown server error
bg_bg: Неочаквана грешка в сървъра
he: שגיאת שרת לא ידועה
sv: Okänt serverfel
vi: Lỗi máy chủ không xác định
zh_tw: 未知伺服器錯誤

source: An error occurred while logging in:
bg_bg: Възникна грешка при влизане:
he: אירעה שגיאה בעת ההתחברות:
sv: Ett fel uppstod vid inloggning:
vi: Đã có lỗi khi đang đăng nhập:
zh_tw: 登入時發生錯誤：

source: An unknown error occurred while logging in.
bg_bg: Неочаквана грешка при вход.
he: אירעה שגיאה לא ידועה במהלך הכניסה.
sv: Ett okänt fel uppstod under inloggning.
vi: Có lỗi không xác định khi đăng nhập.
zh_tw: 登入時發生不明錯誤。

source: Logged in to KOReader server.
bg_bg: Вписани сте в сървъра на KOReader.
he: מחובר לשרת KOReader.
sv: Inloggad på KOReader-servern.
vi: Đã đăng nhập vào máy chủ KOReader.
zh_tw: 已登入 KOReader 伺服器。

source: Progress has been pushed.
bg_bg: Напредъкът е изпратен.
he: ההתקדמות נדחפה.
sv: Framsteg har skickats.
vi: Đã đẩy tiến độ.
zh_tw: 進度已被推送。
