Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

source: Edit Dropbox account
sv: Redigera Dropbox-konto

source: Add Dropbox account
sv: Lägg till Dropbox-konto

source: Type: %1 Name: %2 Email: %3 County: %4
sv: Typ: %1 Namn: %2 E-post: %3 Län: %4

source: No information available
sv: Ingen information tillgänglig

source: Start folder
sv: Startmapp

source: Directory:
sv: Katalog:

source: Authors:
sv: Författare:

source: No cover image available
sv: Ingen omslagsbild tillgänglig

source: Book description:
sv: Bokbeskrivning:

source: Found no files matching '%1'.
sv: Hittade inga filer som matchar "%1".

source: Search for books by filename
sv: Sök efter böcker med filnamn

source: Search Results
sv: Sök resultat

source: Purge .sdr
sv: Rensa .sdr

source: Purge .sdr to reset settings for this document? %1
sv: Rensa .sdr för att återställa inställningarna för det här dokumentet? %1

source: Are you sure that you want to delete this file?
sv: Är du säker på att du vill ta bort den här filen?

source: If you delete a file, it is permanently lost.
sv: Om du tar bort en fil, är det permanent.

source: Set as HOME directory
sv: Ställ in som HEM-katalog

source: Create new folder
sv: Skapa ny mapp

source: Go to HOME directory
sv: Gå till HEM-katalogen

source: Set '%1' as HOME directory?
sv: Ställ in "%1" som HEM-katalog?

source: Copied to: %1
sv: Kopierad till: %1

source: An error occurred while trying to copy %1
sv: Ett fel uppstod vid försökt att kopiera %1

source: Moved to: %1
sv: Flyttad till: %1

source: An error occurred while trying to move %1
sv: Ett fel uppstod vid försökt att flytta %1

source: The directory %1 already exists. Do you want to overwrite it?
sv: Katalogen %1 finns redan. Vill du skriva över den?

source: Folder created: %1
sv: Mapp skapad: %1

source: The folder has not been created.
sv: Mappen har inte skapats.

source: File %1 not found
sv: Fil %1 hittades inte

source: Deleted %1
sv: Borttagna %1

source: An error occurred while trying to delete %1
sv: Ett fel inträffade vid försök att bort %1

source: Renamed from %1 to %2
sv: Döpt om från %1 till %2

source: Failed to move history data of %1 to %2. The reading history may be lost.
sv: Misslyckades med att flytta historikdata från %1 till %2. Läsningshistoriken kan gå förlorad.

source: Failed to rename from %1 to %2
sv: Misslyckades med att byta namn från %1 till %2

source: filename
sv: filnamn

source: Sort by filename
sv: Sortera efter filnamn

source: name mixed
sv: blandade namn

source: Sort by name – mixed files and folders
sv: Sortera efter namn - blandade filer och mappar

source: date read
sv: datum läst

source: Sort by last read date
sv: Sortera efter sista läsningsdatum

source: date added
sv: datum tillagt

source: Sort by date added
sv: Sortera efter tilläggsdatum

source: Sort by date modified
sv: Sortera efter modifierad

source: Sort by size
sv: Sortera efter storlek

source: Sort by type
sv: Sortera efter typ

source: percent – unopened first
sv: procent - oöppnad först

source: Sort by percent – unopened first
sv: Sortera efter procent - oöppnad först

source: percent – unopened last
sv: procent - oöppnad sist

source: Sort by percent – unopened last
sv: Sortera efter procent - oöppnad sist

source: Sort by percent
sv: Sortera efter procent

source: Start with file browser
sv: Starta med filhanteraren

source: Start with history
sv: Starta med historik

source: Start with folder shortcuts
sv: Start med mappgenvägar

source: Start with last file
sv: Starta med senaste fil

source: Items
sv: Objekt

source: This sets the number of items per page in: - File browser and history in 'classic' display mode - File and directory selection - Table of contents - Bookmarks list
sv: Detta sätter antalet objekt per sida i: - Filhanterare och historik i ”klassiskt” visningsläge - Fil- och katalogval - Innehåll - Bokmärkslista

source: Maximum font size for item
sv: Maximal typsnittsstorlek för objekt

source: Screensaver
sv: Skärmsläckare

source: Clear readers' caches
sv: Rensa läsenhetens cache

source: Clear cache/ and cr3cache/ ?
sv: Rensa cache/ och cr3cache/ ?

source: Caches cleared. Please exit and restart KOReader.
sv: Cacharna rensade. Avsluta och starta om KOReader.

source: Find a file
sv: Hitta en fil

source: Are you sure you want to save the settings to "defaults.persistent.lua"?
sv: Är du säker på att du vill spara inställningarna till "defaults.persistent.lua"?

source: Add new folder shortcut
sv: Lägg till ny mappgenväg

source: my folder
sv: min mapp

source: Title for selected folder: %1
sv: Titel för vald mapp: %1

source: A shortcut to this folder already exists.
sv: En genväg till den här mappen finns redan.

source: Paste file
sv: Klistra in fil

source: Edit friendly name
sv: Redigera vänligt namn

source: Rename title for selected folder: %1
sv: Byt namn på titel för vald mapp: %1

source: Read later
sv: Läsa senare

source: Bookmark details
sv: Bokmärke detaljer

source: Rename this bookmark
sv: Byt namn på det här bokmärket

source: Remove this bookmark
sv: Ta bort detta bokmärke

source: Do you want remove this bookmark?
sv: Vill du ta bort det här bokmärket?

source: Rename bookmark
sv: Byt namn på bokmärke

source: The battery is getting low. %1% remaining.
sv: Batterinivån är låg %1% återstår.

source: Low battery alarm
sv: Alarm för låg batterinivå

source: Low battery threshold
sv: Tröskel för låg batterinivå

source: Set threshold
sv: Ställ in tröskel

source: Enter a word to look up
sv: Ange ett ord att slå upp

source: Dictionary lookup canceled.
sv: Ordboksuppslag avbruten.

source: No definition found.
sv: Ingen definition hittad.

source: %1 is now the default dictionary for this document.
sv: %1 är nu standardordboken för detta dokument.

source: Font size set to %1.
sv: Typsnittsstorlek inställt till %1.

source: Line spacing set to %1%.
sv: Radavstånd inställt till %1%.

source: Font gamma set to %1.
sv: Typsnittsgamma inställt till %1.

source: Redrawing with font %1.
sv: Rita om med typsnitt %1.

source: Would you like to generate an HTML document showing some sample text rendered with each available font?
sv: Skulle du vilja generera ett HTML-dokument som visar några exempeltexter renderade med varje tillgängligt typsnitt?

source: Document created as: %1 Would you like to read it now?
sv: Dokument skapat som: %1 Skulle du vilja läsa det nu?

source: Show all at once
sv: Visa alla på en gång

source: Reclaim bar height from bottom margin
sv: Ta tillbaka radhöjd från bottenmarginal

source: Battery status (%1)
sv: Batteristatus (%1)

source: Book time to read (%1)
sv: Tid att läsa bok (%1)

source: Chapter time to read (%1)
sv: Tid att läsa kapitel (%1)

source: Frontlight level (%1)
sv: Framlampans ljusnivå (%1)

source: Auto refresh time
sv: Automatisk uppdateringstid

source: Icons (%1)
sv: Ikoner (%1)

source: Letters (%1)
sv: Bokstäver (%1)

source: Time format
sv: Tidsformat

source: 24-hour (%1)
sv: 24-timmar (%1)

source: 12-hour (%1)
sv: 12-timmar (%1)

source: Classic (%1)
sv: Klassisk (%1)

source: Go to
sv: Gå till

source: Go to Page
sv: Gå till sida

source: Page
sv: Sida

source: Go to Location
sv: Gå till plats

source: Skim mode
sv: Skumläsningsläge

source: Highlighting
sv: Markera

source: Allow highlighting
sv: Tillåt markering

source: Add Note
sv: Lägg till anteckning

source: Default highlight action changed to 'highlight'.
sv: Standardmarkeringsåtgärd ändrad till ”markering”.

source: Link to unsupported local file: %1
sv: Länk till den lokala filen som inte stöds: %1

source: Exclude this book's cover from screensaver
sv: Uteslut denna boks omslag från skärmsläckare

source: Note that this change in styles may render your bookmarks or highlights no more valid. If some of them do not show anymore, you can just revert the change you just made to have them shown again.
sv: Notera att denna ändring i stil kan orsaka att dina bokmärken eller markeringen inte längre är giltiga. Om några av dem inte längre visas kan du bara återställa ändringen du just gjort för att de ska visas igen.

source: Set overlapped lines
sv: Sätt överlappande rader

source: When page overlap is enabled, some lines from the previous pages are shown on the next page.
sv: När sidöverlapp är aktiverat kan vissa rader från föregående sida komma att visas på nästa sida.

source: Mark as read
sv: Markera som läst

source: Could not open next file. Sort by last read date does not support this feature.
sv: Kunde inte öppna nästa fil. Sortering efter sista läsningsdatum har inte stöd för denna funktionen.

source: This is the last file in the current folder. No next file to open.
sv: Detta är den sista filen i den aktuella katalogen. Ingen nästa fil att öppna.

source: %1Are you sure that you want to delete this file? %2 If you delete a file, it is permanently lost.
sv: %1Är du säker på att du vill ta bort denna fil? %2 Om du tar bort en fil, tas den bort permanent.

source: Enable style tweaks (hold for info)
sv: Aktivera stiljusteringar (håll ner för information)

source: Table of contents *
sv: Innehållsförteckning *

source: Table of Contents
sv: Innehållsförteckning

source: The table of content for this book is currently an alternative one built from the document headings. Do you want to get back the original table of content? (The book will be reloaded.)
sv: Innehållsförteckningen för den här boken är för närvarande en alternativ byggd från dokumentrubrikerna. Vill du få tillbaka den ursprungliga innehållsförteckningen? (Boken kommer att läsas om.)

source: Do you want to use an alternative table of content built from the document headings?
sv: Vill du använda en alternativ innehållsförteckning byggs från dokumentrubriker?

source: Style
sv: Stil

source: HTML5 (html5.css)
sv: HMTL5 (html5.css)

source: Use language defaults
sv: Använd språkinställningar

source: Continuous view (scroll mode) works best with zoom to page width or zoom to content width. In combination with zoom to fit page, page height, content height or content, continuous view can cause unexpected shifts when turning pages.
sv: Kontinuerlig vy (rullningsläge) fungerar bäst med zommning till sidbredd eller zoomning till innehållsbredd. I kombination med zoomning för att passa sida, sidhöjd, innehållshöjd eller innehåll kan kontinuerlig vy orsaka oväntade skift vid sidbyten.

source: Set default overlap style to %1?
sv: Ange standardöverlappningsstil till %1?

source: Enter words to look up on Wikipedia
sv: Ange ord att slå upp på Wikipedia

source: Set Wikipedia 'Save as EPUB' directory
sv: Ställ in Wikipedia "Spara som EPUB"-katalog

source: Current Wikipedia 'Save as EPUB' directory: %1
sv: Aktuell Wikipedia "Spara som EPUB"-mapp: %1

source: Keep this directory
sv: Behåll denna katalog

source: Select another directory
sv: Välj en annan katalog

source: Wikipedia 'Save as EPUB' directory set to: %1
sv: Wikipedia "Spara som EPUB"-katalog inställd som: %1

source: Wikipedia articles can be saved as an EPUB for more comfortable reading. You can select an existing directory, or use a default directory named "Wikipedia" in your reader's home directory. Where do you want them saved?
sv: Wikipedia artiklar kan sparas som en EPUB för mer bekväm läsning. Du kan välja en befintlig katalog, eller använda en standardkatalog som heter "Wikipedia" i läsenhetens hemkatalog. Var vill du att de ska sparas?

source: Use ~/Wikipedia/
sv: Använd ~/Wikipedia/

source: Select directory
sv: Välj mapp

source: Save Wikipedia EPUB in current book directory
sv: Spara Wikipedia-EPUB i aktuell bokmapp

source: No Wikipedia articles matching search term.
sv: Inga Wikipedia-artiklar som matchar söktermen.

source: Wikipedia request canceled.
sv: Wikipedia-begäran avbryts.

source: Switch zoom mode
sv: Växla zoomläge

source: Zoom to fit content width
sv: Zooma för att passa innehållets bredd

source: Zoom to fit content height
sv: Zooma för att passa innehållets höjd

source: Zoom to fit page width
sv: Zooma för att passa sidbredd

source: Zoom to fit page height
sv: Zooma för att passa sidhöjd

source: Zoom to fit column
sv: Zooma för att passa kolumn

source: Zoom to fit content
sv: Zooma för att passa innehåll

source: Zoom to fit page
sv: Zooma för att passa sidan

source: Set default zoom mode to %1?
sv: Ange standardzoomläge till %1?

source: The document '%1' with bookmarks or highlights was previously opened with a different engine. To prevent issues, bookmarks need to be deleted before continuing.
sv: Dokumentet "%1" med bokmärken eller markeringar öppnades tidigare med en annan motor. För att förhindra problem måste bokmärken raderas innan du fortsätter.

source: Do you want to save this document?
sv: Vill du spara detta dokument?

source: Don't save
sv: Spara inte

source: %1 OS: Android %2, api %3 Build flavor: %4
sv: %1 OS: Android %2, api %3 Byggvariant: %4

source: Warmth is handled automatically.
sv: Värme hanteras automatiskt.

source: Touchscreen disabled
sv: Pekskärm inaktiverad

source: Touchscreen enabled
sv: Pekskärm aktiverad

source: Suspend
sv: Vänteläge

source: Go to latest bookmark
sv: Gå till senaste bokmärke

source: Book statistics
sv: Bokstatistik

source: Long-press to select directory
sv: Långt tryck för att välja katalog

source: In landscape mode, you can choose to display one or two pages of the book on the screen. Note that this may not be ensured under some conditions: in scroll mode, when a very big font size is used, or on devices with a very low aspect ratio.
sv: I liggande läge kan du välja att visa en eller två sidor av boken på skärmen. Notera att under vissa omständigheter inte är garanterad: i rullningsläge när ett väldigt stort typsnitt används, eller på enheter med ett väldigt lågt bildförhållande.

# Style tweaks category
source: Pages
sv: Sidor

source: Ignore margin and padding
sv: Ignorera marginaler och utfyllnad

source: Ignore horizontal margins
sv: Ignorera horisontella marignaler

source: Ignore vertical margins
sv: Ignorera vertikala marginaler

source: Ignore horizontal padding
sv: Ignorera horisontell utfyllnad

source: Ignore vertical padding
sv: Ignorera vertikal utfyllnad

source: Text justification is the default, but it may be overridden by publisher styles. This will re-enable it for all elements, which may lose centering in some of them.
sv: Textjustering är standard, men den kan åsidosättas av förlagsstilar. Detta kommer att återaktivera det för alla element, vilket kan förlora centrering i vissa av dem.

source: Alternative TOC hints
sv: Alternativa tips för innehållsförteckning

source: About alternative TOC
sv: Om alternativ TOC

source: An alternative table of contents can be built with a long-press on the "Table of contents" menu item. The TOC will be built from document headings <H1> to <H6>. Some of these can be ignored with the tweaks available here. If the document contains no headings, or all are ignored, the alternative TOC will be built from document fragments and will point to the start of each individual HTML file in the EPUB. Hints can be set to other non-heading elements in a user style tweak, so they can be used as TOC items. Since this would be quite book-specific, please see the final tweak for some examples. After applying these tweaks, the alternative TOC needs to be rebuilt by long-pressing "Table of contents" twice: once to restore the original TOC, and once to build the alternative TOC again.
sv: En alternativ innehållsförteckning kan byggas med ett långt tryck på menyalternativet ”Innehåll”. Innehållsförteckning kommer att byggas från dokumentrubrikerna <H1> till <H6>. Vissa av dessa kan hoppas över med inställningar som finns här. Om dokumentet inte innehåller några rubriker, eller de alla ignoreras, kan en alternativ innehållsförteckning byggas från dokumentfragment och kommer att peka på början av varje individuell HTML-fil i EPUB:en. Tips kan ställas in för att använda icke-rubrikelement i en användarstilsinställning, så de kan användas som poster i innehållsförteckningen. Då detta vore väldigt bokspecifikt, se den sista inställningen för några exempel. Efter att ha tillämpat dessa inställningar måste den alternativa innehållsförteckning byggas om genom att trycka länge två gånger på ”Innehållsförteckning”: en gång för att återställa originalinnehållsförteckningen, och en gång för att bygga om den alternativa innehållsförteckningen.

source: Example of book specific TOC hints
sv: Exempel på bokspecifika tips för innehållsförteckning

source: If headings or document fragments do not result in a usable TOC, you can inspect the HTML and look for elements that contain chapter titles. Then you can set hints to their class names. This is just an example, that will need to be adapted into a user style tweak.
sv: Om rubriker eller dokumentfragment inte resulterar i en användbar innehållsförteckning kan du inspektera HTML-koden och leta efter element som innehåller kapiteltitlar. Du kan sedan sätta tips med deras klassnamn. Detta är bara ett exempel som måste anpassass till en användarstillsinställning.

source: In-page EPUB footnotes (smaller)
sv: EPUB-fotnoter på sida (mindre)

source: In-page Wikipedia footnotes (smaller)
sv: Wikipediafotnoter på sida (mindre)

source: Show footnotes with classic class names at the bottom of pages. This tweak can be duplicated as a user style tweak when books contain footnotes wrapped with other class names.
sv: Visa fotnoter med klassiska namn längst ned på sidor. Denna inställning kan dupliceras som en användarstil när böcker innehåller fotnoter omslutna av andra klassnamn.

source: In-page classic classname footnotes (smaller)
sv: Klassiska klassnamnsfotnoter på sida (mindre)

source: Show footnotes with classic classname at the bottom of pages. This tweak can be duplicated as a user style tweak when books contain footnotes wrapped with other class names.
sv: Visa fotnoter med klassiska namn längst ned på sidor. Denna inställning kan dupliceras som en användarstil när böcker innehåller fotnoter omslutna av andra klassnamn.

source: Toggle alternative EPUB content
sv: Växla alternativ EPUB-innehåll

source: The EPUB3 format allows a <epub:switch> <epub:case> <epub:default> construct to provide alternative content to engines that support optional features. KOReader currently falls back to hiding all <epub:case> content and shows the <epub:default> content (usually an image). This tweak toggles this behavior, and may show the <epub:case> content as plain text.
sv: EPUB3-formatet tillåter att en <epub:switch> <epub:case> <epub:default>-konstruktion tillgängliggör altenativt innehåll till motorer som har stöd för valfria funktioner. KOReader faller för närvarande tillbaka till att gömma allt<epub:case>-innehåll och visar <epub:default>-innehåll (vanligtvis en bild). Denna inställning växlar detta beteende och kan visa <epub:case> -innehåll som vanlig text.

source: Current margins: left: %1 right: %2 Default margins: not set
sv: Nuvarande marginaler: vänster: %1 höger: %2 Standardmarginaler: inte inställda

source: Current margins: left: %1 right: %2 Default margins: left: %3 right: %4
sv: Nuvarande marginaler: vänster: %1 höger: %2 Standardmarginaler: vänster: %3 höger: %4

source: Dual Pages
sv: Dubbla sidor

source: Full Screen
sv: Helskärm

source: Vertical Text
sv: Vertikal text

source: Render Quality
sv: Tolka kvalitet

source: Progress Bar
sv: Framstegsfält

source: Inverse Order
sv: Omvänd ordning

source: auto
sv: automatisk

source: semi-auto
sv: semi-automatiskt

source: lightest
sv: lättaste

source: lighter
sv: lättare

source: darker
sv: mörkare

source: native
sv: nativ

source: enhanced
sv: förbättrad

source: low
sv: låg

source: high
sv: hög

source: 0 deg
sv: 0 grader

source: 5 deg
sv: 5 grader

source: 10 deg
sv: 10 grader

source: regular
sv: vanlig

source: left
sv: vänster

source: center
sv: centrera

source: right
sv: höger

source: justify
sv: justera

source: KOReader %1 A document viewer for E Ink devices. Licensed under Affero GPL v3. All dependencies are free software. http://koreader.rocks/
sv: KOReader %1 En dokumentvisare för E-bläck-enheter. Licensierad under Affero GPL v3. Alla beroenden är fri programvara. http://koreader.rocks/

source: Back in file browser
sv: Bakåt i filhanteraren

source: Enable back history
sv: Aktivera Tillbaka-historik

source: Invert page turn buttons
sv: Invertera sidvändknappar

source: Save document (write highlights into PDF)
sv: Spara dokument (skriv markeringar i PDF)

source: Ask with pop-up dialog
sv: Fråga med en poppupp-dialogruta

source: Highlight action
sv: Markera åtgärd

source: Swipe and tap
sv: Svep och tryck

source: Only swipe
sv: Bara svep

source: Only tap
sv: Tryck bara

source: %1 minutes
sv: %1 minuter

source: %1 seconds
sv: %1 sekunder

source: Screen Timeout
sv: Tidsgräns för skärm

source: Use last book's cover as screensaver
sv: Använd senaste bokens omslag som skärmsläckare

source: Use book status as screensaver
sv: Använd bokstatus som skärmsläckare

source: Use random image from folder as screensaver
sv: Använd slumpmässig bild från mapp som skärmsläckare

source: Use image as screensaver
sv: Använd bild som skärmsläckare

source: Use reading progress as screensaver
sv: Använd läsnings framsteg som skärmsläckare

source: Leave screen as it is
sv: Lämna skärmen som den är

source: Screensaver folder
sv: Skärmsläckarkatalog

source: Screensaver image
sv: Bild för skärmsläckare

source: Screensaver message
sv: Skärmsläckarmeddelande

source: White background behind message and images
sv: Vit bakgrund bakom meddelande och bilder

source: Leave background as-is behind message and images
sv: Lämna bakgrund som den är bakom meddelande och bilder

source: Stretch covers and images to fit screen
sv: Stretcha omslag och bilder för att passa skärmen

source: Delay when exit from screensaver
sv: Fördröjning när du lämnar skärmsläckaren

source: Tap to exit screensaver
sv: Tryck för att avsluta skärmsläckaren

source: Enabling wifi…
sv: Aktiverar Wi-Fi…

source: An error occurred while selecting network.
sv: Ett fel inträffade vid val av nätverk.

source: An error occurred while setting password.
sv: Ett fel uppstod vid inställningen av lösenord.

source: KOReader will be updated on next restart. Would you like to restart now?
sv: KOReader kommer att uppdateras vid nästa omstart. Vill du starta om nu?

source: Update information not available on %1 channel.
sv: Uppdatera information som inte är tillgänglig på %1 kanalen.

source: The file %1 already exists.
sv: Filen %1 finns redan.

source: Downloading %1
sv: Hämtar %1

source: Check for update
sv: Sök efter uppdatering
