Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

source: Custom hidden flows can be created to exclude sections of the book from your normal reading flow: - hidden flows will automatically be skipped when turning pages within the regular flow; - pages part of hidden flows are assigned distinct page numbers and won't be considered in the various book & chapter progress and time to read features; - following direct links to pages in hidden flows will still work, including from the TOC or Book map. This can be useful to exclude long footnotes or bibliography sections. It can also be handy when interested in reading only a subset of a book. In Page browser, you can long-press on a thumbnail to start a hidden flow or restart the regular flow on this page. (Once you're done building it and don't want to see the button anymore, you can disable Edit mode.) Hidden flows are shown with gray or hatched background in Book map and Page browser.
bg_bg: Можете да създадете потребителски скрити потоци, за да изключите части от книгата от нормалния поток на четене: • скритите потоци ще бъдат автоматично пропускани при прелистване в рамките на нормалния поток; • на страниците, които са част от скритите потоци, се присвояват отделни номера на страници и те няма да се отчитат в различните функции за напредъка на книгата и главите, както и времето за четене; • директните препратки към страници в скритите потоци ще продължат да работят, включително от съдържанието или картата на книгата. Може да бъде полезно за изключване на дълги бележки под линия или библиографски раздели. Може да бъде полезно и когато се интересувате от прочитането само на част от дадена книга. В Преглед на страници можете да задържите върху миниатюра на страница, за да започнете скрит поток или да рестартирате редовния поток на тази страница. (След като приключите с изграждането ѝ и не искате повече да виждате бутона, можете да изключите режима на редактиране.) Скритите потоци се показват със сив или защрихован фон в Карта на книгата и Прегледа на страници.
he: ניתן ליצור זרמים נסתרים כדי לא לכלול חלקים מהספר בזרם קריאתך הרגיל: - זרמים נסתרים ידולגו באופן אוטומטי בעברת עמוד מתוך הזרם הרגיל; - עמודים שהם חלק מהזרמים הנסתרים מקבלים מספרי עמוד נפרדים, ולא נחשבים בהתקדמויות הספר והפרק השונים ובזמן לקריאה; - נחיתה לעמודים בתוך הזרמים נסתרים מקישורים ישירים עדיין יעבוד, כולל מתוכן העניינים או ממפת הספר. זה יכול להיות שימושי כדי לא לכלול הערות ארוכות או פרקי רשימות ספרות. זה יכול גם להיות שימושי כשמעוניינים לקרוא רק תת-חלק של ספר. בדפדפן העמודים, אפשר ללחוץ לחיצה ארוכה על צלמית כדי להתחיל זרם נסתר או לשחזר את הזרם הרגיל מעמוד ההוא. (כשתסיים לבנות את הזרמים ולא תרצה לראות את הכפתור יותר, תשבית את מצב העריכה.) זרמים נסתרים מוצגים עם רקע אפור או מקווקו במפת הספרים ובדפדפן העמודים.
vi: Bạn có thể tạo Luồng ẩn (Hidden flows) tùy chỉnh để loại trừ các phần của sách ra khỏi luồng đọc thông thường: - Các luồng ẩn sẽ tự động bị bỏ qua khi bạn lật trang trong luồng đọc chính; - Các trang thuộc luồng ẩn được gán số trang riêng biệt và sẽ không được tính vào các tính năng tiến độ sách & chương hoặc thời gian đọc khác nhau; - Việc theo dõi các liên kết trực tiếp đến các trang trong luồng ẩn vẫn hoạt động, kể cả từ Mục lục (TOC) hoặc Bản đồ sách (Book map). Điều này có thể hữu ích để loại trừ các chú thích cuối trang hoặc các mục tài liệu tham khảo dài. Nó cũng tiện lợi khi bạn chỉ muốn đọc một phần nhỏ (subset) của cuốn sách. Trong Trình duyệt trang (Page browser), bạn có thể nhấn giữ vào hình thu nhỏ để bắt đầu một luồng ẩn hoặc khởi động lại luồng đọc chính tại trang này. (Khi bạn đã tạo xong luồng và không muốn thấy nút đó nữa, bạn có thể tắt Chế độ Chỉnh sửa.) Các luồng ẩn được hiển thị với nền màu xám hoặc nền gạch chéo trong Bản đồ sách và Trình duyệt trang.
zh_tw: 如果你希望將書籍中的某些章節排除在一般閱讀流程之外，可以建立自訂隱藏流程： - 在正常閱讀流程中翻頁時，隱藏流程的頁面會自動略過； - 隱藏流程中的頁面會被分配獨立的頁碼，並不會納入書籍或章節的進度計算，也不影響預估閱讀時間； - 即使頁面被加入隱藏流程，仍可透過目錄或書籍地圖中的連結直接跳轉至該頁。 這項功能非常適合排除冗長的註釋或參考文獻。 當你只想閱讀書籍的部分內容時，也非常實用。 在頁面瀏覽器中，你可以長按縮圖來啟動隱藏流程，或在該頁重新啟用一般閱讀流程。 （完成設定後，若不希望再看到操作按鈕，可以停用編輯模式。） 隱藏流程在書籍地圖與頁面瀏覽器中會以灰色或斜線背景顯示。

source: Clear inactive marked pages (%1)
bg_bg: Почистване на неакт. отбеляз. страници (%1)
he: ניקוי עמודים שמסומנים כלא פעילים (%1)
vi: Xóa các trang được đánh dấu không hoạt động (%1)
zh_tw: 清除未啟用的標記頁面（%1）

source: Inactive marked pages are pages that you tagged as start hidden flow or restart regular flow, but that other marked pages made them have no effect. Are you sure you want to clear them?
bg_bg: Неактивните отбелязани страници са страници, които сте отбелязали като начало на скрит поток или рестартиращи редовния поток, но заради други отбелязани страници те вече не работят. Желаете ли да бъдат премахнати?
he: עמודים שמסומנים כלא פעילים הם עמודים שמתויגים כהתחלת זרם חבוי או כחזרה לזרם סדיר, אבל לתיוג שלהם אין השפעה, מכיוון שעמודים מתויגים אחרים מבטלים אותה. לנקות אותם?
vi: Các trang được đánh dấu không hoạt động là các trang mà bạn đã gắn thẻ là bắt đầu luồng ẩn hoặc khởi động lại luồng thông thường, nhưng các trang được đánh dấu khác không có hiệu lực. Bạn có chắc chắn muốn xóa chúng không?
zh_tw: 未啟用的標記頁面是指你曾標記為「開始隱藏流程」或「重新啟用一般流程」的頁面，但因其他標記頁面的影響而失效。 你確定要清除這些頁面嗎？

source: Clear all marked pages
bg_bg: Почистване на всички отбелязани страници
he: ניקוי כל העמודים המתויגים
vi: Xóa tất cả các trang đã đánh dấu
zh_tw: 清除所有標記頁面

source: Are you sure you want to clear all your custom hidden flows?
bg_bg: Желаете ли всички потребителски скрити потоци да бъдат премахнати?
he: לנקות את כל הזרמים החבויים שלך?
vi: Bạn có chắc chắn muốn xóa tất cả các luồng ẩn tùy chỉnh của mình không?
zh_tw: 你確定要清除所有自訂隱藏流程嗎？

source: Edit TOC chapter
bg_bg: Променяне на глава от съдържанието
he: עריכת פרק של תוכן העניינים
vi: Chỉnh sửa Mục lục chương
zh_tw: 編輯目錄章節

source: Start TOC chapter
bg_bg: Начало на глава от съдържанието
he: התחלת פרק של תוכן העניינים
vi: Bắt đầu Mục lục chương
zh_tw: 開始目錄章節

source: Edit custom TOC chapter
bg_bg: Променяне на глава в потр. съдържание
he: עריכת פרק של תוכן העניינים מותאם אישית
vi: Chỉnh sửa chương Mục lục tùy chỉnh
zh_tw: 編輯自訂目錄章節

source: Create new custom ToC chapter
bg_bg: Нова глава в потребителското съдържание
he: ליצור פרק חדש משלך בתוכן העניינים
vi: Tạo chương Mục lục tùy chỉnh mới
zh_tw: 新增自訂目錄章節

source: TOC chapter title
bg_bg: Име на главата в потребителското съдържание
he: כותרת פרק תוכן העניינים
vi: Tiêu đề chương trong Mục lục
zh_tw: 目錄章節標題

source: On page %1.
bg_bg: На страница %1.
he: בעמוד %1.
vi: Trên trang %1.
zh_tw: 在第 %1 頁。

source: Use selected text
bg_bg: Използване на избрания текст
he: להשתמש בטקסט הנבחר
vi: Sử dụng văn bản đã chọn
zh_tw: 使用選取的文字

source: Red
bg_bg: Червен
he: אדום
sv: Röd
vi: Đỏ
zh_tw: 紅色

source: Orange
bg_bg: Оранжев
he: כתום
vi: Màu cam
zh_tw: 橘色

source: Yellow
bg_bg: Жълт
he: צהוב
vi: Màu vàng
zh_tw: 黃色

source: Green
bg_bg: Зелен
he: ירוק
sv: Grön
vi: Xanh lá
zh_tw: 綠色

source: Olive
bg_bg: Маслинен
he: זית
vi: Vàng lục
zh_tw: 橄欖綠

source: Cyan
bg_bg: Синьо-зелено
he: ציאן
vi: Màu lục lam
zh_tw: 天青色

source: Blue
bg_bg: Синьо
he: כחול
vi: Màu xanh da trời
zh_tw: 藍色

source: Purple
bg_bg: Виолетово
he: סגול
vi: Màu tím
zh_tw: 紫色

source: Gray
bg_bg: Сиво
he: אפור
vi: Màu xám
zh_tw: 灰色

source: Extend
bg_bg: Разширяване
he: הרחבה
vi: Mở rộng
zh_tw: 延伸

source: Highlight
bg_bg: Подчертаване
he: הדגשה
sv: Markera
vi: Đánh dấu
zh_tw: 劃線

# Text
source: Copy
bg_bg: Копиране
he: העתק
sv: Kopiera
vi: Sao chép
zh_tw: 複製

source: Selection copied to clipboard.
bg_bg: Избраното е копирано.
he: הבחירה הועתקה ללוח גזירים.
vi: Vùng chọn đã được sao chép vào bộ nhớ đệm.
zh_tw: 選擇範圍已複製到剪貼簿。

source: Wikipedia
bg_bg: Уикипедия
he: ויקיפדיה
zh_tw: 維基百科

source: Dictionary
bg_bg: Речник
he: מילון
sv: Ordbok
vi: Từ điển
zh_tw: 字典

source: Translate
bg_bg: Превеждане
he: תרגם
sv: Översätt
vi: Dịch
zh_tw: 翻譯

source: Share Text
bg_bg: Споделяне на текст
he: שתף טקסט
vi: Chia sẻ text
zh_tw: 分享文字

source: View HTML
bg_bg: Преглед на HTML
he: הצג HTML
sv: Visa HTML
vi: Xem HTML
zh_tw: 檢視 HTML

source: Hyphenate
bg_bg: Сричкопренасяне
he: מיקוף
vi: Dấu gạch nối
zh_tw: 斷字

source: Follow Link
bg_bg: Отваряне на препратка
he: עבור לקישור
sv: Följ länk
vi: Đi đến link
zh_tw: 前往連結

source: Write highlights into PDF: %1
bg_bg: Запазване на подчертаното в PDF: %1
he: לכתוב הדגשות לתוך ה־PDF: ‏%1‬‬
vi: Viết phần nổi bật vào PDF: %1
zh_tw: 將劃線寫入PDF：%1

source: on
bg_bg: вкл.
he: פועל
sv: på
vi: bật
zh_tw: 開啟

source: off
bg_bg: изкл.
he: כבוי
sv: av
vi: tắt
zh_tw: 關閉

source: Lighten
bg_bg: Изсветлен
he: הבהר
sv: Ljusare
vi: Làm sáng
zh_tw: 加亮

source: Underline
bg_bg: Подчертан
he: קו תחתי
sv: Understryk
vi: Gạch chân
zh_tw: 下劃線

source: Strikethrough
bg_bg: Зачертан
he: קו־חוצה
vi: Gạch ngang
zh_tw: 刪除線

source: Invert
bg_bg: Негатив
he: הפוך
sv: Invertera
vi: Đảo ngược
zh_tw: 反轉

source: None
bg_bg: Без
he: ללא
vi: Không có
zh_tw: 無

source: Side line
bg_bg: Вертикални черти
he: קו צדי
vi: Đường lề
zh_tw: 側邊線

source: Side mark
bg_bg: Знак отстрани
he: סימן צדי
vi: Ký hiệu bên lề
zh_tw: 側邊標記

source: Ask with popup dialog
bg_bg: Питане в изскачащ прозорец
he: שאל עם חלון שיח קופץ
sv: Fråga med popup-dialog
vi: Yêu cầu trang popup
zh_tw: 開啟對話視窗提問

source: Do nothing
bg_bg: Без действие
he: אל תעשה כלום
sv: Gör ingenting
vi: Không làm gì
zh_tw: 什麼都不做

source: Select and highlight
bg_bg: Избиране и подчертаване
he: בחירה והדגשה
vi: Đánh dấu lựa chọn
zh_tw: 選擇並標注

source: Fulltext search
bg_bg: Пълнотекстово търсене
he: חפש במסמך
sv: Heltextssökning
vi: Tìm kiếm toàn văn
zh_tw: 全文搜尋

source: Top
bg_bg: Горе
he: למעלה
vi: trên
zh_tw: 上

source: Bottom
bg_bg: Долу
he: למטה
vi: dưới
zh_tw: 下

source: Highlight position
bg_bg: Осветяване на позицията
he: מקום הדגשה
vi: Vị trí đánh dấu
zh_tw: 劃線標記位置

source: Start content selection
bg_bg: Начало на избиране на текст
he: התחלת בחירת תוכן
vi: Bắt đầu lựa chọn nội dung
zh_tw: 開始選取內容

source: Highlights
bg_bg: Подчертано
he: הבלטות
vi: Điểm nổi bật
zh_tw: 劃線

source: Highlight color: %1
bg_bg: Цвят на подчертаването: %1
he: צבע הדגשה: %1
vi: Màu nổi bật: %1
zh_tw: 劃線顏色：%1

source: Gray highlight opacity: %1
bg_bg: Прозрачност на подчертаното в сиво: %1
he: אטימות הדגשה אפורה: %1
vi: Độ mờ vùng tô xám: %1
zh_tw: 灰色高亮透明度：%1

source: Gray highlight opacity
bg_bg: Прозрачност на подчертаното в сиво
he: אטימות הדגשה אפורה
vi: Độ mờ của vùng tô sáng màu xám
zh_tw: 灰色高亮透明度

source: The higher the value, the darker the gray.
bg_bg: При по-висока стойност сивото е по-тъмно.
he: ככל שהערך גבוה יותר, האפור כהה יותר.
vi: Giá trị càng cao thì màu xám càng đậm.
zh_tw: 數值越高，灰色越深。

source: Highlight line height: %1 %
bg_bg: Височина на подчертаното: %1 %
he: גובה שורה מודגשת: %1 %
vi: Chiều cao dòng đánh dấu: %1 %
zh_tw: 劃線標記高度：%1 %

source: Highlight line height
bg_bg: Височина на реда на подчертаното
he: גובה שורה מודגשת
vi: Chiều cao dòng đánh dấu
zh_tw: 劃線標記高度

source: Percentage of the text line height.
bg_bg: Процент от височината на реда.
he: אחוז מגובה שורת הטקסט.
vi: Tỷ lệ phần trăm chiều cao của dòng văn bản.
zh_tw: 文字行高百分比。

source: Note marker: %1
bg_bg: Отбелязване на бележки: %1
he: סמן הערה: %1
vi: Ký hiệu ghi chú: %1
zh_tw: 筆記標記：%1

source: Apply current style and color to all highlights
bg_bg: Задаване на текущия стил на всичко подчертано
he: החלת סגנון וצבע נוכחיים לכל ההדגשות
vi: Đồng bộ kiểu và màu hiện tại cho toàn bộ vùng highlight
zh_tw: 將目前的樣式與顏色套用到所有劃線標記

source: Are you sure you want to update all highlights?
bg_bg: Желаете всички подчертани елементи да бъдат променени?
he: לעדכן את כל ההדגשות?
vi: Bạn có chắc chắn muốn cập nhật toàn bộ highlight không?
zh_tw: 你確定要更新所有劃線標記嗎？

source: Applied style and color to 1 highlight
bg_bg: Зададен е стил и цвят на %1 подчертан елемент
he: סגנון וצבע מוגדרים להדגשה אחת
vi: Áp dụng kiểu dáng và màu sắc cho %1 điểm nổi bật
zh_tw: 已將樣式與顏色套用到 %1 個劃線標記

source: On
bg_bg: Включен
he: דלוק
vi: Bật
zh_tw: 開啟

source: Warning: Book metadata location is set to hash-based storage. Writing highlights into a PDF modifies the file which may change the partial hash, resulting in its metadata (e.g., highlights and progress) being unlinked and lost.
bg_bg: Внимание: хранилището за описателни данни е свързано с отпечатък от файла. Вграждането на подчертаното в PDF файла променя съдържанието му, което може да промени и частичния отпечатък, в резултат на което връзката между файла и описателните данни (напр. подчертано, отметки и напредък) се губи.
he: אזהרה: מיקום נתוני על של הספר מוגדר לאחסון מבוסס גיבוב. לכתוב הדגשות בתוך הקובץ ה־PDF עלול לשנות את הקובץ, דבר שישנה הגיבוב החלקי, וכתוצאה מכך נתוני העל שלו (למשל, הדגשות והתקדמות) ינותקו ויאבדו.
vi: Cảnh báo: Vị trí siêu dữ liệu sách được đặt thành lưu trữ dựa trên băm. Việc ghi nội dung nổi bật vào PDF sẽ sửa đổi tệp, có thể làm thay đổi một phần băm, dẫn đến siêu dữ liệu (ví dụ: nội dung nổi bật và tiến trình) bị hủy liên kết và mất.
zh_tw: 警告：書籍中繼資料位置目前設定為雜湊式儲存。將劃線寫入 PDF 會修改檔案，可能導致部分雜湊值改變，使其中繼資料（例如劃線與閱讀進度）失去連結並遺失。

source: Highlights in this document will be saved in the settings file, but they won't be written in the document itself because the file is in a read-only location. If you wish your highlights to be saved in the document, just move it to a writable directory first.
bg_bg: Подчертаното в документа ще бъде запазено във файла с настройките, а не в документа, тъй като файлът се намира на местоположение само за четене. Ако желаете подчертаното да бъде запазено в документа, трябва първо го преместете в папка, с права за четене.
he: ההדגשות במסמך זה יישמרו בקובץ ההגדרות, אך הם לא ייכתבו במסמך עצמו מכיוון שהקובץ נמצא במקום לקריאה בלבד. כדי לשמור את ההדגשות שלך בתוך המסמך, פשוט יש להעביר אותו תחילה לתיקייה שפתוחה לכתיבה.
vi: Đánh dấu của văn bản này được lưu vào file cài đặt, không được lưu vào file văn bản chính vì file văn bản nằm trong vùng chỉ đọc. Chuyển file văn bản vào vùng có thể ghi để lưu đánh dấu.
zh_tw: 本文件中的劃線將儲存在設定檔中，但不會寫入文件本身，因為該檔案位於唯讀位置。 若你希望將劃線儲存至文件中，請先將檔案移至可寫入的目錄。

source: Off
bg_bg: Изключен
he: כבוי
vi: Tắt
zh_tw: 關閉

source: Show reminder on book opening
bg_bg: Напомняне при отваряне на книга
he: הצגת תזכורת בפתיחת הספר
vi: Hiển thị lời nhắc khi mở sách
zh_tw: 開啟書籍時顯示提醒

source: Write all highlights into PDF file
bg_bg: Запазване на всичко подчертано в PDF
he: לכתוב את כל ההדגשות לתוך קובץ ה־PDF
vi: Ghi/Lưu toàn bộ highlight vào tệp PDF
zh_tw: 將所有劃線寫入 PDF 檔案

source: Are you sure you want to write all KOReader highlights into PDF file?
bg_bg: Желаете всички подчертани в KOReader елементи да бъдат запазени в PDF?
he: לכתוב את כל ההדגשות של KOReader לתוך קובץ ה־PDF?
vi: Bạn có chắc chắn muốn ghi toàn bộ highlight của KOReader vào tệp PDF không?
zh_tw: 你確定要將所有 KOReader 劃線寫入 PDF 檔案嗎？

source: 1 highlight written into PDF file
bg_bg: 1 подчертан елемент е запазен в PDF
he: הדגשה אחת כתובה בתוך קובץ ה־PDF
vi: %1 điểm nổi bật được ghi vào tệp PDF
zh_tw: %1 個劃線標記已寫入 PDF 檔案

source: Delete all highlights from PDF file
bg_bg: Премахване на всичко подчертано от PDF
he: ניקוי כל ההדגשות מקובץ PDF
vi: Xóa toàn bộ highlight khỏi file PDF
zh_tw: 刪除所有PDF 中的劃線標記

source: Are you sure you want to delete all KOReader highlights from PDF file?
bg_bg: Желаете всички подчертани в KOReader елементи да бъдат премахнати от PDF?
he: למחוק את כל ההדגשות של KOReader מקובץ PDF?
vi: Bạn có chắc chắn muốn xóa toàn bộ highlight khỏi file PDF không?
zh_tw: 你確定要刪除所有PDF 中的劃線標記嗎？

source: 1 highlight deleted from PDF file
bg_bg: 1 подчертан елемент е премахнат от PDF
he: הדגשה אחת נמחקה מקובץ ה־PDF
vi: %1 điểm nổi bật đã bị xóa khỏi tệp PDF
zh_tw: %1 個劃線標記已從 PDF 檔案中刪除

source: Panel zoom (manga/comic)
bg_bg: Панел за мащабиране (манга/комикси)
he: לוח תקריב (מאנגה/קומיקס)
vi: Phóng to Ô truyện (manga/comic)
zh_tw: 格子縮放（漫畫）

source: Long-press on text
bg_bg: Задържане върху текста
he: נגיעה ארוכה בטקסט
vi: Nhấn giữ trên văn bản
zh_tw: 長按文字

source: Dictionary on single word selection
bg_bg: Речник при избране на една дума
he: מילון בבחירת מילה בודדת
vi: Lựa chọn dịch từng từ một
zh_tw: 選擇單一文字時開啟字典

source: Highlight dialog position: %1
bg_bg: Място на диалога за подчертаване: %1
he: מקום חלונית הדגשה: %1
vi: Làm nổi bật vị trí hộp thoại: %1
zh_tw: 劃線對話框位置：%1

source: Highlight very-long-press interval: %1 s
bg_bg: Интервал на дълго задържане: %1 с
he: מרווח זמן להדגשה בלחיצה ארוכה מאוד: %1 שנ׳
vi: Làm nổi bật khoảng thời gian nhấn rất lâu: %1 giây
zh_tw: 劃線長按時間：%1 秒

source: Highlight very-long-press interval
bg_bg: Интервал на дълго задържане
he: מרווח הדגשה בלחיצה ארוכה מאוד
vi: Làm nổi bật khoảng thời gian nhấn rất lâu
zh_tw: 劃線長按時間

source: If a long-press is not released in this interval, it is considered a very-long-press. On document text, single word selection will not be triggered.
bg_bg: Ако дългото задържане не е отпуснато в този интервал, то се счита за много дълго задържане. В текста на документите няма да се задейства избора на една дума.
he: אם המגע לא משתחרר במרווח זה, הוא נחשב להחזקה (או לחיצה ארוכה). לכן, בטקסט המסמך לא מופעלת בחירת המילה הבודדת.
vi: Nếu không nhả phím nhấn giữ trong khoảng thời gian này, thao tác nhấn giữ sẽ được coi là nhấn rất lâu. Trên văn bản tài liệu, tính năng chọn từng từ sẽ không được kích hoạt.
zh_tw: 如果長按在此時間間隔內未放開，將視為超長按。在文件文字上，單字選取將不會被觸發。

# Time
source: s
bg_bg: с
he: שנ׳
vi: giây
zh_tw: 秒

source: Set interval
bg_bg: Запазване
he: הגדרת הפרש זמן
sv: Sätt intervall
vi: Cài đặt khoảng trống
zh_tw: 設定間隔

source: Auto-scroll when selection reaches a corner
bg_bg: Плъзване ако избраното достигне ъгъл
he: לגלול אוטומטית כשהבחירה פוגשת את הפינה
vi: Tự động cuộn khi lựa chọn đạt đến một góc
zh_tw: 選取到角落時自動捲動

source: Auto-scroll to show part of the previous page when your text selection reaches the top left corner, or of the next page when it reaches the bottom right corner. Except when in two columns mode, where this is limited to showing only the previous or next column.
bg_bg: Автоматично плъзване, при което се показва част от предишната страница, когато избраният текст достигне горния ляв ъгъл, или на следващата страница, когато достигне долния десен ъгъл. С изключение на режим в две колони, при който това е ограничено до показване само на предишната или следващата колона.
he: גלילה אוטומטית מאפשרת להציג חלק מהעמוד הקודם כשבחירת הטקסט מגיעה לפינה הימנית העליונה (בעברית), או של העמוד הבא בהגעה לפינה השמאלית התחתונה. למעט בתצוגה על פני שתי עמודות, שבה מוצגות רק העמודה הקודמת או הבאה.
vi: Tự động cuộn để hiển thị một phần của trang trước khi văn bản bạn chọn chạm đến góc trên bên trái, hoặc của trang tiếp theo khi chạm đến góc dưới bên phải. Trừ khi ở chế độ hai cột, tính năng này chỉ hiển thị cột trước hoặc cột tiếp theo.
zh_tw: 當選取文字抵達左上角時，自動捲動以顯示上一頁部分內容；抵達右下角時，則顯示下一頁部分內容。 在雙欄模式下，則僅顯示前一欄或下一欄。

source: Crosshairs speed (reader/dict): %1 / %2
bg_bg: Скорост на показалеца (четене/речник): %1 / %2
he: מהירות סימני צלב (קריין/מילון): %1 / %2
vi: Tốc độ Dấu chữ thập (đọc/từ điển): \%1 / \%2
zh_tw: 準星速度（閱讀器／字典）：%1 / %2

source: Reader
bg_bg: Приложение за четене
he: קריין
vi: Trình đọc
zh_tw: 閱讀器

source: Crosshairs speed
bg_bg: Скорост на показалците
he: מהירות סמני צלב
vi: Tốc độ Dấu chữ thập
zh_tw: 準星速度

source: Select a decimal value from 0.25 to 5. A smaller value increases the travel distance of the crosshairs per keystroke. Font size and this value are inversely correlated, meaning a smaller font size requires a larger value and vice versa.
bg_bg: Изберете десетична стойност от 0,25 до 5. По-малката стойност води до по-голямо разстояние на придвижване за едно натискане на бутоните. Размерът на шрифта и тази стойност са в обратно пропорционална зависимост, което означава, че по-малък размер на шрифта изисква по-голяма стойност и обратното.
he: ניתן לבחור ערך עשרוני בין 0.25 ל־5. ערך קטן יותר יגרור מרחק נסועה גדול יותר להקשה. גודל הגופן וערך זה הם ביחס הפוך, כלומר גודל גופן קטן דורש ערך גדול יותר ולהפך.
vi: Chọn một giá trị thập phân từ $0.25$ đến $5$. Giá trị càng nhỏ thì khoảng cách di chuyển của dấu chữ thập sau mỗi lần nhấn phím càng tăng. Cỡ chữ và giá trị này có mối quan hệ tỷ lệ nghịch, nghĩa là cỡ chữ nhỏ hơn cần một giá trị lớn hơn, và ngược lại.
zh_tw: 請選擇介於 0.25 到 5 的小數值。數值越小，每次按鍵移動準星的距離越大。 此數值與字體大小呈反比關係，字體越小，所需的數值越大；反之亦然。

source: Increase crosshairs speed on consecutive keystrokes
bg_bg: Увеличаване скоростта на показалците при последователни натискания на бутона
he: הגברת מהירות סמני הצלב בלחיצות מקשים רציפות
vi: Tăng tốc độ Dấu chữ thập khi nhấn phím liên tục
zh_tw: 連續按鍵時加快準星速度

source: Interval for crosshairs speed increase: 1 second
bg_bg: Интервал на забързване на показалците: 1 секунда
he: הפרש זמן לקצב המואץ: שנייה
vi: Khoảng thời gian tăng tốc độ Dấu chữ thập: %1 giây
zh_tw: 準星加速間隔：%1 秒

source: Time interval
bg_bg: Интервал
he: פרק זמן
vi: Khoảng thời gian
zh_tw: 時間間隔

source: Select a decimal value up to 1 second. This defines the time period within which multiple keystrokes will trigger an increase in the crosshairs speed.
bg_bg: Изберете десетична стойност до 1 секунда. Това е времето, в което многократното натискане на бутоните ще увеличат скоростта на движение.
he: נא לבחור ערך עשרוני עד שנייה אחת. זה פרק הזמן שבו מספר רב של הקשות יאיץ את מהירות הנסועה.
vi: Chọn giá trị thập phân tối đa 1 giây. Giá trị này xác định khoảng thời gian mà nhiều lần nhấn phím sẽ kích hoạt tốc độ tăng dần của đường ngắm.
zh_tw: 請選擇一個不超過 1 秒的小數值。此數值定義了連續按鍵觸發準星加速的時間區間。

source: Text selection tools
bg_bg: Инструменти за избор на текст
he: כלים לבחירת טקסט
vi: Các công cụ đánh dấu văn bản
zh_tw: 文字選取工具

source: Multi-word selection: %1
bg_bg: Избор на няколко думи: %1
he: בחירה רב מילולית: %1
vi: Chế độ chọn nhiều từ: %1
zh_tw: 多字選取：%1

source: Translate current page
bg_bg: Превеждане на текущата страница
he: תרגום העמוד הנוכחי
vi: Dịch trang này
zh_tw: 翻譯目前頁面

source: Allow panel zoom
bg_bg: Разрешаване увеличението на панела
he: אפשר זום בפנל
vi: Cho phép zoom bảng điều khiển
zh_tw: 允許格子縮放

source: Fall back to text selection
bg_bg: Връщане към избор на текст
he: חזור כברירת מחדל לבחירת הטקסט
vi: Quay lại lựa chọn văn bản
zh_tw: 回復為文字選擇

source: You are currently in SELECT mode. To finish highlighting, long press where the highlight should end and press the HIGHLIGHT button. You can also exit select mode by tapping on the start of the highlight.
bg_bg: В момента сте в режим на избиране на текст. За да завършите подчертаването, задръжте върху мястото, в което трябва да завърши то, и докоснете бутона „Подчертаване“. Можете също така да излезете от този режим, като докоснете началото на подчертаното.
he: המצב כרגע הוא סימון. כדי לסיים את ההדגשה, יש ללחוץ לחיצה ארוכה במקום שבו הסימון אמור להסתיים וללחוץ על ה*הדגשה*. ניתן גם לצאת ממצב בחירה על ידי הקשה על תחילת הסימון.
vi: Hiện tại bạn đang ở chế độ CHỌN. Để kết thúc việc tô sáng, hãy nhấn và giữ điểm kết thúc của phần tô sáng và nhấn nút ĐÁNH DẤU. Bạn cũng có thể thoát khỏi chế độ chọn bằng cách chạm vào điểm bắt đầu của phần tô sáng.
zh_tw: 目前處於選取模式。 若要完成劃線，請長按劃線結束位置，然後點選「劃線」按鈕。 你也可以點選劃線起點以退出選取模式。

source: Note
bg_bg: Бележка
he: הערה
vi: Ghi chú
zh_tw: 筆記

source: Delete highlight
bg_bg: Премахване на подчертно
he: ניקוי הדגשה
vi: Xóa highlight
zh_tw: 刪除劃線

source: Highlight menu
bg_bg: Подчертаване
he: תפריט הדגשה
vi: Menu Highlight
zh_tw: 劃線選單

# Highlight
source: Style
bg_bg: Стил
he: סגנון
vi: Kiểu đánh dấu
zh_tw: 樣式

# Highlight
source: Color
bg_bg: Цвят
he: צבע
vi: Màu sắc
zh_tw: 顏色

source: Details
bg_bg: Подробно
he: פרטים
vi: Chi tiết
zh_tw: 細節
