Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

source: No presets available
bg_bg: Няма списъци с речници
vi: Không có thiết lập sẵn nào khả dụng
zh_tw: 尚無可用的設定方案

source: Loaded preset: %1
bg_bg: Зареден е списъкът: %1
vi: Đã tải thiết lập sẵn: %1
zh_tw: 已載入設定方案：「%1」

source: <div class="logo">![KOReader](resources/koreader.svg)</div> # Quickstart guide * [User interface](#ui) * [User interface tips](#uitips) * [Accessing files](#afiles) * [Transferring files](#tfiles) * [Shortcuts](#short) * [While reading](#reading) * [Installing dictionaries](#dicts) * [More info](#more) --- You can access the complete user manual from [our GitHub page](https://github.com/koreader/koreader).
bg_bg: <div class="logo">![KOReader](resources/koreader.svg)</div> # Кратко ръководство * [Потребителски интерфейс](#ui) * [Съвети за интерфейса](#uitips) * [Достъп до файловете](#afiles) * [Прехвърляне на файлове](#tfiles) * [Клавишни комбинации](#short) * [По време на четене](#reading) * [Инсталиране на речници](#dicts) * [Повече информация](#more) --- Можете да прочетете пълното ръководство за потребителя в [страницата на Гитхъб](https://github.com/koreader/koreader).
he: <div class="logo">![KOReader](resources/koreader.svg)</div> # מדריך להתחלה מהירה * [ממשק משתמש](#ui) * [טיפים לממשק משתמש](uitips#) * [גישה לקבצים](#afiles) * [העברת קבצים](#tfiles) * [קיצורי דרך](#short) * [תוך כדי קריאה](#reading) * [התקנת מילונים](#dicts) * [מידע נוסף](#more) --- אפשר לגשת למדריך המשתמש המלא דרך [דף ה־GitHub שלנו](https://github.com/koreader/koreader).
vi: <div class="logo">![KOReader](resources/koreader.svg)</div> # Hướng dẫn bắt đầu nhanh * [Giao diện người dùng](#ui) * [Mẹo giao diện người dùng](#uitips) * [Truy cập tập tin](#afiles) * [Chuyển tập tin](#tfiles) * [Phím tắt](#short) * [Trong khi đọc](#reading) * [Cài đặt từ điển](#dicts) * [Thông tin thêm](#more) --- Bạn có thể truy cập hướng dẫn sử dụng đầy đủ từ [trang GitHub của chúng tôi](https://github.com/koreader/koreader).
zh_tw: <div class="logo">![KOReader](resources/koreader.svg)</div> # 快速入門指南 * [使用者介面](#ui) * [使用技巧](#uitips) * [存取檔案](#afiles) * [傳輸檔案](#tfiles) * [快捷鍵](#short) * [閱讀中](#reading) * [安裝字典](#dicts) * [更多資訊](#more) --- 您可以從 [我們的 GitHub 頁面](https://github.com/koreader/koreader) 取得完整的使用手冊。

source: <div class="logo">![KOReader](resources/koreader.svg)</div> # Quickstart guide * [User interface](#ui) * [User interface tips](#uitips) * [Accessing files](#afiles) * [Transferring files](#tfiles) * [Frontlight/backlight](#flight) * [While reading](#reading) * [Installing dictionaries](#dicts) * [More info](#more) --- You can access the complete user manual from [our GitHub page](https://github.com/koreader/koreader).
bg_bg: <div class="logo">![KOReader](resources/koreader.svg)</div> # Кратко ръководство * [Потребителски интерфейс](#ui) * [Съвети за интерфейса](#uitips) * [Достъп до файловете](#afiles) * [Прехвърляне на файлове](#tfiles) * [Подсветка](#flight) * [По време на четене](#reading) * [Инсталиране на речници](#dicts) * [Повече информация](#more) --- Можете да прочетете пълното ръководство за потребителя в [страницата на Гитхъб](https://github.com/koreader/koreader).
he: <div class="logo">![KOReader](resources/koreader.svg)</div> # מדריך להתחלה מהירה * [ממשק משתמש](#ui) * [טיפים לממשק משתמש](uitips#) * [גישה לקבצים](#afiles) * [העברת קבצים](#tfiles) * [תאורה קדמית /אחורית](#flight) * [תוך כדי קריאה](#reading) * [התקנת מילונים](#dicts) * [מידע נוסף](#more) --- אפשר לגשת למדריך המשתמש המלא דרך [דף ה־GitHub שלנו](https://github.com/koreader/koreader).
vi: <div class="logo">![KOReader](resources/koreader.svg)</div> # Hướng dẫn bắt đầu nhanh * [Giao diện người dùng](#ui) * [Mẹo giao diện người dùng](#uitips) * [Truy cập tập tin](#afiles) * [Chuyển tập tin](#tfiles) * [Đèn nền trước/sau](#short) * [Trong khi đọc](#reading) * [Cài đặt từ điển](#dicts) * [Thông tin thêm](#more) --- Bạn có thể truy cập hướng dẫn sử dụng đầy đủ từ [trang GitHub của chúng tôi](https://github.com/koreader/koreader).
zh_tw: <div class="logo">![KOReader](resources/koreader.svg)</div> # 快速入門指南 * [使用者介面](#ui) * [使用技巧](#uitips) * [存取檔案](#afiles) * [傳輸檔案](#tfiles) * [前光／背光](#flight) * [閱讀中](#reading) * [安裝字典](#dicts) * [更多資訊](#more) --- 您可以從 [我們的 GitHub 頁面](https://github.com/koreader/koreader) 取得完整的使用手冊。

source: ## User interface <a id="ui"></a> <div class="img-block">![Touch zones](resources/quickstart/kindle4.png)</div> - To show the **TOP MENU** or **BOTTOM MENU** press the **Menu** or **Press** keys respectively. - The **STATUS BAR** can be set to show a multitude of information regarding your reading progress or device state.
bg_bg: ## Потребителски интерфейс <a id="ui"></a> <div class="img-block">![Зони на докосване](resources/quickstart/kindle4.png)</div> - За отваряне на **ГОРНОТО** или **ДОЛНОТО МЕНЮ** докоснете бутоните **Меню** или съответно **Press**. - **ЛЕНТАТА ЗА СЪСТОЯНИЕТО** може да бъде настроена да показва разнообразна информация относно процеса на четене или устройството.
he: ## ממשק משתמש <a id="ui"></a> <div class="img-block">![אזורי מגע](resources/quickstart/kindle4.png))</div> - כדי להציג את **התפריט העליון** או **התפריט התחתון** ניתן ללחוץ על המקשים **Menu** או **Press**, בהתאמה. - ניתן להגדיר את **סרגל המצב** ככה שיציג מידע רב על התקדמותך בקריאה או על מצב המכשיר.
vi: ## Giao diện người dùng <a id="ui"></a> <div class="img-block">![Touch zones](resources/quickstart/kindle4.png)</div> - Để hiển thị MENU TRÊN hoặc MENU DƯỚI, nhấn phím Menu hoặc Press tương ứng. - THANH TRẠNG THÁI có thể được cài đặt để hiển thị vô số thông tin liên quan đến tiến trình đọc hoặc trạng thái thiết bị của bạn.
zh_tw: ## 使用者介面 <a id="ui"></a> <div class="img-block">![觸控區域](resources/quickstart/kindle4.png)</div> - 要顯示 **頂部選單** 或 **底部選單**，分別按下 **Menu** 或 **Press** 鍵。 - **狀態列** 可以設定為顯示各種關於閱讀進度或裝置狀態的資訊。

source: ## User interface <a id="ui"></a> <div class="img-block">![Touch zones](resources/quickstart/kindle3.png)</div> - To show the **TOP MENU** or **BOTTOM MENU** press the **Menu** or **Aa** keys respectively. - The **STATUS BAR** can be set to show a multitude of information regarding your reading progress or device state.
bg_bg: ## Потребителски интерфейс <a id="ui"></a> <div class="img-block">![Зони на докосване](resources/quickstart/kindle4.png)</div> - За отавряне на **ГОРНОТО** или **ДОЛНОТО МЕНЮ** докоснете бутоните **Меню** или съответно **Аа**. - **ЛЕНТАТА ЗА СЪСТОЯНИЕТО** може да бъде настроена да показва разнообразна информация относно процеса на четене или устройството.
he: ## ממשק משתמש <a id="ui"></a> ממשק <div class="img-block">![אזורי מגע](resources/quickstart/kindle3.png)</div> - כדי להציג את **התפריט העליון** או **התפריט התחתון** ניתן ללחוץ על המקשים **Menu** או **Aa**, בהתאמה. - ניתן להגדיר את **סרגל המצב** ככה שיציג מידע רב על התקדמותך בקריאה או על מצב המכשיר.
vi: ## Giao diện người dùng <a id="ui"></a> <div class="img-block">![Touch zones](resources/quickstart/kindle3.png)</div> - Để hiển thị MENU TRÊN hoặc MENU DƯỚI, nhấn phím Menu hoặc Aa tương ứng. - THANH TRẠNG THÁI có thể được cài đặt để hiển thị vô số thông tin liên quan đến tiến trình đọc hoặc trạng thái thiết bị của bạn.
zh_tw: ## 使用者介面 <a id="ui"></a> <div class="img-block">![觸控區域](resources/quickstart/kindle3.png)</div> - 要顯示 **頂部選單** 或 **底部選單**，分別按下 **Menu** 或 **Aa** 鍵。 - **狀態列** 可以設定為顯示各種關於閱讀進度或裝置狀態的資訊。

source: ## User interface <a id="ui"></a> <div class="img-block">![Touch zones](resources/quickstart/touchzones.png)</div> - To show the **TOP MENU** or **BOTTOM MENU** you can click the indicated zones. You can click or swipe down the upper zone to show the **TOP MENU**. - The **STATUS BAR** zone can be used to cycle between STATUS BAR items if one item is visible. This will also hide and show the STATUS BAR if you tap enough times.
bg_bg: ## Потребителски интерфейс <a id="ui"></a> <div class="img-block">![Зони на докосване](resources/quickstart/touchzones.png)</div> - За отваряне на **ГОРНОТО МЕНЮ** или **ДОЛНОТО МЕНЮ**, докоснете посочените зони. Също така за **ГОРНОТО МЕНЮ** можете да докоснете или да плъзнете надолу в горната част на екрана. - Зоната на **ЛЕНТАТА ЗА СЪСТОЯНИЕТО** може да бъде използвана за превключване между елементите на ЛЕНТАТА ЗА СЪСТОЯНИЕТО, ако е видим само един елемент. По този начин ако докоснете достатъчно пъти ЛЕНТАТА ЗА СЪСТОЯНИЕТО ще се скрива и показва.
he: ## ממשק משתמש <a id="ui"></a> <div class="img-block">![אזורי מגע](resources/quickstart/touchzones.png)</div> - כדי להציג את **התפריט העליון** או **התפריט התחתון** ניתן ללחוץ על האזורים שצוינו. אפשר ללחוץ או להחליק מטה את האזור העליון כדי להציג את **התפריט העליון**. - ניתן להשתמש באזור **סרגל המצב** כדי לעבור בין פריטי סרגל המצב אם פריט אחד גלוי. פעולה זו גם תסתיר ותציג את סרגל המצב כתלות במספר הנגיעות.
vi: ## Giao diện người dùng <a id="ui"></a> <div class="img-block">![Touch zones](resources/quickstart/touchzones.png)</div> - Để hiển thị MENU TRÊN hoặc MENU DƯỚI, bạn có thể nhấp vào các vùng được chỉ định. Bạn có thể nhấp hoặc vuốt xuống vùng trên để hiển thị MENU TRÊN. - Vùng THANH TRẠNG THÁI có thể được sử dụng để chuyển đổi giữa các mục THANH TRẠNG THÁI nếu một mục hiển thị. Thao tác này cũng sẽ ẩn và hiển thị THANH TRẠNG THÁI nếu bạn chạm đủ số lần.
zh_tw: ## 使用者介面 <a id="ui"></a> <div class="img-block">![觸控區域](resources/quickstart/touchzones.png)</div> - 要顯示 **頂部選單** 或 **底部選單**，可以點擊指定區域。你也可以點擊或向下滑動上方區域來顯示 **頂部選單**。 - **狀態列** 區域在僅顯示一項內容時，可以用來循環切換不同的狀態列項目。若連續點擊多次，也能切換隱藏或顯示 **狀態列**。

source: ## User interface tips <a id="uitips"></a> - You can change the interface language using: > **Menu ➔ ![Settings](resources/icons/mdlight/appbar.settings.svg) ➔ Language** - If you press both **ScreenKB** + **Press** on an option or menu item (font weight, line spacing etc.), you can set its value as **DEFAULT**. The new value will only be applied to documents opened from now on. Previously opened documents will keep their settings. You can identify default values as a STAR in menu or as a black border around indicators as seen below: <div class="img-block break-before-avoid">![Default setting 1](resources/quickstart/defaultsetting1.png)</div> <div class="img-block break-before-avoid">![Default setting 2](resources/quickstart/defaultsetting2.png)</div> - You can see explanations for some items on the **TOP MENU** by pressing both **ScreenKB** + **Press** on the name of the option. - You can **CLOSE** full screen dialogs (History, Table of Contents, Bookmarks, Reading Statistics etc.) by pressing the **Back** key. - **SCREENSHOTS** can be taken by pressing the **ScreenKB** + **Menu** keys <div class="img-block break-after-avoid">![Number picker](resources/quickstart/numberpicker.png)</div> - In dialogs containing adjustment arrow buttons like the one above, you can use the directional keys to move around. If widgets have menus, pressing the **Menu** key should open them. - You can toggle content selection mode by pressing either the **Up** or **Down** keys. The selection tool becomes available so you can select one or multiple words, for either dictionary, wikipedia or text look ups. - You can highlight blocks of text by selecting multiple words with the content selection tool. - You can move through your document with the **Left** or **Right** cursor keys which, should take you to the previous or next chapter respectively. - The content selection tool's sensitivity can be adjusted in the **TOP MENU**. > **Menu ➔ ![Typesettings](resources/icons/mdlight/appbar.typeset.svg) ➔ Selection on text**
bg_bg: ## Съвети за интерфейса <a id="uitips"></a> - Можете да смените езика на интерфейса от: > **Меню ➔ ![Настройки](resources/icons/mdlight/appbar.settings.svg) ➔ Език** - Ако натиснете едновременно **ScreenKB** + **Press** върху настройка или елемент от менюто (тегло на шрифта, междуредие и др.), можете да зададете стойността като **ПОДРАЗБИРАНА**. Новата стойност ще бъде приложена само към документите, които отваряте след това. Отворените преди това документи ще запазят своята настройка. Можете да определите коя е подразбираната стойност по наличието на ЗВЕЗДА в менюто или черен контур около индикатора, както е показано по-долу: <div class="img-block break-before-avoid">![Подразбирана стойност 1](resources/quickstart/defaultsetting1.png)</div> <div class="img-block break-before-avoid">![Подразбирана стойност 2](resources/quickstart/defaultsetting2.png)</div> - Можете да видите обяснения за някои елементи от **ГОРНОТО МЕНЮ**, като натиснете едновременно **ScreenKB** + **Press** върху името на елемента. - Можете да **ЗАТВОРИТЕ** диалоговите прозорци, заемащи цял екран (хронология, съдържание, отметки, статистика на четенето и т.н.), като натиснете клавиша **Назад**. - **ЕКРАННИ СНИМКИ** можете да правите като натиснете клавишите **ScreenKB** + **Меню**. <div class="img-block break-after-avoid">![Избор на числа](resources/quickstart/numberpicker.png)</div> - В диалоговите прозорци, съдържащи бутони със стрелки за настройка, като този по-горе, можете да използвате клавишите със стрелки, за да се придвижвате. Ако контролите имат менюта, натискането на клавиша **Меню** ще ги отвори. - Можете да превключвате режима за избор на съдържание, като натиснете клавишите **Нагоре** и **Надолу**. Инструментът за избор става достъпен, така че можете да изберете една или няколко думи, които да търсене в речника, Уикипедия или в текста. - Можете да подчертавате блокове от текст, като изберете пасажа с инструмента за избор на съдържание. - Можете да се придвижвате в документа с клавишите **Ляво** или **Дясно**, които трябва да ви отведат съответно до предишната или следващата глава. - Чувствителността на инструмента за избор на съдържание може да се регулира в **ГОРНОТО МЕНЮ**. > **Меню ➔ ![Typesettings](resources/icons/mdlight/appbar.typeset.svg) ➔ Избор на текст**
he: ## טיפים לממשק משתמש <a id="uitips"></a> - ניתן לשנות את שפת הממשק דרך: > **תפריט ← ! [הגדרות](resources/icons/mdlight/appbar.settings.svg) ← שפה** - הקשה על **ScreenKB** + **Press** ביחד מעל אפשרות או מעל פריט בתפריט (משקל גופן, רווח בין שורות וכו׳), תאפשר להגדיר את הערך שלהם ל**ברירת המחדל**. הערך החדש יוחל רק על מסמכים שנפתחו מעתה ואילך. מסמכים שנפתחו בעבר ישמרו על הגדרותיהם. ניתן לזהות ערכי ברירת מחדל ככוכב בתפריט או כגבול שחור סביב המחוונים כפי שמופיע למטה: <div class="img-block break-before-avoid">![הגדרת ברירת מחדל 1](resources/quickstart/defaultsetting1.png)</div> <div class="img-block break-before-avoid">![הגדרת ברירת מחדל 2](resources/quickstart/defaultsetting2.png)</div> - אפשר לראות הסברים לכל הפריטים ב**תפריט התחתון** בהקשה על **ScreenKB** + **Press** והחזקת שם האפשרות. - אפשר **לסגור** חלוניות במסך מלא (היסטוריה, תוכן עניינים, סימניות, קריאת סטטיסטיקה וכו׳) בהקשה על **Back**. - אפשר **לצלם את המסך** בהקשה על **ScreenKB** + **Menu**. <div class="img-block break-after-avoid">![בורר המספרים](resources/quickstart/numberpicker.png)</div> - בחלוניות המכילות כפתורי חץ כוונון כמו זה שלמעלה, אפשר לגעת ולהחזיק את כפתורי החץ כדי לשנות ערכים. אם לצלמיות יש תפריט, הקשה על **Menu** אמור לפתוח אותו. - אפשר להחליף את מצב בחירת התוכן בהקשת המקשים **למעלה** או **למתה**. כלי בחירת הטקסט מופיע ככה שניתן לבחור מילה בודדת או יותר מילים, ולחפש אותם במילון, בוויקיפדיה או בתוך הטקסט עצמו. - אפשר להבליט מקטעי טקסט בבחירת מילים רבים עם הכלי לבחירת תוכן. - אפשר לרפרף במסמך בעזרת המקשים **שמאל** או **ימין**, שאמורים להוביל לפרק הקודם או הבא, בהתאם, של המסמך. - ניתן לכוונן את רגישות כלי הבחירה ב־**תפריט עליון**. > **תפריט ← ![עריכה](resources/icons/mdlight/appbar.typeset.svg) בחירה בטקסט**
vi: ##Mẹo về giao diện người dùng <a id="uitips"></a> - Bạn có thể thay đổi ngôn ngữ giao diện bằng cách: >**Menu ➔ ![Settings](resources/icons/mdlight/appbar.settings.svg) ➔ Ngôn ngữ (Language) - Nếu bạn nhấn tổ hợp ScreenKB + Nhấn (Press) vào một tùy chọn hoặc mục menu (như độ đậm phông chữ, khoảng cách dòng, v.v.), bạn có thể đặt giá trị của nó làm MẶC ĐỊNH (DEFAULT). Giá trị mới sẽ chỉ được áp dụng cho các tài liệu được mở từ bây giờ. Các tài liệu đã mở trước đó sẽ giữ nguyên cài đặt của chúng. Bạn có thể nhận biết các giá trị mặc định bằng một NGÔI SAO (STAR) trong menu hoặc một viền đen xung quanh các chỉ báo như hình dưới đây: <div class="img-block break-before-avoid">![Default setting 1](resources/quickstart/defaultsetting1.png)</div> <div class="img-block break-before-avoid">![Default setting 2](resources/quickstart/defaultsetting2.png)</div> - Bạn có thể xem giải thích cho một số mục trong MENU TRÊN CÙNG bằng cách nhấn tổ hợp ScreenKB + Nhấn (Press) vào tên của tùy chọn đó. - Bạn có thể ĐÓNG các hộp thoại toàn màn hình (Lịch sử, Mục lục, Dấu trang, Thống kê đọc, v.v.) bằng cách nhấn phím Quay lại (Back). - Có thể chụp ẢNH CHỤP MÀN HÌNH (SCREENSHOTS) bằng cách nhấn tổ hợp phím ScreenKB + Menu. <div class="img-block break-after-avoid"></div> - Trong các hộp thoại có chứa nút điều chỉnh bằng mũi tên như hình trên, bạn có thể sử dụng các phím điều hướng để di chuyển. Nếu các widget có menu, việc nhấn phím Menu sẽ mở chúng. - Bạn có thể bật/tắt chế độ chọn nội dung bằng cách nhấn phím Lên (Up) hoặc Xuống (Down). Công cụ chọn sẽ xuất hiện để bạn có thể chọn một hoặc nhiều từ, dùng cho việc tra từ điển, wikipedia, hoặc tìm kiếm văn bản. - Bạn có thể tô sáng các khối văn bản bằng cách chọn nhiều từ với công cụ chọn nội dung. - Bạn có thể di chuyển qua tài liệu của mình bằng các phím con trỏ Trái (Left) hoặc Phải (Right), chúng sẽ đưa bạn đến chương trước hoặc chương kế tiếp tương ứng. -Độ nhạy của công cụ chọn nội dung có thể được điều chỉnh trong MENU TRÊN CÙNG: >**Menu ➔ ![Typesettings](resources/icons/mdlight/appbar.typeset.svg)➔ Chọn trên văn bản**
zh_tw: ## 使用者介面提示 <a id="uitips"></a> - 你可以透過以下路徑更改介面語言： > **Menu ➔ ![設定](resources/icons/mdlight/appbar.settings.svg) ➔ 語言** - 在某些選項或功能（字重、行距等）上同時按下 **ScreenKB** + **Press**，可以將其值設為 **預設值**。 新的預設值僅會套用到之後開啟的文件，先前開啟的文件會保留原設定。 預設值可透過選單上的星號或指示器外框變黑來辨識，如下圖所示： <div class="img-block break-before-avoid">![預設設定 1](resources/quickstart/defaultsetting1.png)</div> <div class="img-block break-before-avoid">![預設設定 2](resources/quickstart/defaultsetting2.png)</div> - 在 **頂部選單** 的某些項目上同時按下 **ScreenKB** + **Press**，可以查看該選項的說明。 - 你可以按下 **Back** 鍵來**關閉**全螢幕對話視窗（例如歷史紀錄、目錄、書籤、閱讀統計等）。 - **螢幕截圖** 可以透過同時按下 **ScreenKB** + **Menu** 來取得。 <div class="img-block break-after-avoid">![數值選擇器](resources/quickstart/numberpicker.png)</div> - 在包含調整箭頭按鈕的對話框中（如上圖），你可以用方向鍵來移動。如果元件帶有選單，按下 **Menu** 鍵即可開啟。 - 你可以透過按下 **Up** 或 **Down** 鍵來切換內容選取模式。此時會出現選取工具，讓你能選取一個或多個單字，用於字典、維基百科或文字查詢。 - 透過選取工具選擇多個單字，可以標註整段文字。 - 你可以使用 **Left** 或 **Right** 游標鍵在文件中移動，分別跳至上一章或下一章。 - 可以在 **頂部選單** 中調整內容選取工具的靈敏度。 > **Menu ➔ ![排版設定](resources/icons/mdlight/appbar.typeset.svg) ➔ 文字選取**
