Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

source: Tags to add to new articles: %1
bg_bg: Автоматично добавяни етикети: %1
he: תגיות שתתווספנה לערכים חדשים: %1
vi: Thẻ để thêm vào bài viết mới: %1
zh_tw: 新增到新文章的標籤：%1

source: Tags to add to new articles
bg_bg: Автоматично добавяни етикети
he: תגיות להוספה לערכים החדשים
vi: Thẻ để thêm vào bài viết mới
zh_tw: 新增到新文章的標籤

source: Enter a comma-separated list of tags to add when submitting a new article to Wallabag.
bg_bg: Въведете разделени със запетая етикети, които да бъдат добавяни към новите статии в Wallabag.
he: נא להכניס רשימת תגיות מופרדות בפסיקים להוספה בעת הגשת ערך חדש ל־Wallabag.
vi: Nhập danh sách các thẻ được phân tách bằng dấu phẩy để thêm khi gửi bài viết mới tới Wallabag.
zh_tw: 提交新文章至 Wallabag 時，輸入要新增的標籤（以逗號分隔）。

source: Send review as tags
bg_bg: Изпращане на отзива като етикети
he: שליחת סקירה כתגיות
vi: Gửi đánh giá dưới dạng thẻ
zh_tw: 將評論作為標籤發送

source: This allows you to write tags in the review field, separated by commas, which will be applied to the article on Wallabag.
bg_bg: Дава възможност да въведете етикети в полето за отзив, разделени със запетая, които да бъдат приложени към статиите в Wallabag.
he: מאפשר לך לכתוב תגיות בשדה הסקירה, מופרדות בפסיקים, שיוצמדו לערך ב־Wallabag.
vi: Tính năng này cho phép bạn viết thẻ trong trường đánh giá, phân tách bằng dấu phẩy, sẽ được áp dụng cho bài viết trên Wallabag.
zh_tw: 這允許您在評論欄中輸入標籤（以逗號分隔），並將其套用到 Wallabag 上的文章。

source: Download folder: use a folder that is exclusively used by the Wallabag plugin. Existing files in this folder risk being deleted. Articles marked as finished, on hold or 100% read can be marked as read (or deleted) on the server. This is done automatically when retrieving new articles with the 'Auto-upload article statuses when downloading' setting. The 'Delete remotely archived and deleted articles locally' option will allow deletion of local files that are archived or deleted on the server.
bg_bg: Папка за изтегляния: използвайте папка, която ще бъде използвана само от добавката Wallabag. Съществуващите файлове в тази папка могат да бъдат премахнати. Статиите, отбелязани като завършени, оставени или прочетени на 100%, могат да бъдат отбелязани като прочетени (или премахнати) от страната на сървъра. Това става автоматично при изтегляне на нови статии, на които е отметната настройката „Изпращане съст. на статиите при изтегляне“. Настройката „Премахване на отдалечено премахнатите и архивирани статии от устройството“ ще направи възможно премахването на местните файлове, които са архивирани или премахнати от сървъра.
he: תיקיית ההורדות: להשתמש בתיקייה המשמשת אך ורק את התוסף Wallabag. קבצים קיימים בתיקייה זו עלולים להימחק. ניתן לסמן על השרת כנקראים (או כנמחקים) מאמרים שנקראו עד הסוף, שבהמתנה או שנקראו ב־100%. זה יעשה באופן אוטומטי בעת הורדת מאמרים חדשים אם האפשרות 'העלה אוטומטית של מצב הערכים בעת ההורדה' מופעלת. האפשרות 'מחיקה של ערכים שמורים ברחוק ומחוקים מקומית' תסיר קבצים מקומיים שכבר אינם קיימים בשרת.
vi: Thư mục tải xuống: sử dụng thư mục chỉ dành riêng cho plugin Wallabag. Các tệp hiện có trong thư mục này có nguy cơ bị xóa. Các bài viết được đánh dấu là đã hoàn thành, đang chờ xử lý hoặc đã đọc 100% có thể được đánh dấu là đã đọc (hoặc đã xóa) trên máy chủ. Việc này được thực hiện tự động khi truy xuất các bài viết mới với cài đặt 'Tự động tải lên trạng thái bài viết khi tải xuống'. Tùy chọn 'Xóa các bài viết đã lưu trữ từ xa và đã xóa cục bộ' sẽ cho phép xóa các tệp cục bộ được lưu trữ hoặc xóa trên máy chủ.
zh_tw: 下載資料夾：請使用專供 Wallabag 外掛使用的資料夾。該資料夾中的現有檔案可能會被刪除。 在伺服器上，被標記為完成、擱置或已達 100% 閱讀進度的文章，可以被標示為已讀（或刪除）。當啟用「下載時自動上傳文章狀態」設定並擷取新文章時，此操作會自動執行。 「在本地刪除遠端已封存和已刪除的文章」選項將允許刪除那些在伺服器上已被封存或刪除的本地檔案。

source: Wallabag is an open source read-it-later service. This plugin synchronizes with a Wallabag server. More details: https://wallabag.org Downloads to folder: %1
bg_bg: Wallabag е услуга за „четене по-късно“ с отворен код. Добавката синхронизира със сървър по избор. Подробности на https://wallabag.org Изтегля в папката: %1
he: Wallabag הוא שירות קוד פתוח לקריאה בזמנך הפנוי. התוסף הזה מסתנכרן עם שרת Wallabag. פרטים נוספים: https://wallabag.org הורדות לתיקייה: %1
vi: Wallabag là một dịch vụ đọc sau mã nguồn mở. Plugin này đồng bộ hóa với máy chủ Wallabag. Chi tiết thêm: https://wallabag.org Tải xuống thư mục: %1
zh_tw: Wallabag 是一個開源的稍後閱讀服務。此外掛可與 Wallabag 伺服器同步。 更多資訊： https://wallabag.org 下載到資料夾：%1

source: Please configure the server settings and set a download folder.
bg_bg: Направете настройките за сървър и задайте папка за изтеглянията.
he: נא להגדיר את תצורת השרת ואת תיקיית ההורדה.
vi: Vui lòng cấu hình cài đặt máy chủ và thiết lập thư mục tải xuống.
zh_tw: 請設定伺服器並設定下載資料夾。

source: Server (★)
bg_bg: Сървър (★)
he: שרת (★)
vi: Máy chủ (★)
zh_tw: 伺服器 (★)

source: Server
bg_bg: Сървър
he: שרת
vi: Máy chủ
zh_tw: 伺服器

source: Folder (★)
bg_bg: Папка (★)
he: תיקייה (★)
vi: Thư mục (★)
zh_tw: 資料夾 (★)

source: The download folder is not valid. Please configure it in the settings.
bg_bg: Папката за изтегляния е недействителна. Задайте я в настройките.
he: תיקיית ההורדות לא תקינה. נא להגדיר אותה בהגדרות.
vi: Thư mục tải xuống không hợp lệ. Vui lòng cấu hình thư mục này trong phần cài đặt.
zh_tw: 下載資料夾無效。 請在設定中進行配置。

source: Could not login to Wallabag server.
bg_bg: Грешка при вход в сървъра на Wallabag.
he: לא ניתן להתחבר לשרת Wallabag.
sv: Kunde inte logga in på Wallabag-sever.
vi: Không thể đăng nhập máy chủ Wallabag.
zh_tw: 無法登入到 Wallabag 伺服器。

source: Requesting article list failed with a 404 error.
bg_bg: Грешка 404 при получаване на списъка със статии.
he: בקשת רשימת המאמרים נכשלה עם שגיאה 404.
vi: Yêu cầu danh sách bài báo thất bại với lỗi 404.
zh_tw: 取得文章列表失敗（404 錯誤）。

source: Requesting article list failed.
bg_bg: Грешка при получаване на списъка със статии.
he: בקשת רשימת המאמרים נכשלה.
vi: Yêu cầu danh sách bài báo thất bại.
zh_tw: 取得文章列表失敗。

source: Requesting article list did not return anything.
bg_bg: Заявката за списъка със статии не върна нищо.
he: בקשת רשימת הערכים לא החזירה כלום.
vi: Yêu cầu danh sách bài viết không trả về kết quả nào.
zh_tw: 請求文章列表未返回任何結果。

source: Server response is not valid.
bg_bg: Отговора от сървъра е неприемлив.
he: תשובת השרת אינה חוקית.
sv: Serversvar är inte giltigt.
vi: Phản hồi của máy chủ không hợp lệ.
zh_tw: 伺服器的回應無效。

source: Communication with server failed.
bg_bg: Грешка при свързване със сървъра.
he: התקשורת עם השרת נכשלה.
sv: Kommunikation med servern misslyckades.
vi: Liên lạc với máy chủ thất bại.
zh_tw: 與伺服器通訊失敗。

source: Connecting to Wallabag server…
bg_bg: Свързване със сървър на Wallabag…
he: התחברות לשרת Wallabag…
vi: Đang kết nối với máy chủ Wallabag…
zh_tw: 正在連線到 Wallabag 伺服器…

source: Getting list of newest articles on Wallabag…
bg_bg: Получаване на списък с нови статии от Wallabag…
he: קבלת רשימת המאמרים החדשים ביותר על Wallabag…
vi: Đang tải danh sách các bài báo mới nhất trên Wallabag…
zh_tw: 正在取得 Wallabag 上的最新文章列表…

source: Received a list of 1 article.
bg_bg: Получен е списък с 1 статия.
he: התקבלה רשימה עם ערך אחד.
vi: Đã nhận được danh sách %1 bài báo.
zh_tw: 已接收 %1 篇文章列表。

source: Downloaded article %1 of %2…
bg_bg: Изтегляне на статия %1 от %2…
he: התקבל מאמר %1 מתוך %2…
vi: Đã tải xuống bài viết %1 trong tổng số %2…
zh_tw: 正在下載文章 %1（共 %2）…

source: Sync finished:
bg_bg: Синхронизирано:
he: הסנכרון הושלם:
vi: Đồng bộ hóa hoàn tất:
zh_tw: 同步完成：

source: - added from queue: %1
bg_bg: – добавени от опашката: %1
he: - נוסף מהתור: %1
vi: - đã thêm từ hàng đợi: %1
zh_tw: - 已從佇列新增：%1

source: - downloaded: %1 - skipped: %2
bg_bg: – изтеглени: %1 – пропуснати: %2
he: - ירדו: %1 - נפסחו: %2
vi: - đã tải xuống: %1 - đã bỏ qua: %2
zh_tw: - 已下載：%1 - 已跳過：%2

source: - failed: %1
bg_bg: – с грешка: %1
he: - נכשלו: %1
vi: - thất bại: %1
zh_tw: - 失敗：%1

source: - archived in KOReader: %1
bg_bg: – архивирани в KOReader: %1
he: - מאוחסן ב־‫KOReader‬ : %1
vi: - đã lưu trữ trong KOReader: %1
zh_tw: - 已在 KOReader 中封存：%1

source: - deleted from KOReader: %1
bg_bg: – премахнати от KOReader: %1
he: - נמחק מ־‪KOReader‬: ‫%1‬
vi: - đã xóa khỏi KOReader: %1
zh_tw: - 已從 KOReader 刪除：%1

source: - deleted from Wallabag: %1
bg_bg: – премахнати от Wallabag: %1
he: - נמחק מ־Wallabag:‏ %1
vi: - đã xóa khỏi Wallabag: %1
zh_tw: - 已從 Wallabag 刪除：%1

source: - archived in Wallabag: %1
bg_bg: – архивирани в Wallabag: %1
he: - ערך התווסף ב־Wallabag:‫ ‬%1
vi: - được lưu trữ trong Wallabag: %1
zh_tw: - 已在 Wallabag 中封存：%1

source: Adding 1 article from queue…
bg_bg: Добавяне на 1 статия от опашката…
he: נוסף מאמר מהתור…
vi: Đang thêm %1 bài viết từ hàng đợi…
zh_tw: 正在從佇列新增 %1 篇文章…

source: Added 1 article from queue to Wallabag
bg_bg: Добавена е 1 статия от опашката на Wallabag
he: נוסף מאמר מהתור ל־Wallabag
vi: Đã thêm %1 bài viết từ hàng đợi vào Wallabag
zh_tw: 已將 %1 篇文章從佇列新增到 Wallabag

source: Synchronizing remote archivals and deletions…
bg_bg: Синхронизиране на архивирани и премахнати от сървъра…
he: סנכרון אחסונים מרוחקים ומחיקות…
vi: Đang đồng bộ lưu trữ và xóa từ xa…
zh_tw: 正在同步遠端的封存與刪除…

source: Syncing local article statuses…
bg_bg: Синхронизиране състоянията на местните файлове…
he: סנכרון מצבי ערך מקומיים…
vi: Đang đồng bộ trạng thái bài viết cục bộ…
zh_tw: 正在同步本地文章狀態…

source: Upload finished:
bg_bg: Изпращането е завършено:
he: ההעלאה הסתיימה:
vi: Tải lên hoàn tất:
zh_tw: 上傳完成：

source: - archived on Wallabag: %1
bg_bg: – архивирани в Wallabag: %1
he: - ערך התווסף ל־Wallabag:‫ ‬%1
vi: - đã lưu trữ trên Wallabag: %1
zh_tw: - 已在 Wallabag 上封存：%1

source: The archive folder is not valid. Please configure it in the settings.
bg_bg: Папката на архива е недействителна. Задайте я в настройките.
he: תיקיית הארכיונים שגויה. נא להגדיר אותה בהגדרות.
vi: Thư mục lưu trữ không hợp lệ. Vui lòng cấu hình thư mục này trong Cài đặt.
zh_tw: 封存資料夾無效。 請在設定中進行配置。

source: Enter the details of your Wallabag server and account. Client ID and client secret are long strings so you might prefer to save the empty settings and edit the config file directly in your installation folder: %1/wallabag.lua Restart KOReader after editing the config file.
bg_bg: Въведете данните за сървъра и профила на Wallabag. Стойностите на полетата „ID на клиента“ и „Таен ключ на клиента“ са дълги низове, затова може да предпочетете да оставите полетата празни и да промените файла с настройките в папката, в която е инсталирана добавката: %1/wallabag.lua Рестартирайте KOReader след промяна на файла с настройките.
he: נא למלא את פרטי השרת והחשבון שלך ב־Wallabag. מזהה הלקוח וסוד הלקוח הן מחרוזות ארוכות, כך עדיף לשמור את ההגדרות הריקות ולערוך את קובץ התצורה ישירות בתיקיית ההתקנה שלך: %1‎/wallabag.lua יש להפעיל את KOReader מחדש לאחר עריכת קובץ התצורה.
vi: Nhập chi tiết về máy chủ và tài khoản Wallabag của bạn. Client ID và client secret là các chuỗi dài, vì vậy bạn có thể muốn lưu cài đặt trống và chỉnh sửa tệp cấu hình trực tiếp trong thư mục cài đặt của bạn: %1/wallabag.lua Khởi động lại KOReader sau khi chỉnh sửa tệp cấu hình.
zh_tw: 輸入您 Wallabag 伺服器和帳號的詳細資料。 Client ID 和 Client secret 是長字串，所以您可以選擇留空，然後直接編輯安裝資料夾中的設定檔： %1/wallabag.lua 編輯設定檔後，請重新啟動 KOReader。

source: Wallabag settings
bg_bg: Настройки на Wallabag
he: הגדרות Wallabag
sv: Wallabag-inställningar
vi: Cài đặt Wallabag
zh_tw: Wallabag 設定

source: Server URL
bg_bg: Адрес на сървъра
he: כתובת השרת
vi: URL máy chủ
zh_tw: 伺服器 URL

source: Client ID
bg_bg: ID на клиента
he: מזהה לקוח
sv: Klient-ID
vi: ID máy trạm

source: Client secret
bg_bg: Таен ключ на клиента
he: סוד לקוח
sv: Klienthemlighet
vi: Mật khẩu máy trạm

source: Number of articles to keep locally
bg_bg: Брой статии, пазени на устройството
he: מספר הערכים לשמירה מקומית
vi: Số lượng bài viết cần lưu trữ cục bộ
zh_tw: 本地保留的文章數量

source: Invalid input. Please enter a positive number greater than 0.
bg_bg: Неприемлива стойност. Въведете положително число по-голямо от 0.
he: ערך לא חוקי. נא למלא מספר חיובי גדול מ־0.
vi: Dữ liệu đầu vào không hợp lệ. Vui lòng nhập một số dương lớn hơn 0.
zh_tw: 輸入無效。請輸入大於 0 的正整數。

source: Article will be added to Wallabag in the next sync: %1
bg_bg: Статията ще бъде добавена в Wallabag при следваща синхронизация: %1
he: הערך יתווסף ל־Wallabag בסנכרון הבא: %1
vi: Bài viết sẽ được thêm vào Wallabag trong lần đồng bộ tiếp theo: %1
zh_tw: 文章將在下次同步時新增到 Wallabag： %1

source: Article added to Wallabag: %1
bg_bg: Статията е добавена в Wallabag: %1
he: ערך התווסף ל־Wallabag: %1
sv: Artikeln tillagd i Wallabag: %1
vi: Bài viết đã thêm vào Wallabag: %1
zh_tw: 文章已加到 Wallabag： %1

source: Error adding link to Wallabag: %1
bg_bg: Грешка при добавяне на препратка към Wallabag: %1
he: שגיאה בהוספת קישור ל־Wallabag: %1
sv: Fel vid tilläggning av länk till Wallabag: %1
vi: Thêm đường dẫn Wallabag thất bại: %1
zh_tw: 加入連結到 Wallabag 時發生錯誤： %1

source: Tap the lower right corner
bg_bg: Докоснете долния десен ъгъл
he: נגיעה בפינה הימנית התחתונה
sv: Tryck på nedre högra hörnet
vi: Nhấp vào góc dưới cùng bên phải của màn hình
zh_tw: 點擊右下角

source: Tap the upper right corner
bg_bg: Докоснете горния десен ъгъл
he: נגיעה בפינה השמאלית העליונה
sv: Tryck på övre högra hörnet
vi: Nhấn vào góc trên bên phải
zh_tw: 點擊右上角

source: Ebook reader
bg_bg: Приложение за четене на електронни книги
he: מציג ספרים אלקטרוניים
vi: Trình đọc sách điện tử
zh_tw: 電子書閱讀軟體

source: KOReader is an ebook reader optimized for e-ink screens. It can open many formats and provides advanced text adjustments.
bg_bg: KOReader е приложение за четене на електронни книги в различни формати на екрани с електронно мастило. Притежава множество възможности за настройки на текста.
he: KOReader הוא מציג ספרים אלקטרוניים שמותאם במיוחד למסכי e-ink (דיו אלקטרוני). יכול לפתוח סוגים רבים של קבצים ומספק התאמות טקסט מתקדמות.
vi: KOReader là trình đọc sách điện tử được tối ưu hóa cho màn hình e-ink. Phần mềm có thể mở nhiều định dạng tệp và cung cấp các tùy chỉnh văn bản nâng cao.
zh_tw: KOReader 是一款為電子紙顯示器最佳化的電子書閱讀軟體。它能開啟多種格式，並提供進階的文字調整功能。

source: See below for a selection of its many features:
bg_bg: По-долу е списък с някои от възможностите му:
he: להלן מבחר מהיכולות המגוונות שלו:
vi: Xem bên dưới để biết một số tính năng nổi bật:
zh_tw: 以下列出部分功能特色：

source: Supports both fixed page formats (PDF, DjVu, CBT, CBZ) and reflowable e-book formats (EPUB, FB2, Mobi, DOC, CHM, TXT, HTML). Scanned PDF/DjVu documents can be reflowed. Special flow directions for reading double column PDFs and manga.
bg_bg: Поддържа както формати с фиксирани страници (PDF, DjVu, CBT, CBZ), така и формати на електронни книги с възможност за прекомпозиране на страниците (EPUB, FB2, Mobi, DOC, CHM, TXT, HTML). Сканирани PDF/DjVu документи могат да бъдат прекомпозирани. Специални режими на прекомпозиране за четене на PDF документи с текст в две колонии манга.
he: תמיכה גם בתצורות עם עימוד קבוע (PDF,‏ DjVu,‏ CBT,‏ CBZ) וגם בספרים אלקטרוניים שניתן להתאים למסך (EPUB,‏ FB2‏, Mobi,‏ DOC,‏ CHM,‏ TXT,‏ HTML)‬. אפשר להתאים מחדש מסמכי PDF/DjVu שנסרקו למסך. הנחיות מיוחדות לגלישת טקסט במסך לקריאת קובצי PDF מפוצלים לשתי עמודות ומאנגה.
vi: Hỗ trợ cả định dạng trang cố định (PDF, DjVu, CBT, CBZ) và định dạng sách điện tử tái bố cục (EPUB, FB2, Mobi, DOC, CHM, TXT, HTML). Các tài liệu PDF/DjVu đã quét có thể được tái bố cục. Có các hướng luồng đặc biệt để đọc PDF hai cột và manga.
zh_tw: 支援固定頁面格式（PDF、DjVu、CBT、CBZ）與可重新排版的電子書格式（EPUB、FB2、Mobi、DOC、CHM、TXT、HTML）。掃描的 PDF/DjVu 文件也可重新排版。並針對雙欄 PDF 與漫畫提供特殊的閱讀排版模式。

source: Multi-lingual user interface optimized for e-ink screens. Highly customizable reader view with complete typesetting options. Multi-lingual hyphenation dictionaries are bundled in.
bg_bg: Многоезичен потребителски интерфейс, оптимизиран за екрани с електронно мастило. Приложението има богат набор от настройки с голям набор от възможности за форматиране на типографията. Включени са многоезични речници за сричкопренасяне.
he: ממשק משתמש רב לשוני ומותאם למסכים אלקטרוניים. תצוגת מקריא גמישה במיוחד עם אפשרויות טיפוגרפיות שלמות. מילוני מיקוף רב לשוניים מובנים.
vi: Giao diện người dùng đa ngôn ngữ được tối ưu hóa cho màn hình e-ink. Chế độ đọc có khả năng tùy chỉnh cao với các tùy chọn sắp chữ đầy đủ. Các từ điển ngắt âm (hyphenation) đa ngôn ngữ được tích hợp sẵn.
zh_tw: 多語系使用者介面，針對電子紙螢幕進行最佳化。閱讀視圖高度可自訂，並提供完整的排版選項。內建多語言斷詞字典。

source: Non-Latin script support for books, including the Hebrew, Arabic, Persian, Russian, Chinese, Japanese and Korean languages.
bg_bg: Поддръжка на книги с азбука различна от латинската, включително езици като иврит, арабски, персийски, руски, китайски, японски и корейски.
he: תמיכה בספרים בכתב לא לטיני, כולל לשפות עברית, ערבית, פרסית, רוסית, סינית, יפנית וקוריאנית.
vi: Hỗ trợ các bộ ký tự phi Latinh cho sách, bao gồm tiếng Do Thái, Ả Rập, Ba Tư, Nga, Trung Quốc, Nhật Bản và Hàn Quốc.
zh_tw: 支援非拉丁文字的書籍，包括希伯來文、阿拉伯文、波斯文、俄文、中文、日文與韓文。

source: Unique Book Map and Page Browser features to navigate your book.
bg_bg: За придвижване в книгата има на разположение възможности като карта на книгата и преглед на страници.
he: יכולות ייחודיות כגון מפת ספר ודפדפן עמודים לניווט בספר שלך.
vi: Các tính năng Bản đồ sách (Book Map) và Trình duyệt trang (Page Browser) độc đáo để điều hướng cuốn sách của bạn.
zh_tw: 獨特的書籍地圖與頁面瀏覽器功能，方便導覽書籍。

source: Special multi-page highlight mode with many local and online export options.
bg_bg: Специален режим за подчертаване с много възможности за местно и отдалечено изнасяне.
he: מצב מיוחד להדגשה רב עמודית, עם אפשרויות רבות לייצוא מקומי ולרשת.
vi: Chế độ tô sáng đặc biệt đa trang với nhiều tùy chọn xuất ra cục bộ và trực tuyến.
zh_tw: 提供特殊的多頁高亮模式，並支援多種本機與線上匯出選項。

source: Can synchronize your reading progress across all your KOReader running devices.
bg_bg: Дава възможност за синхронизиране не напредъка в четенето на всички ваши устройства, на които има KOReader.
he: אפשר לסנכרן את תהליך הקריאה לשרת בין כל המכשירים שלך שמריצים KOReader.
vi: Có thể đồng bộ tiến độ đọc của bạn trên tất cả các thiết bị đang chạy KOReader.
zh_tw: 可在所有執行 KOReader 的裝置之間同步您的閱讀進度。

source: Integrated with Calibre, Wallabag, Wikipedia, Google Translate and other content providers.
bg_bg: Интеграция с Calibre, Wallabag, Уикипедия, преводи от Гугъл и други доставчици на съдържание.
he: משולבים בו Calibre,‏ Wallabag,‏ ויקיפדיה, Google Translate וספקי תוכן נוספים.
vi: Tích hợp với Calibre, Wallabag, Wikipedia, Google Dịch và các nhà cung cấp nội dung khác.
zh_tw: 整合 Calibre、Wallabag、維基百科、Google 翻譯及其他內容提供者。

source: Release notes available on the link below
bg_bg: Бележките към изданието са достъпни по-долу
he: הערות הפצה זמינות דרך הקישור למטה
vi: Ghi chú phát hành có sẵn ở liên kết dưới đây
zh_tw: 可透過下方連結查看發行說明

source: reader
bg_bg: приложение за четене
he: מקריא
vi: Trình đọc
zh_tw: 閱讀器

source: viewer
bg_bg: преглед на текста
he: מציג
vi: Trình xem
zh_tw: 檢視器

source: dictionary
bg_bg: речник
he: מילון
vi: Từ điển
zh_tw: 字典

source: wikipedia
bg_bg: уикипедия
he: ויקיפדיה
zh_tw: 維基百科

source: annotations
bg_bg: записки
he: הסברים
vi: chú thích
zh_tw: 註解

source: External content
he: תוכן חיצוני
vi: Nội dung bên ngoài

source: Remove pinned page?
he: להסיר עמוד נעוץ?
vi: Xóa trang đã ghim?

source: Pinned page removed
he: עמוד נעוץ הוסר
vi: Trang ghim đã bị xóa

source: FictionBook (fb2.css)
vi: Kiểu trình bày FictionBook (fb2.css)

source: %I:%M AM
vi: %I:%M SA

source: %I:%M PM
vi: %I:%M CH

source: %_I:%M AM
vi: %_I:%M SA

source: %-I:%M AM
vi: %-I:%M SA

source: %_I:%M PM
vi: %_I:%M CH

source: %-I:%M PM
vi: %-I:%M CH

source: Ruby
vi: Ký tự Ruby
zh_tw: 注音

source: The 'Exit sleep screen' action is located in the Device group of the Taps and gestures settings
vi: Thao tác 'Thoát màn hình ngủ' nằm trong nhóm Thiết bị của cài đặt Chạm và cử chỉ

source: Until 'Exit sleep screen' gesture
vi: Cho đến khi cử chỉ 'Thoát khỏi màn hình ngủ' xuất hiện

source: Show 'Exit sleep screen' message
vi: Hiển thị thông báo 'Thoát khỏi màn hình ngủ'

source: Edit 'Exit sleep screen' message
vi: Chỉnh sửa thông báo 'Thoát khỏi màn hình ngủ'

source: 'Exit sleep screen' message
vi: Thông báo 'Thoát khỏi màn hình ngủ'

source: Book map provides a summary of a book's content, showing chapters and pages visually. If statistics are enabled, black bars represent pages already read (gray for pages read in the current session), with varying heights based on reading time. Map legend: ▲ current page ❶ ❷ … previous locations ① ② … next locations ▒ highlighted text  highlighted text with notes  bookmarked page  pinned page ▢ focused page when coming from Pages browser
vi: Bản đồ sách cung cấp bản tóm tắt nội dung sách, hiển thị các chương và trang một cách trực quan. Nếu thống kê được bật, các thanh màu đen đại diện cho các trang đã đọc (màu xám cho các trang được đọc trong phiên hiện tại), với chiều cao khác nhau dựa trên thời gian đọc. Chú giải bản đồ: ▲ trang hiện tại ❶ ❷ … các vị trí trước đó ① ② … các vị trí tiếp theo ▒ văn bản được tô sáng  văn bản được tô sáng kèm ghi chú  trang đã đánh dấu  trang đã ghim ▢ trang được tập trung khi đến từ Trình duyệt trang

source: Page browser shows thumbnails of a book's pages. The bottom ribbon displays an extract of the book map around the pages displayed: If statistics are enabled, black bars indicate pages that have already been read (gray bars for pages read in the current session). The height of these bars varies based on the time spent reading each page. Chapters are indicated above the pages they cover. Below the pages, the following indicators may appear: ▲ current page ❶ ❷ … previous locations ① ② … next locations ▒ highlighted text  highlighted text with notes  bookmarked page  pinned page
vi: Trình duyệt trang hiển thị hình thu nhỏ của các trang trong sách. Dải băng phía dưới hiển thị một phần trích của bản đồ sách xung quanh các trang được hiển thị: Nếu thống kê được bật, các thanh màu đen cho biết các trang đã được đọc (thanh màu xám cho các trang được đọc trong phiên hiện tại). Chiều cao của các thanh này thay đổi dựa trên thời gian dành để đọc mỗi trang. Các chương được chỉ định phía trên các trang mà chúng bao phủ. Bên dưới các trang, các chỉ báo sau có thể xuất hiện: ▲ trang hiện tại ❶ ❷ … các vị trí trước đó ① ② … các vị trí tiếp theo ▒ văn bản được tô sáng  văn bản được tô sáng kèm ghi chú  trang đã đánh dấu  trang đã ghim

source: Remove pinned pages of all files
vi: Xóa các trang đã ghim của tất cả các tệp

source: All pinned pages removed
vi: Tất cả các trang được ghim đã bị xóa

source: Remove pinned pages of deleted files
vi: Xóa các trang đã ghim của các tệp đã xóa

source: Pinned pages removed
vi: Các trang đã ghim đã bị xóa

source: SSH port: %1
vi: Cổng SSH: %1

source: Calibre
vi: Phần mềm quản lý thư viện ebook Calibre

source: Joplin
vi: Ứng dụng ghi chú mã nguồn mở Joplin

source: Readwise
vi: Ứng dụng ghi nhớ và quản lý highlight từ sách/bài viết Readwise

source: XMNote
vi: Ứng dụng ghi chú cho máy tính để bàn XMNote

source: Press
vi: Nhấn
zh_tw: 按下

source: Downloading the full article failed. To retry, delete this file and sync again.
vi: Không tải được toàn bộ bài viết. Để thử lại, hãy xóa tệp này và đồng bộ lại.

source: epub, mobi
vi: Định dạng tệp dùng cho sách điện tử epub, mobi

source: Executing delay: %1
vi: Độ trễ thực thi: %1

source: Only within time interval
vi: Chỉ trong khoảng thời gian

source: Shift + Menu
zh_tw: Shift + 功能表

source: Markdown
he: סימון

source: MAC: %1
he: כתובת חומרה: %1

source: SSID: "%1"
he: שם רשת אלחוטית: „%1”

# Resolution
source: dpi
he: נק׳ לאינטש

# Pixels
source: px
he: פיקסלים

source: Choose cloud type
sv: Välj molntyp

source: Choose cloud storage type
sv: Välj molnlagringstyp

source: Empty folder
sv: Tom mapp

source: Downloading. This might take a moment.
sv: Hämtar. Detta kan ta ett tag.

source: Download file
sv: Hämta fil

source: Choose download directory
sv: Välj hämtningskatalog

source: Select this directory? %1
sv: Välj denna katalog? %1

source: Long-press to select current directory
sv: Långt tryck för att välja aktuell katalog

source: Your Dropbox name
sv: Ditt Dropbox namn
