Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

source: No OCR results or no language data. KOReader has a built-in OCR engine for recognizing words in scanned PDF and DjVu documents. In order to use OCR in scanned pages, you need to install tesseract trained data for your document language. You can download language data files for Tesseract version 5.3.4 from https://tesseract-ocr.github.io/tessdoc/Data-Files Copy the language data files (e.g., eng.traineddata for English and spa.traineddata for Spanish) into koreader/data/tessdata
bg_bg: Няма резултати от OCR или няма данни за езика. KOReader има вградена възможност за разпознаване на текст в сканирани PDF и DjVu документи. За да използвате тази възможност в сканирани страници, трябва да инсталирате обучени данни на tesseract за езика на документа. Можете да изтеглите файлове с езикови данни за версия 3.04 от https://tesseract-ocr.github.io/tessdoc/Data-Files Копирайте файловете с езикови данни за Tesseract 3.04 (напр. eng.traineddata за английски език и spa.traineddata за испански език) в koreader/data/tessdata
he: אין תוצאות OCR או שאין נתוני שפה. ל־KOReader יש מנוע זיהוי תווים אופטי מובנה לזיהוי מילים במסמכי PDF ו־DjVu סרוקים. כדי להשתמש במזהה התווים האופטי בדפים סרוקים, עליך להתקין נתוני אימון עבור שפת המסמך שלך. ניתן להוריד קובצי נתוני שפה לגרסה 5.3.4 מ־https://tesseract-ocr.github.io/tessdoc/Data-Files את קובצי נתוני השפה (למשל, eng.traineddata לאנגלית ו־heb.traineddata לעברית) יש להעתיק לתוך koreader/data/tessdata
vi: Không có kết quả OCR hoặc không có dữ liệu ngôn ngữ. KOReader có công cụ OCR tích hợp để nhận dạng từ trong tài liệu PDF và DjVu được quét. Để sử dụng OCR trên các trang được quét, bạn cần cài đặt dữ liệu được đào tạo tesseract cho ngôn ngữ tài liệu của mình. Bạn có thể tải xuống các tệp dữ liệu ngôn ngữ cho Tesseract phiên bản 5.3.4 từ https://tesseract-ocr.github.io/tessdoc/Data-Files Sao chép các tệp dữ liệu ngôn ngữ (ví dụ: eng.traineddata cho tiếng Anh và spa.traineddata cho tiếng Tây Ban Nha) vào koreader/data/tessdata
zh_tw: 未偵測到 OCR 結果或語言資料。 KOReader 內建 OCR 引擎，可辨識掃描 PDF 與 DjVu 文件中的文字。若要在掃描頁面中使用 OCR，請安裝對應語言的 Tesseract 語言資料。 你可以從 https://tesseract-ocr.github.io/tessdoc/Data-Files 下載 Tesseract 5.3.4 的語言資料檔案。 請將語言資料檔（例如英文的 eng.traineddata、西班牙文的 spa.traineddata）複製到 koreader/data/tessdata 資料夾中

source: Default highlight action changed to '%1'.
bg_bg: Подразбираното действие при подчертаване е променено на „%1“.
he: פעולת הדגשת ברירת המחדל שונתה ל־‚%1’.
sv: Standardmarkeringsåtgärd ändrad till ”%1”.
vi: Thay đổi hành động đánh dấu mặc định thành '%1'.
zh_tw: 預設的劃線動作改為「%1」。

source: Default highlight style changed to '%1'.
bg_bg: Подразбираният стил на подчертаване е променен на „%1“.
he: סגנון ברירת המחדל השתנה ל־‚%1’.
sv: Standardmarkeringsstil ändrad till ”%1”.
vi: Thay đổi kiểu đánh dấu mặc định thành '%1'.
zh_tw: 預設的劃線樣式改為「%1」。

source: Highlight color
bg_bg: Цвят на подчертаване
he: צבע הדגשה
vi: Màu highlight
zh_tw: 劃線顏色

source: Show QR code
bg_bg: Показване на код за QR
he: הצגת קוד QR
vi: Hiện mã QR
zh_tw: 顯示 QR Code

source: Open in browser
bg_bg: Отваряне в мрежов четец
he: פתיחה בדפדפן
sv: Öppna i webbläsaren
vi: Mở trong trình duyệt
zh_tw: 在瀏覽器中開啟

source: Read online
bg_bg: Четене през интернет
he: קריאה באופן מקוון
sv: Läs på nätet
vi: Đọc online
zh_tw: 線上閱讀

source: Would you like to read this Wikipedia %1 article? %2
bg_bg: Желаете ли да прочетете тази статия в Уикипедия %1? %2
he: לקרוא ערך זה בוויקיפדיה %1? %2
sv: Vill du läsa denna Wikipedia %1 artikel? %2
vi: Đọc bài viết Wikipedia %1 này? %2
zh_tw: 想要閱讀維基百科 %1 文章嗎？ %2

source: Read EPUB
bg_bg: Четене на EPUB
he: הצגת ה־EPUB
sv: Läs EPUB
vi: Đọc EPUB
zh_tw: 閱讀 EPUB

source: This article has previously been saved as EPUB. You may wish to read the saved EPUB instead.
bg_bg: Статията вече е била запазена като EPUB. Може да прочетете запазения EPUB вместо нея.
he: ערך זה נשמר בעבר בתור EPUB. מומלץ לקרוא במקום זאת את ה־EPUB שנשמר.
sv: Denna artikel har tidigare sparats som EPUB. Du kanske önskar att läsa den sparade EPUB:en istället.
vi: Bài viết này đã được lưu dưới dạng EPUB từ trước. Đọc EPUB đã lưu được đề nghị.
zh_tw: 這篇文章過去已被存為 EPUB 格式。您或許會想閱讀先前儲存的 EPUB 版本。

source: Show footnotes in popup
bg_bg: Показване на бележките под линия в прозорец
he: הצג הערות שוליים בחלון קופץ
sv: Visa fotnoter i popup
vi: Hiện popup chú thích
zh_tw: 將註腳顯示在彈出視窗

source: Show internal link target content in a footnote popup when it looks like it might be a footnote, instead of following the link. Note that depending on the book quality, footnote detection may not always work correctly. The footnote content may be empty, truncated, or include other footnotes. From the footnote popup, you can jump to the footnote location in the book by swiping to the left.
bg_bg: Вместо да бъдат последвани вътрешните препратки, ако съдържанието им прилича на бележка под линия се показва в изскачащ прозорец. Обърнете внимание, че в зависимост от качеството на книгата, откриването на бележки под линия може да не работи винаги правилно. Съдържанието им може да бъде празно, съкратено или да включва други бележки под линия. От изскачащия прозорец можете да отидете на мястото на бележката под линия в книгата, като плъзнете наляво.
he: הצג תוכן יעד קישור פנימי בחלון קופץ להערת שוליים, כאשר נראה שהוא עשוי להיות הערת שוליים, במקום לעקוב אחרי הקישור. שים לב כי בהתאם לאיכות הספר, זיהוי הערות שוליים לא תמיד יעבוד כראוי. תוכן הערת השוליים עשוי להיות ריק, קטוע או לכלול הערות שוליים אחרות. מתוך קופץ הערת השוליים, אתה יכול לקפוץ למיקום הערת השוליים בספר על ידי החלקה שמאלה.
sv: Visa innehåll för interna länkmål i en fotnotsruta när det ser ut som om det kan vara en fotnot, istället för att följa länken. Notera att beroende på bokkvalitet, kanske fotnotsdetektering inter alltid fungerar korrek.t Fotnotsinnehåller kan vara tomt, trunkerat eller inkluder andra fotnoter. Från fotnotsrutan kan du hopopa till fotnotsplatsen i boken genom att svepa åt vänster.
vi: Hiện nội dung liên kết nội bộ trong cửa sổ bật lên như chú thích, thay vì mở liên kết. Tùy thuộc vào chất lượng sách, phát hiện chú thích có thể không phải lúc nào cũng hoạt động chính xác. Nội dung chú thích có thể trống, bị cắt ngắn hoặc bao gồm các chú thích khác. Từ cửa sổ bật lên chú thích, vuốt sang trái để chuyển đến vị trí chú thích trong sách.
zh_tw: 當內部連結看起來像是註腳時，將其顯示在彈出視窗中，而非前往該連結位置。 注意，註腳偵測功能不見得能總是正確運作，這取決於書籍品質如何。 註腳的內容可能為空，或是被截斷，或包含其他註腳。 在註腳彈窗中，您可以透過向左滑動，直接前往註腳於書籍中所在的位置。

source: Show more links as footnotes
bg_bg: Повече препратки като бележки под линия
he: הצג יותר קישורים כהערות שוליים
sv: Visa fler länkar som fotnoter
vi: Hiện thêm liên kết dưới dạng chú thích
zh_tw: 將更多連結視為註腳

source: Loosen footnote detection rules to show more links as footnotes.
bg_bg: Разхлабва правилата за откриване на бележки под линия, за да бъдат показвани повече препратки като бележки под линия.
he: רופף כללי זיהוי הערות השוליים כדי להציג יותר קישורים כהערות שוליים.
sv: Lätta upp reglerna för fotnotsdetektering så att fler länkar visas som fotnoter.
vi: Nới lỏng cách phát hiện chú thích để hiển thị nhiều liên kết hơn.
zh_tw: 放寬註腳偵測規則以將更多連結視為註腳。

source: Use book font in popups
bg_bg: Шрифта на книгата в изскачащите прозорци
he: להשתמש בגופן הספר כגופן קופץ
vi: Dùng font sách cho các pop-up
zh_tw: 在彈出視窗中使用書籍字型

source: Display the footnote popup text with the configured document font (the book text may still render with a different font if the book uses embedded fonts).
bg_bg: Текстът на бележките под линия, показвани в изскачащ прозорец, използва шрифта на документа (текстът на книгата може да е с различен шрифт, ако книгата използва вградени шрифтове).
he: להציג את הטקסט הקופץ של הערת השוליים בגופן מוגדר כגופן המסמך (טקסט הספר עדיין עשוי להיות מעוצג בגופן אחר אם הספר משתמש בגופנים מוטבעים).
vi: Dùng phông chữ đã cài đặt cho chú thích pop-up (nội dung sách có thể vẫn hiển thị bằng font khác nếu sách có nhúng font riêng).
zh_tw: 以文件設定的字型顯示註解彈出視窗文字（若書籍使用內嵌字型，正文可能仍以不同字型呈現）。

source: Footnote popup font size
bg_bg: Размер на шрифта на бележките под линия в изскачащ прозорец
he: גודל הגופן בחלון הקופץ של הערת השוליים
vi: Kích thước font chú thích pop-up
zh_tw: 註腳彈出視窗字型大小

source: Set font size
bg_bg: Запазване
he: הגדרת גודל גופן
sv: Ställ in teckenstorlek
vi: Đặt cỡ font
zh_tw: 設定字型大小

source: Set footnote popup font size
bg_bg: Размер на шрифта на бележките под линия в изскачащ прозорец
he: הגדרת גודל הגופן בחלון הקופץ של הערת השוליים
sv: Sätt typsnittsstorlek för fotnoter
vi: Đặt cỡ font cửa sổ chú thích
zh_tw: 設定註腳在彈出視窗的字型大小

source: The footnote popup font can adjust to the font size you've set for the document, but you can specify here a fixed absolute font size to be used instead.
bg_bg: Шрифтът на бележките под линия в изскачащ прозорец може да се адаптира към размера на шрифта, който сте задали за документа, но тук можете да зададете фиксиран абсолютен размер на шрифта, който да се използва вместо това.
he: הגופן בחלון הקופץ של הערת השוליים יכול להתאים לגודל הגופן שהגדרת למסמך, אך אפשר לציין כאן גודל גופן מוחלט קבוע במקומו.
vi: Font cửa sổ chú thích được điều chỉnh theo kích thước font đã đặt cho tài liệu, cũng có thể chỉ định sử dụng một cỡ font thay thế tại đây.
zh_tw: 註腳彈出視窗內的文字尺寸會調整為你指定的文件字型大小，但是您可以在這裡指定要使用的絕對字型大小。

source: Set a relative font size instead
bg_bg: Вместо това задайте относителен размер на шрифта
he: הגדרת גודל גופן יחסי, במקום
vi: Đặt cỡ font tương đối
zh_tw: 設定相對字型大小

source: The footnote popup font adjusts to the font size you've set for the document. You can specify here how much smaller or larger it should be relative to the document font size. A negative value will make it smaller, while a positive one will make it larger. The recommended value is -2.
bg_bg: Шрифтът за бележките под линия в изскачащ прозорец се настройва според размера на шрифта, който сте задали за документа. Тук можете да зададете колко по-малък или по-голям да бъде той спрямо размера на шрифта на документа. Отрицателната стойност ще го направи по-малък, а положителната - по-голям. Препоръчителната стойност е -2.
he: הגופן בחלון המוקפץ של הערת השוליים מתאים לגודל הגופן שהגדרת למסמך. אפשר להגדיר כאן כמה קטן או גדול יותר זה צריך להיות ביחס לגודל הגופן של המסמך. ערך שלילי יהפוך אותו לקטן יותר, וערך חיובי יהפוך אותו לגדול יותר. הערך המומלץ הוא ‎-2‬.
sv: Typsnitt för fotnotsrutan justerar typsnittsstorleken du satt för dokumentet. Detta lẗer dig ange hur mycket mindre eller större den bör vara jämfört med dokumentets typsnittsstorlek. Ett negativt värde gör det mycket mindre, medan ett positivt värde gör det större. Det rekommenderade värdet är -2.
vi: Font cửa sổ chú thích được điều chỉnh theo cỡ font bạn đã đặt cho tài liệu. Bạn có thể chỉ định giá trị nhỏ hơn hoặc lớn hơn bao nhiêu so với kích thước font tài liệu tại đây. Giá trị âm thu nhỏ, giá trị dương phóng to font. Giá trị nên là -2.
zh_tw: 註腳彈出視窗內的文字尺寸會調整為你指定的文件字型大小。 你可以在這裡指定腳註的字型大小要比正文的小多少或大多少。 負數值讓註腳的字型比較小，正數值讓註腳的字型比較大。 建議的數值是 -2。

source: Set an absolute font size instead
bg_bg: Вместо това задайте абсолютен размер на шрифта
he: הגדרת גודל גופן מוחלט, במקום
vi: Đặt cỡ phông tuyệt đối
zh_tw: 前往下一個位置

source: The footnote popup font adjusts to the font size you've set for the document. This allows you to specify how much smaller or larger it should be relative to the document font size.
bg_bg: Шрифтът за бележките под линия в изскачащ прозорец се настройва според размера на шрифта, който сте задали за документа. Това ви дава възможност да зададете колко по-малък или по-голям да бъде той спрямо размера на шрифта на документа.
he: הגופן בחלון הקופץ של הערת השוליים מתאים את גודלו לגודל הגופן שהגדרת למסמך. זה מאפשר לך להגדיר כמה קטן או גדול עליו להיות ביחס לגודל הגופן של המסמך.
sv: Typsnitt för fotnotsrutan justerar typsnittsstorleken du satt för dokumentet. Detta lẗer dig ange hur mycket mindre eller större den bör vara jämfört med dokumentets typsnittsstorlek.
vi: Font cửa sổ chú thích được điều chỉnh theo cỡ font bạn đã đặt cho tài liệu. Điều này cho phép đặt giá trị nhỏ hơn hoặc lớn hơn bao nhiêu so với kích thước font tài liệu.
zh_tw: 註腳彈出視窗內的文字尺寸會調整為你指定的文件字型大小。 這可以讓你指定註腳相對於正文，字型大小要小多少或大多少。

source: Footnote popup settings
bg_bg: Настройки на диалога за бележка под линия
he: הגדרות של הערות שוליים קופצות
vi: Cài đặt chú thích chân trang
zh_tw: 註腳彈出視窗設定

source: Go back to previous location
bg_bg: Към предишно местоположение
he: חזרה למקום הקודם
sv: Gå tillbaka till föregående plats
vi: Quay lại vị trí trước đó
zh_tw: 返回跳轉前的位置

source: Clear location history?
bg_bg: Изчистване на хронологията на местата?
he: לנקות את היסטוריית המיקומים?
sv: Rensa platshistorik?
vi: Xoá lịch sử?
zh_tw: 清除位置歷史記錄？

source: Go forward to next location
bg_bg: Към следващо местоположение
he: קדימה למיקום הבא
vi: Chuyển đến vị trí kế tiếp
zh_tw: 前往下一個位置

source: Clear forward location history?
bg_bg: Изчистване на хронологията на придвижване напред?
he: לנקות את היסטוריית המיקומים קדימה?
vi: Bạn có muốn xóa lịch sử các vị trí đã đi tới không?
zh_tw: 清除前進位置歷史記錄？

source: Footnotes and links
bg_bg: Бележки под линия и препратки
he: הערות שוליים וקישורים
vi: Cài đặt Chú thích & Liên kết
zh_tw: 註腳和連結

source: Links
bg_bg: Препратки
he: קישורים
sv: Länkar
vi: Liên kết
zh_tw: 連結

source: Tap to follow links
bg_bg: Докосване за последване на препратки
he: הקשה תעביר אותך ליעד הקישורים
sv: Tryck för att följa länkar
vi: Chạm để mở liên kết
zh_tw: 點擊以前往連結

source: Tap on links to follow them.
bg_bg: За да последвате препратки ги докоснете.
he: הקשה על קישורים תעביר אותך ליעדם.
sv: Tryck på länkar för att följa dem.
vi: Mở liên kết.
zh_tw: 點擊連結以開啟。

source: Ignore external links on tap
bg_bg: Пренебрегване на външни препратки при докосване
he: התעלמות מקישורים חיצוניים בעת הקשה עליהם
sv: Ignorera externa länkar vid tryck
vi: Bỏ qua liên kết ngoài khi chạm
zh_tw: 點擊時忽略外部連結

source: Ignore taps on external links. Useful with Wikipedia EPUBs to make page turning easier. You can still follow them from the dictionary window or the selection menu after holding on them.
bg_bg: Пренебрегване на външните препратки. Полезно при EPUB на Wikipedia, за да бъде улеснено прелистването на страниците. Все още можете да последвате външните препратки от прозореца на речника или от менюто за избор след задържане върху тях.
he: התעלמות מהקשות על קישורים חיצוניים. שימושי עם EPUBs של ויקיפדיה כדי להקל על העברת העמוד. עדיין אפשר לעקוב אחריהם מחלון המילון או מתפריט הבחירה לאחר החזקת הלחיצה עליהם.
sv: Hoppa över tryckningar på externa länkar. Användbart med Wikipedia EPUB:ar för att göra sidvändning enklare. Du kan fortfarande följa dem från uppslagsverksfönstret eller markeringsmeny efter att du hållit ner dem.
vi: Bỏ qua chạm mở liên kết ngoài. Hữu dụng để chuyển trang dễ hơn trong file Wikipedia EPUB. Có thể mở đường dẫn thông qua cửa sổ từ điển hoặc qua menu lựa chọn sau khi chạm giữ.
zh_tw: 忽略對外部連結的點擊事件，這在瀏覽維基百科時會更容易。 您仍可藉由長按後出現的字典視窗使用這些連結。

source: Swipe to go back
bg_bg: Плъзване за връщане назад
he: החלקה כדי לחזור
sv: Svep för att gå tillbaka
vi: Vuốt để trở về
zh_tw: 滑動後返回跳轉前的位置

source: Swipe to the right to go back to the previous location after you have followed a link. When the location stack is empty, swiping to the right takes you to the previous page.
bg_bg: Плъзнете надясно, за да се върнете към предишното местоположение, след като сте последвали препратка. Ако не сте последвали препратка се отваря предишната страница.
he: יש להחליק ימינה כדי לחזור למיקום הקודם לאחר שעקבת אחרי קישור. כאשר ערימת המיקומים ריקה, החלקה ימינה תעביר אותך לעמוד הקודם.
sv: Svep åt höger för att gå tillbaka till föregående plats efter att du har följt en länk. När platsstapeln är tom går du till föregående sida genom att svepa åt höger.
vi: Vuốt sang phải để trở về sau khi mở liên kết. Khi không có vị trí trang nào, vuốt sang phải để trở về trang trước.
zh_tw: 向右滑動回到上一次的位置。當位置不存在時，向右滑動將前往上一頁。

source: Swipe to follow nearest link
bg_bg: Плъзване за последване на най-близката препратка
he: להחליק כדי לעקוב אחרי הקישור הקרוב ביותר
sv: Svep för att följa närmaste länk
vi: Vuốt để mở liên kết gần nhất
zh_tw: 滑動後前往最靠近手勢的連結

source: Swipe to the left to follow the link nearest to where you started the swipe. This is useful when a small font is used and tapping on small links is tedious.
bg_bg: Плъзнете наляво, за да последвате препратката, която е най-близо до мястото, от което сте започнали плъзването. Удобно е при малък шрифт и докосването на малки препратки е досадно.
he: החלקה שמאלה כדי לעקוב אחרי הקישור הקרוב למקום בו התחלת את החלקה. זה שימושי כאשר משתמשים בגופן קטן והקשה על קישורים קטנים היא מייגעת.
sv: Svep åt vänster för att följa länken närmast där du började svepa. Detta är användbart när ett litet typsnitt används och att trycka på små länkar är omständligt.
vi: Vuốt sang trái để mở liên kết gần nhất. Hữu dụng khi chạm mở liên kết dài có kích thước phông nhỏ.
zh_tw: 向左滑動來開啟距離滑動起始點最近的連結。當文字很小導致連結很難點的時候，這功能會非常有幫助。

source: Ignore external links on swipe
bg_bg: Пренебрегване на външни препратки при плъзване
he: התעלמות מקישורים חיצוניים בהחלקה
sv: Ignorera external länkar vid svepning
vi: Tắt vuốt để mở liên kết
zh_tw: 滑動時忽略外部連結

source: Ignore external links near swipe. Useful with Wikipedia EPUBs to follow only footnotes with swipe. You can still follow external links from the dictionary window or the selection menu after holding on them.
bg_bg: Пренебрегване на външните препратки в близост до плъзване. Полезно при EPUB на Wikipedia, за да бъде улеснено прелистването на страниците. Все още можете да последвате външните препратки от прозореца на речника или от менюто за избор след задържане върху тях.
he: התעלם מקישורים חיצוניים ליד ההחלקה. שימושי עם EPUBs של וויקיפדיה כדי לעקוב אחר הערות שוליים בלבד בעזרת החלקה. אתה עדיין יכול לעקוב אחר קישורים חיצוניים מחלון המילון או מתפריט הבחירה בהחזקתם.
sv: Ignorera external länkar nära svep. Användbart med Wikipedia EPUB:ar för att endast följa fotnoter med svep. Du kan fortfarande följa external länkar från ordboksfönstret eller markeringsmenyn efter att du håller på dem.
vi: Bỏ qua liên kết gần vùng vuốt. Hữu dụng khi mở chú thích ở cuối trang trong định dạng Wikipedia EPUB. Vẫn có thể mở liên kết ngoài từ cửa sổ từ điển hoặc menu lựa chọn khi nhấn giữ.
zh_tw: 忽略滑動附近的外部連結。這在瀏覽維基百科 EPUB，滑動只前往腳註時會更容易。 您仍可藉由長按後出現的字典視窗或選擇選單使用這些連結。

source: Swipe to jump to latest bookmark
bg_bg: Плъзнете, за да преминете към последната отметка
he: החלק כדי לדלג לסימניה האחרונה
sv: Svep för att hoppa till senaste bokmärket
vi: Vuốt để mở dấu trang mới nhất
zh_tw: 滑動後前往最新的書籤

source: Swipe to the left to go the most recently bookmarked page. This can be useful to quickly swipe back and forth between what you are reading and some reference page (for example notes, a map or a characters list). If any of the other Swipe to follow link options is enabled, this will work only when the current page contains no link.
bg_bg: Плъзнете наляво, за да отворите последната отметната страница. Може да е полезно за бързо прелистване напред и назад между това, което четете, и някоя справочна страница (например бележки, карта или списък с герои). Ако е включена някоя от другите настройки от „Плъзване за последване“, тази настройка ще работи само когато текущата страница не съдържа препратки.
he: החלק שמאלה כדי לעבור לעמוד האחרון שציינת בסימניות. זה יכול להיות שימושי כדי להחליק במהירות קדימה ואחורה בין מה שאתה קורא לדף הפניה כלשהו (למשל הערות, מפה או רשימת דמויות). אם מופעלת אחת מהאפשרויות האחרות של החלקה כדי לעקוב אחר קישורים, פעולה זו יעבוד רק כאשר הדף הנוכחי אינו מכיל קישורים.
sv: Svep åt vänster för att gå till den senaste bokmärkta sidan. Detta kan vara användbart för att snabbt svepa fram och tillbaka mellan det du läser och en referenssida (till exempel anteckningar, en karta eller en teckenlista). Om något av de andra Svep för att följa länkalternativen är aktiverade fungerar det bara när den aktuella sidan inte innehåller någon länk.
vi: Vuốt trái để mở dấu trang gần đây nhất. Hữu dụng với vuốt nhanh và thoát giữa trang đang đọc và trang liên quan (như ghi chú, danh sách, ...). Chỉ khả dụng với trang hiện tại không chứa đường dẫn nếu bật một trong các tùy chọn.
zh_tw: 向左滑動前往上一次被書籤標注的頁面。 這可以被用在快速向前向後掃描某些參考頁上（例如筆記、地圖或人物列表）。 如果有任何一項「滑動後前往連結」選項是啟用的，則此功能僅適用於目前頁面中不包含任何連結。

source: Allow larger tap area around links
bg_bg: Използване на по-голяма зона около препратки
he: אפשר אזור הקשה גדול יותר סביב קישורים
sv: Tillåt en större tryckyta runt länkar
vi: Cho phép phóng to vùng chạm xung quanh đường link
zh_tw: 允許連結周圍有更大的碰觸區

source: Extends the tap area around internal links. Useful with a small font where tapping on small footnote links may be tedious.
bg_bg: Разширява зоната за докосване около вътрешните препратки. Удобно е при малък шрифт и докосването на малки препратки към бележки под линия е досадно.
he: הרחב האזור הקשה סביב קישורים פנימיים. שימושי עם גופן קטן שהופך את ההקשה על קישורי הערת שוליים קטנים למייגעת.
sv: Utökar tryckyta runt interna länkar. Användbart med ett litet typsnitt där tryckning på små fotnoter kan vara svårt.
vi: Mở rộng vùng chạm xung quanh đường dẫn hệ thống. Hữu dụng khi mở đường link chú thích có font nhỏ.
zh_tw: 擴張內部連結周圍的觸碰區域。當點擊使用小字型的腳註時，或可以免去一些冗長無趣的嘗試。

source: Tap to follow links: %1
bg_bg: Докосване за последване на препратки: %1
he: הקשה תעביר אותך ליעד הקישורים: %1
vi: Chạm để mở liên kết: %1
zh_tw: 點擊追蹤連結：%1

source: Current location added to history.
bg_bg: Текущото местоположение е добавено в хронологията.
he: המיקום הנוכחי נוסף להיסטוריה.
vi: Đã lưu vị trí hiện tại vào lịch sử.
zh_tw: 目前位置已加入歷史記錄。

source: Location history cleared.
bg_bg: Хронологията на местата е изчистена.
he: היסטוריית המיקומים נמחקה.
sv: Platshistoriken rensad.
vi: Lịch sử vị trí đã được xóa.
zh_tw: 已清除定位記錄。

source: Invalid or external link: %1
bg_bg: Недействителна или външна препратка: %1
he: קישור לא חוקי או חיצוני: %1
sv: Ogiltig eller extern länk: %1
vi: Liên kết không hợp lệ hoặc liên kết ngoài: %1
zh_tw: 無效或是外部的連結： %1

source: Would you like to read this local document? %1
bg_bg: Желаете ли да прочетете този местен документ? %1
he: האם ברצונך לקרוא את המסמך המקומי הזה? %1
sv: Vill du läsa det här lokala dokumentet? %1
vi: Đọc tài liệu nội bộ này không? %1
zh_tw: 您想要閱讀本地文件嗎？ %1

source: External link: %1
bg_bg: Външна препратка: %1
he: קישור חיצוני: %1
sv: Extern länk: %1
vi: Liên kết ngoài: %1
zh_tw: 外部連結： %1

source: Document settings
bg_bg: Настройки на документа
he: הגדרות המסמך
vi: Cài đặt riêng của sách
zh_tw: 文件設定

source: Reset document settings to default
bg_bg: Нулиране на настройките на документа
he: איפוס הגדרות המסמך לבררת המחדל
vi: Đặt thiết lập tài liệu về mặc định
zh_tw: 重設文件設定為預設值

source: Reset current document settings to their default values? Reading position, highlights and bookmarks will be kept. The document will be reloaded.
bg_bg: Възстановяване на настройките на документа по подразбиране? Прочетеното, избраните и отметките ще бъдат запазени. Документът ще бъде презареден.
he: לאפס את הגדרות המסמך הנוכחי לערכי בררת המחדל שלהן? מיקום הקריאה, ההדגשות והסימניות יישארו. המסמך ייטען מחדש.
vi: Đặt thiết lập tài liệu hiện tại về giá trị mặc định? Vị trí đọc, đánh dấu và dấu trang sẽ được giữ. Tài liệu sẽ được tải lại.
zh_tw: 要將目前文件設定重設為預設值嗎？ 這不會影響閱讀位置、標注和書籤。 重設後文件會重新載入。

source: Save document settings as default
bg_bg: Запазване на настройките на документа като подразбирани
he: שמירת הגדרות המסמך לברירת המחדל
vi: Đặt cài đặt sách hiện tại làm mặc định
zh_tw: 儲存此文件設定為預設值

source: Save current document settings as default values?
bg_bg: Запазване на настройките на документа като стойности по подразбиране?
he: לשמור את הגדרות המסמך הנוכחי כערכי ברירת המחדל?
vi: Lưu cài đặt tài liệu hiện tại làm giá trị mặc định?
zh_tw: 是否將目前文件設定存為預設值？

source: Default settings updated
bg_bg: Подразбираните настройки са обновени
he: הגדרות ברירת המחדל עודכנו
vi: Cài đặt mặc định đã được cập nhật
zh_tw: 已儲存為預設設定
