Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

# Date string
source: %y-%m-%d
bg_bg: %d. %m. %Y
he: ‎%d‎/%m/%y

# Font weight class
source: Thin
bg_bg: Тънък
he: דק
vi: Mỏng
zh_tw: 淡體

# Font weight class
source: Extra-light
bg_bg: Много светъл
he: קל במיוחד
vi: Siêu mỏng
zh_tw: 特細

# Font weight class
source: Light
bg_bg: Светъл
he: בהיר
vi: Nhạt
zh_tw: 細體

# Font weight class
source: Regular
bg_bg: Обикновен
he: רגיל
vi: Thường
zh_tw: 標準

# Font weight class
source: Medium
bg_bg: Среден
he: בינוני
vi: Vừa
zh_tw: 適中

# Font weight class
source: Semi-bold
bg_bg: Полуполучер
he: מודגש למחצה
vi: Nửa đậm
zh_tw: 次粗

# Font weight class
source: Bold
bg_bg: Получер
he: מודגש
vi: Đậm
zh_tw: 粗體

# Font weight class
source: Extra-bold
bg_bg: Много чер
he: מודגש במיוחד
vi: Siêu đậm
zh_tw: 特粗

# Font weight class
source: Black
bg_bg: Чер
he: שחור
vi: Đen
zh_tw: 濃體

source: Rotation
bg_bg: Завъртане
he: סיבוב
vi: Xoay
zh_tw: 旋轉

source: Two Columns
bg_bg: Две колони
he: שתי עמודות
vi: 2 cột
zh_tw: 兩欄

source: Render the document on half the screen width and display two pages at once with a single page number. This makes it look like two columns. This is disabled in scroll mode. Switching from page mode with two columns to scroll mode will cause the document to be re-rendered.
bg_bg: Показва документа на половината от ширината на екрана и показва две страници наведнъж с един номер. Така документът ще изглежда като в две колони. Изключено в режим на прелистване. Преминаването от режим на страница с две колони към режим на прелистване ще доведе до повторно изчертаване на документа.
he: העבד את המסמך בחצי רוחב המסך והצג שני עמודים בו זמנית, עם מספר עמוד יחיד, ככה שזה היראה כמו שתי עמודות. אפשרות זו מושבתת במצב גלילה. מעבר ממצב עמוד עם שתי עמודות למצב גלילה יגרום לעיבוד המסמך מחדש.
vi: Hiển thị đồng thời 2 trang trên cùng một trang (một trang có 2 cột). Luôn tắt ở chế độ cuộn. Tài liệu được hiển thị lại khi chuyển từ chế độ trang có 2 cột sang chế độ cuộn.
zh_tw: 以一半的螢幕寬度繪製文件並在一頁中同時顯示兩個頁面。這使得它看起來像兩欄。 此行為在捲動模式會被停用。從兩欄的頁面模式切換到捲動模式會重新繪製文件。

source: L/R Margins
bg_bg: Поле л/д
he: שולי הצדדים
sv: V-/H-marginaler
vi: Lề trái/phải
zh_tw: 左/右邊距

source: Left/Right Margins
bg_bg: Ляво/дясно поле
he: שוליים שמאלים/ימינים
vi: Lề Trái/Phải
zh_tw: 左/右邊距

source: Sync T/B Margins
bg_bg: Поле г/д еднакви
he: עליון ותח' זהה
sv: Synka T-/B-marginaler
vi: Căn lề trên/dưới
zh_tw: 同步上/下邊距

source: Keep top and bottom margins synchronized. - 'off' allows different top and bottom margins. - 'on' keeps top and bottom margins locked, ensuring text is vertically centered in the page. In the top menu → Settings → Status bar, you can choose whether the bottom margin applies from the bottom of the screen, or from above the status bar.
bg_bg: Поддържа горните и долните полета еднакви. • „изкл.“ - позволява различни горни и долни полета. • „вкл.“ - поддържа горните и долните полета заключени, като гарантира, че текстът е вертикално центриран в страницата. В горното меню → Настройки → Лента за състоянието можете да изберете дали долното поле да се прилага към долната част на екрана или към горната част на лентата за състоянието.
he: שמור על שוליים עליונים ותחתונים מסונכרנים. - 'כבוי' מאפשר שוליים שונים בחלק העליון והתחתון. - 'דלוק' נועל השוליים העליונים והתחתונים, ומבטיח שהטקסט יהיה מרוכז אנכית בדף. בתפריט העליון ←הגדרות ← שורת מצב, אתה יכול לבחור אם השוליים התחתונים חלים מתחתית המסך, או מעל שורת המצב.
sv: Håll topp- och bottenmarginaler synkroniserade. - ”av” tillåter olika topp- och botten marginaler. - ”på” håller topp- och bottenmarginalerna samma, vilket säkerställer att texten blir vertikalt justerad på sidan. I toppmenyn → Inställningar → Statusrad kan du välja huruvida bottenmarginalen tillämpas från botten av skärmen eller från ovanför statusraden.
vi: Giữ cho lề trên và dưới được đồng bộ hóa. - Tùy chọn 'tắt' cho phép các lề trên và dưới khác nhau. - Tùy chọn 'bật' giữ cho lề trên và dưới bị khóa, đảm bảo văn bản được căn giữa theo chiều dọc của trang. Trong menu trên cùng → Cài đặt → Thanh trạng thái, bạn có thể chọn áp dụng lề dưới từ cuối màn hình hay từ phía trên thanh trạng thái.
zh_tw: 讓上和下邊距保持同步。 - 「關閉」 允許不同的上和下邊距。 - 「開啟」 鎖定上和下邊距，確保文字在頁面中垂直置中。 在頂部選單 → 設定 → 狀態列中，您可以選擇是從螢幕底部還是從狀態列上方套用下邊距。

source: Top Margin
bg_bg: Горно поле
he: שוליים עליונים
sv: Toppmarginal
vi: Lề trên
zh_tw: 上邊距

source: Top/Bottom Margins
bg_bg: Горно/долно поле
he: שוליים עליונים/תחתונים
vi: Lề trên/dưới
zh_tw: 上/下邊距

source: Bottom Margin
bg_bg: Долно поле
he: שוליים תחתונים
sv: Bottenmarginal
vi: Lề dưới
zh_tw: 下邊距

source: In the top menu → Settings → Status bar, you can choose whether the bottom margin applies from the bottom of the screen, or from above the status bar.
bg_bg: В горното меню → Настройки → Лента за състоянието можете да изберете дали долното поле да се прилага към долната част на екрана или към горната част на лентата за състоянието.
he: בתפריט העליון ← הגדרות ← שורת המצב, באפשרותך לבחור אם השוליים התחתונים יחולו מתחתית המסך, או מעל שורת המצב.
sv: I toppmenyn → Inställningar → Statusrad, kan du välja huruvida botten marginalen gäller från botten av skärmen eller från ovanför statusraden.
vi: Menu trên cùng → Cài đặt → Thanh trạng thái, áp dụng lề dưới từ cạnh đáy màn hình hay từ phía trên thanh trạng thái.
zh_tw: 在頂部選單 → 設定 → 狀態列中，您可以選擇是從螢幕底部還是從狀態列上方套用下邊距。

source: View Mode
bg_bg: Режим на четене
he: סוג תצוגה
sv: Visningsläge
vi: Chế độ xem
zh_tw: 檢視模式

source: continuous
bg_bg: непрекъснато
he: רציף
sv: kontinuerlig
vi: liên tục
zh_tw: 連續

source: - 'page' mode splits the text into pages, at the most acceptable places (page numbers and the number of pages may change when you change fonts, margins, styles, etc.). - 'continuous' mode allows you to scroll the text like you would in a web browser (the 'Page Overlap' setting is only available in this mode).
bg_bg: • „страница“ - разделя текста на страници на най-приемливите места (номерата на страниците и броят на страниците могат да се променят при промяна на шрифтовете, полетата, стиловете и т.н.). • „непрекъснато“ - дава възможност да превъртате текста като в мрежов четец (настройката „Застъпване на страници“ е налична само в този режим).
he: - מצב 'עמוד' מחלק את הטקסט לעמודים, במקומות המקובלים ביותר (מספרי עמודים ומספר העמודים עשויים להשתנות בעת שינוי גופנים, שוליים, סגנונות וכו'). - מצב 'רציף' מאפשר לך לגלול בטקסט כמו בדפדפן (ההגדרה 'חפיפת העמוד' זמינה רק במצב זה).
vi: - Chế độ 'trang' chia văn bản thành các trang, ở những nơi dễ chấp nhận nhất (số trang và số trang có thể thay đổi khi bạn thay đổi phông chữ, lề, kiểu, v.v.). - Chế độ 'liên tục' cho phép bạn cuộn văn bản giống như bạn làm trong trình duyệt web (cài đặt 'Chồng chéo trang' chỉ khả dụng trong chế độ này).
zh_tw: - 「頁面」模式將文字於適當的位置切分為多頁（具體頁碼與頁數可能會因為字型、邊距、樣式等原因而改變）。 - 「連續」模式允許您像網頁瀏覽器一樣捲動文字（「頁面重疊」設定只有在這個模式下有效）。

source: Render Mode
bg_bg: Режим изчертаване
he: מצב תצוגה
sv: Renderingsläge
vi: Chế độ kết xuất
zh_tw: 繪製模式

source: legacy
bg_bg: старо
he: מיושן
sv: arv
vi: kiểu cũ
zh_tw: 傳統

source: flat
bg_bg: изравнено
he: שטוח
sv: platt
vi: phẳng
zh_tw: 平坦

source: book
bg_bg: книга
he: ספר
sv: bok
vi: sách
zh_tw: 書籍

source: web
bg_bg: уеб
he: אינטרנט
sv: webb
zh_tw: 網頁

source: - 'legacy' uses original CR3 block rendering code. - 'flat' ensures flat rendering with collapsing margins and accurate page breaks. - 'book' additionally allows floats, but limits style support to avoid blank spaces and overflows. - 'web' renders as web browsers do, allowing negative margins and possible page overflow.
bg_bg: • „старо“ - използва оригиналния код на CR3 за изчертаване на блокове. • „изравнено“ - осигурява плоско изчертаване със сливащи се полета и точни граници на страниците. • „книга“ - позволява плаващи елементи, но ограничава използваните стилове, за да бъдат избегнати бели полета и обтичане. • „уеб“ - изчертаване по подобие на мрежовите четци, като позволява отрицателни полета и препълване на страницата.
he: - 'קדום' משתמש בקוד ייצוג בלוק CR3 המקורי. - 'שטוח' מבטיח ייצוג שטוח עם שוליים קורסים והפסקות עמוד מדויקות. - 'ספר' בנוסף מאפשר אובייקטים צפים, אך מגביל את התמיכה בסגנון כדי למנוע רווחים ריקים ודליפות. - 'ווב' מיצג כנהוג בדפדפנים, ומאפשר שוליים שליליים, ואלול לגרום דליפות בעמוד.
sv: - ”arv” använder original renderingskoden från CR3. - 'platt' säkerstället plattrendering med sammandragna marginaler och korrekta sidbrytningar. - 'bok' tillåter dessutom flytande objekt, men begränsar stilstödet till att undvika tomma utrymmen och överspill. - 'webb' renderar på samma sätt som webbläsare gör, dvs. tillåter negativa marginaler och möjligt sidöverspill.
vi: - Tùy chọn 'cũ' sử dụng mã kết xuất khối CR3 ban đầu. - Tùy chọn 'phẳng' đảm bảo hiển thị phẳng với lề thu gọn và ngắt trang chính xác. - Tùy chọn 'sách' cũng cho phép nổi, nhưng giới hạn hỗ trợ kiểu để tránh các khoảng trống và tràn. - Tùy chọn 'web' hiển thị như trình duyệt web, cho phép lề âm và có thể xảy ra tràn trang.
zh_tw: - 「傳統」使用原有的 CR3 區塊繪製代碼。 - 「平坦」使用平坦繪製，在繪製時折疊邊距並提供準確的頁面分頁。 - 「書籍」另外允許浮動，但是會限制樣式支援，以避免空白和溢出。 - 「網頁」將使用和網頁瀏覽器相同的繪製，允許負邊距和可能的頁面溢出。

source: Zoom (dpi)
bg_bg: Мащаб (dpi)
he: זום (dpi)
sv: Zoomning (dpi)
vi: Phân giải (dpi)
zh_tw: 縮放 (dpi)

source: Sets the DPI used to scale absolute CSS units and images: - off: ignore absolute units (old engine behavior). - 96¹’¹: at 96 DPI, 1 CSS pixel = 1 screen pixel and images are rendered at their original dimensions. - other values scale CSS absolute units and images by a factor (300 DPI = x3, 48 DPI = x0.5) Using your device's actual DPI will ensure 1 cm in CSS actually translates to 1 cm on screen. Note that your selected font size is not affected by this setting.
bg_bg: Задава DPI, използван за мащабиране на абсолютни единици на CSS и изображения: • off: пренебрегва абсолютните единици (старо поведение на машината). • 96¹'¹: при 96 DPI 1 CSS пиксел = 1 екранен пиксел и изображенията се показват с оригиналните си размери. • други стойности мащабират абсолютните единици на CSS и изображенията с коефициент (300 DPI = x3, 48 DPI = x0,5) Използването на действителния DPI на устройството ще гарантира, че 1 см в CSS действително се превръща в 1 см на екрана. Обърнете внимание, че тази настройка не засяга избрания размер на шрифта.
he: מגדיר את ה-DPI המשמש לקנה מידה ליחידות מוחלטות של CSS ותמונות: - 'כבוי': מתעלם מיחידות מוחלטות (התנהגות מנוע ישן). - 96¹‪'¹‬: ב-‪96 DPI‬ ‬‫, 1 פיקסל = 1 פיקסל מסך, והתמונות מוצגות בממדים המקוריים שלהם. - ערכים אחרים משנים את יחידות CSS מוחלטות ותמונות לפי גורם ‪(300 DPI = x3, 48 DPI = x0.5)‬ השימוש ב-DPI אמיתי של המכשיר יבטיח ש-1 ס"מ ב- CSS יתורגם למעשה ל-1 ס"מ על המסך. שים לב שגודל הגופן שבחרת אינו מושפע מהגדרה זו.
sv: Ställer in DPI som används för att skala absoluta CSS-enheter och bilder: - Av: ignorera absoluta enheter (gamla motorns beteende). - 96¹'¹: vid 96 DPI, 1 CSS-pixel = 1 skärmpunkt och bilder gjordes i sina ursprungliga dimensioner. - andra värden skala CSS absoluta enheter och bilder med en faktor (300 DPI = x3, 48 DPI = x0.5) Med hjälp av din enhets faktiska DPI kommer du tillse att 1 cm i CSS faktiskt översätts till 1 cm på skärmen. Observera att din valda typsnitt inte påverkas av denna inställning.
vi: Đặt DPI được sử dụng để chia tỷ lệ các đơn vị CSS và hình ảnh tuyệt đối: - tắt: bỏ qua các đơn vị tuyệt đối (hành vi của động cơ cũ). - 96¹’¹: ở 96 DPI, 1 pixel CSS = 1 pixel màn hình và hình ảnh được hiển thị ở kích thước ban đầu. - các giá trị khác chia tỷ lệ đơn vị tuyệt đối CSS và hình ảnh theo hệ số (300 DPI = x3, 48 DPI = x0,5) Sử dụng DPI thực tế của thiết bị của bạn sẽ đảm bảo 1 cm trong CSS thực sự chuyển thành 1 cm trên màn hình. Lưu ý rằng kích thước phông chữ đã chọn của bạn không bị ảnh hưởng bởi cài đặt này.
zh_tw: 設定所使用的 DPI 來縮放 CSS 絕對單位與圖片： - 關閉：忽略絕對單位（舊引擎行為） - 96¹’¹：在 96 DPI 時，1 CSS 像素點 = 1 螢幕像素點，此時圖片會被算繪成它原始的長寬大小。 - 其他數值將依其縮放因子縮放 CSS 絕對單位與圖片大小 (300 DPI = x3, 48 DPI = x0.5) 使用您裝置真實的 DPI 將能確保 CSS 中的 1 公分能夠實際對應到螢幕上的一公分。 注意，您選擇的字型大小不會受到本項設定的影響。

source: Line Spacing
bg_bg: Междуредие
he: ריווח בין שורות
sv: Radavstånd
vi: Khoảng cách dòng
zh_tw: 行間距

source: decrease
bg_bg: по-малък
he: להקטין
sv: minska
vi: giảm
zh_tw: 減少

source: increase
bg_bg: по-голям
he: להגדיל
sv: öka
vi: tăng
zh_tw: 增加

source: Word Spacing
bg_bg: Интервал между думи
he: ריווח בין מילים
vi: Khoảng cách chữ
zh_tw: 文字間距

source: Word spacing
bg_bg: Интервал между думи
he: מרווח בין מילים
vi: khoảng cách chữ
zh_tw: 文字間距

source: Set word spacing percentages: - how much to scale the width of each space character from its regular width, - by how much some of them can then be reduced to make more words fit on a line.
bg_bg: Задаване на проценти на разстоянието между думите: • колко да се намали ширината на всеки символ за интервал от обичайната му ширина, • с колко могат да бъдат намалени някои от тях, за да се поберат повече думи на един ред.
he: הגדר אחוזי ריווח בין מילים: - כמה לשנות את הרוחב של כל תו רווח מרוחבו הרגיל, - בכמה ניתן לצמצם כמה מהם כדי לגרום לעוד מילים להיכנס בשורה.
vi: Đặt tỷ lệ giãn cách từ: - tỷ lệ chiều rộng của mỗi ký tự khoảng trắng so với chiều rộng thông thường, - sau đó có thể giảm bớt khoảng trắng để hiển thị nhiều từ hơn trên một dòng.
zh_tw: 設定文字間距百分比： - 設定每個空格字元縮放的寬度， - 以及需要使更多文字排在同一行時空格字元最小縮放比例。

source: Scaling
bg_bg: Мащабиране
he: קנה מידה
vi: Tỷ lệ
zh_tw: 縮放

source: Reduction
bg_bg: Намаляване
he: הקטנה
vi: Giảm
zh_tw: 減少

# Word spacing
source: small
bg_bg: малко
he: קטן
vi: nhỏ
zh_tw: 小

# Word spacing
source: medium
bg_bg: средно
he: בינוני
vi: vừa
zh_tw: 中

# Word spacing
source: large
bg_bg: голямо
he: גדול
vi: rộng
zh_tw: 大

source: Tells the rendering engine by how much to scale the width of each 'space' character in the text from its regular width, and by how much it can additionally reduce them to make more words fit on a line (100% means no reduction).
bg_bg: Указва на машината за изчертаване с колко да намали ширината на всеки символ за „интервал“ спрямо обичайната му ширина и с колко допълнително да ги намали, за да се поберат повече думи на един ред (100% означава без намаляване).
he: אומר למנוע הייצוג פי כמה לשנות את קנה המידה של הרוחב של כל תו 'רווח' בטקסט מהרוחב הרגיל שלו, ועד כמה הוא יכול בנוסף לצמצם אותם כדי להכניס יותר מילים לשורה (100% פירושו ללא הפחתה).
vi: Cho công cụ kết xuất biết mức độ mở rộng của mỗi ký tự 'khoảng trắng' trong văn bản so với chiều rộng thông thường của nó và bằng cách nó có thể giảm thêm chúng để làm cho nhiều từ phù hợp hơn trên một dòng (100% có nghĩa là không giảm).
zh_tw: 告訴排版引擎，將文字中每個「空白」字元的寬度，相對於原始寬度縮放多少，以及可額外再縮小多少，以便讓更多單詞能排入同一行（100% 代表不縮小）。

source: Word Expansion
bg_bg: Раздуване на думи
he: ריווח בין אותיות
vi: Tăng khoảng cách từ
zh_tw: 字母間間隙

source: Max word expansion
bg_bg: Максимално раздуване на думи
he: מרווח מקסימלי בין אותיות
vi: Khoảng cách từ tối đa
zh_tw: 最大字母間間隙

source: Set max word expansion as a percentage of the font size.
bg_bg: Задава максималното раздуване на думите като процент от размера на шрифта.
he: הגדרת המרווח המרבי בין מילים כ־% מגודל הגופן.
vi: Đặt mở rộng từ tối đa theo tỷ lệ phần trăm của kích thước phông chữ.
zh_tw: 設定最大字母間間隙，相對於字型大小的百分比。

source: CJK scaling
bg_bg: Мащабиране на КЯК
he: קנה מידה של תווים סיניים/יפניים/קוריאניים
vi: Tỷ lệ CJK
zh_tw: 中日韓字元縮放

# Word expansion
source: none
bg_bg: без
he: ללא
vi: không
zh_tw: 無

# Word expansion
source: some
bg_bg: малко
he: מועט
vi: một vài
zh_tw: 一些

# Word expansion
source: more
bg_bg: много
he: רב
vi: thêm
zh_tw: 更多

source: On justified lines having too wide spaces, allow distributing the excessive space into words by expanding them with letter spacing. This sets the max allowed letter spacing as a % of the font size.
bg_bg: При подравнени редове с твърде големи разстояния, излишното пространство между думите ще бъде разпределяно, като ги раздува, увеличавайки разстояния между буквите. Тук се задава максималното разрешено разстояние между буквите като % от размера на шрифта.
he: בשורות שמפוזרות באופן אחיד עם רווחים רחבים מדי, אפשר לפזר את הרווח המוגזם בין המילים על ידי הרחבת הרווח בין אותיות. פה מוגדר המרווח המרבי המותר בין אותיות כ־% מגודל הגופן.
vi: Trên các dòng căn đều có khoảng cách quá rộng, cho phép thay thế từ vào khoảng cách thừa bằng cách kéo rộng cho vừa với khoảng cách thừa. Đặt khoảng cách giữa các chữ cái được phép tối đa dưới dạng % của kích thước phông chữ.
zh_tw: 在左右對齊的行裡，如果空白過寬，允許將多餘的空間分散到單字中，透過增加字母間距來擴張。此設定為最大允許的字母間距，以字體大小的百分比表示。

source: CJK width scaling
bg_bg: Мащабиране на ширината на КЯК
he: כוונון מרווח לתווים סיניים/יפניים/קוריאניים
vi: Tỷ lệ chiều rộng CJK
zh_tw: 中日韓字元縮放

source: Increase the width of all CJK (Chinese, Japanese, Korean) characters by this percentage. This has the effect of adding space between these glyphs, and might make them easier to distinguish to some readers.
bg_bg: Увеличава ширината на всички знаци от групата на КЯК (китайски, японски, корейски) със зададения процент. Резултатът ще е увеличаване на пространството между тези глифи и може да улесни различаването им от някои читатели.
he: הרחבת הרווח בין תווי CJK (סיניים, יפניים, קוריאניים) באחוז הזה. ההשפעה של זה היא הוספת מרווח בין התווים האלה ועשויה להקל להבדיל ביניהם עבור חלק מהקוראים.
vi: Tăng chiều rộng của tất cả các ký tự CJK (Trung Quốc, Nhật Bản, Hàn Quốc) theo tỷ lệ phần trăm này. Điều này có tác dụng thêm khoảng trống giữa các ký tự và có thể giúp một số người đọc dễ phân biệt chúng hơn.
zh_tw: 將所有中日韓（CJK）字元的寬度增加此百分比。這會在字元之間增加空間，對某些讀者來說可能更容易辨識。

source: Word expansion
bg_bg: Раздуване на думи
he: ריווח בין מילים
vi: Tăng khoảng cách từ
zh_tw: 字母間間隙

source: Contrast
bg_bg: Контраст
he: חוזק צבע
sv: Kontrast
vi: Tương phản
zh_tw: 對比

source: Font Weight
bg_bg: Тегло на шрифта
he: סגנון גופן
sv: Typsnittsvikt
vi: Độ dày ký tự
zh_tw: 字型粗細

source: Set the font weight delta from "regular" to apply to all fonts. - 0 will use the "Regular (400)" variation of a font. - +1 will use the "Medium (500)" variation of a font if available. - +3 will use the "Bold (700)" variation of a font if available. If a font variation is not available, as well as for fractional adjustments, it will be synthesized from the nearest available weight.
bg_bg: Задаване на делта на теглото на шрифта от „обикновен“, за да се прилага за всички шрифтове. • 0 ще използва разновидността „Regular (400)“ на даден шрифт. • +1 ще използва „Medium (500)“ вариант на шрифта, ако има такъв. • +3 ще се използва разновидността „Bold (700)“ на шрифта, ако има такъв. Ако няма налична разновидност на шрифта, както и при дробни поправки, тя ще бъде синтезирана от най-близката налична тежест.
he: הגדר את דלתא משקל הגופן מ-"רגילה" שתחול על כל הגופנים. - 0 ישתמש בווריאציה "רגיל (400)" של גופן. - 1+ ישתמש בווריאציה "בינונית (500)" של גופן אם היא זמינה. - 3+ ישתמש בווריאציה "מודגש (700)" של גופן אם היא זמינה. אם וריאציה של גופן אינה זמינה, כמו גם עבור התאמות חלקיות, היא תסונתז מהמשקל הזמין הקרוב ביותר.
vi: Áp dụng độ dày ký tự "Thông thường" cho tất cả các phông chữ. [- 0]: "Thông thường (400)". [- +1]: "Trung bình (500)" (nếu khả dụng). [- +3]: "Đậm (700)"(nếu khả dụng). Nếu không khả dụng, tự tạo kích thước gần nhất.
zh_tw: 設定字重相對於「regular」的差值，並套用到所有字體。 - 0 會使用字體的「Regular (400)」字重。 - +1 會使用字體的「Medium (500)」字重（若有提供）。 - +3 會使用字體的「Bold (700)」字重（若有提供）。 若無對應字重，或是需要小數調整時，則會由最接近的字重進行模擬。

source: The default font '%1' provides the following weight classes: %2.
bg_bg: Шрифтът по подразбиране „%1“ осигурява следните тегла: %2.
he: גופן ברירת המחדל '%1' מספק את שיעורי המשקל הבאים: %2.
vi: Phông chữ mặc định '%1' cung cấp các tùy chọn độ dày kí tự sau: %2.
zh_tw: 預設字型「%1」提供下列字重類別：%2。

source: Font Hinting
bg_bg: Хинтоване на шрифт
he: מיטוב גופן
sv: Typsnittshinting
vi: Làm rõ chữ
zh_tw: 字體微調

# Font hinting
source: off
bg_bg: изкл.
he: כבוי
vi: tắt
zh_tw: 關閉

# Font hinting
source: native
bg_bg: присъщо
he: מוטבע
vi: có sẵn
zh_tw: 原生

# Font hinting
source: auto
bg_bg: авто
he: אוטומטי
vi: tự động
zh_tw: 自動

source: Font hinting is the process by which fonts are adjusted for maximum readability on the screen's pixel grid. - off: no hinting. - native: use the font internal hinting instructions. - auto: use FreeType's hinting algorithm, ignoring font instructions.
bg_bg: Хинтоването на шрифта е процес, при който шрифтовете се настройват за максимална четливост върху пикселната решетка на екрана. • изключено: без хинтоване; • присъщо: използва вътрешните инструкции за хинтоване на самия шрифт; • автоматично: използва алгоритъма за хинтоване на FreeType, като пренебрегва инструкциите на самия шрифт.
he: רימוז לגופנים הוא התהליך בו מותאמים גופנים לנתינת קריאה מרבית בסריג הפיקסלים של המסך. - 'כבוי': אין רימוז. - 'מקורי': השתמש בהוראות הרימוז הפנימיות של הגופן. - 'אוטומטי': השתמש באלגוריתם הרימוז של FreeType, תוך התעלמות מהוראות הגופן.
sv: Typsnittsantydning är den process genom vilken typsnitt justeras för högsta läsbarhet på skärmens pixelrutnät. - av: ingen antydning. - lokal: använd teckensnittets interna antydningsinstruktioner. - automatisk: använd FreeTypes antydningsalgoritm, ignorerar typsnittsinstruktioner.
vi: Làm rõ phông chữ: phông chữ được điều chỉnh để có thể đọc được. - tắt: không làm rõ phông. - có sẵn: sử dụng các hướng dẫn gợi ý bên trong phông chữ. - tự động: sử dụng thuật toán gợi ý của FreeType, bỏ qua các hướng dẫn về phông chữ.
zh_tw: 字體微調是一種將字型於螢幕像素網格中，盡可能最佳化其可讀性的處理程序。 - 關閉：無 Font Hinting。 - 原生：遵循字型內部的微調指示。 - 自動：使用 FreeType 的字型微調演算法，忽略字型內建的微調指示。

source: Font Kerning
bg_bg: Кърнинг на шрифта
he: ריווח אחיד בין אות'
sv: Typsnittskerning
vi: Khoảng cách các ký tự
zh_tw: 字距調整

source: fast
bg_bg: бързо
he: מהיר
sv: snabb
vi: ưu tiên tốc độ
zh_tw: 快速

source: good
bg_bg: добро
he: טוב
sv: bra
vi: tốt
zh_tw: 好

source: best
bg_bg: отлично
he: הטוב ביותר
sv: bäst
vi: tốt nhất
zh_tw: 最佳
