Repository: koreader/koreader-translations
Catalog: */koreader.po
Languages: bg_bg, he, sv, vi, zh_tw

source: App password
bg_bg: Парола за приложението
he: סיסמת היישומון
vi: Mật khẩu ứng dụng
zh_tw: 應用程式密碼

source: Security → Devices & sessions
bg_bg: Сигурност → Устройства и сеанси
he: אבטחה ← מכשירים והפעלות
vi: Bảo mật → Thiết bị & phiên
zh_tw: 安全性 → 裝置與工作階段

source: Category
bg_bg: Категория
he: קטגוריה
vi: Danh mục
zh_tw: 分類

source: Category applied to the note
bg_bg: Категория, задавана на бележката
he: הקטגוריה חלה על ההערה
vi: Danh mục được áp dụng cho ghi chú
zh_tw: 套用到筆記的分類

source: Export to Nextcloud Notes
bg_bg: Изнасяне в бележки за Nextcloud
he: ייצוא לפתקיות Nextcloud
vi: Xuất sang Nextcloud Notes
zh_tw: 匯出到 Nextcloud Notes

source: For Nextcloud Notes setup instructions, see %1 Markdown formatting can be configured in: Export highlights > Choose formats and services > Markdown.
bg_bg: За настройка на бележки за Nextcloud вижте %1 Форматирането на markdown може да бъде настроено от: Изнасяне на подчертаното → Избор на формати и услуги → Markdown.
he: לקבלת הוראות התקנה של Nextcloud Notes, ר׳ %1 ניתן להגדיר עיצוב Markdown דרך: ייצוא הדגשות > בחירת תבניות ושירותים > Markdown.
vi: Để biết hướng dẫn thiết lập Nextcloud Notes, hãy xem %1 Định dạng Markdown có thể được cấu hình trong: Xuất phần tô sáng > Chọn định dạng và dịch vụ > Markdown.
zh_tw: Nextcloud Notes 的設定說明請參見 %1 Markdown 格式化可在以下位置設定： 匯出標注 > 選擇格式與服務 > Markdown。

source: Set authorization token for Readwise
bg_bg: Задаване на код за удостоверяване за Readwise
he: הגדרת אסימון הרשאה עבור Readwise
vi: Đặt mã thông báo xác thực cho Readwise
zh_tw: 設定 Readwise 的授權 token

source: Export to Readwise
bg_bg: Изнасяне в Readwise
he: ייצוא ל־Readwise
vi: Xuất sang Readwise
zh_tw: 匯出到 Readwise

source: -- Page: %1, added on %2
bg_bg: -- Страница: %1, добавено на %2
he: -- עמוד: %1, נוסף ב־%2
sv: -- Sida: %1, lades till på %2
vi: -- Trang: %1, được thêm vào %2
zh_tw: ——頁面：%1，加入於 %2

source: <An image>
bg_bg: <Изображение>
he: <תמונה>
vi: <Một hình ảnh>
zh_tw: <圖片>

source: Set XMNote IP
bg_bg: Задаване на IP на XMNote
he: הגדרת IP ל־XMNote
vi: Đặt IP XMNote
zh_tw: 設定 XMNote IP

source: Set IP
bg_bg: Запазване
he: הגדרת IP
vi: Đặt IP
zh_tw: 設定 IP

source: Export to XMNote
bg_bg: Изнасяне в XMNote
he: ייצוא ל־XMNote
vi: Xuất sang XMNote
zh_tw: 匯出到 XMNote

source: Before starting the export process, please make sure that your mobile and KOReader are connected to the same local network. Open XMNote and go to "My" - "Import Highlights" - "Import via API". At the bottom of the interface, you will find the IP address of your mobile device. Enter this IP address into KOReader to complete the configuration.
bg_bg: Преди да започнете процеса на изнасяне се уверете, че мобилното устройство и KOReader са свързани към една и съща локална мрежа. Отворете XMNote и отидете на „Моите → Внасяне на подчертано → Внасяне чрез ППИ“. В долната част на интерфейса ще намерите IP адреса на мобилното устройство. Въведете този IP адрес в KOReader, за да завършите настройката.
he: לפני תחילת תהליך הייצוא, נא לוודא שהמכשיר הנייד שלך ו־KOReader מחוברים לאותה רשת מקומית. יש לפתוח את XMnote ולגשת אל ‎"My" - "Import Highlights" -"Import Through API"‬. בתחתית המנשק תופיע כתובת ה־IP של המכשיר הנייד שלך. יש למלא כתובת IP זו לתוך KOReader כדי להשלים את התצורה.
vi: Trước khi bắt đầu quá trình xuất, vui lòng đảm bảo điện thoại di động và KOReader của bạn được kết nối với cùng một mạng cục bộ. Mở XMNote và vào mục "Của tôi" - "Nhập điểm nổi bật" - "Nhập qua API". Ở cuối giao diện, bạn sẽ thấy địa chỉ IP của thiết bị di động. Nhập địa chỉ IP này vào KOReader để hoàn tất cấu hình.
zh_tw: 在開始匯出前，請確保您的手機與 KOReader 連接到同一個區域網路。打開 XMNote，進入「我的」-「匯入標注」-「透過 API 匯入」。在介面底部，您將找到手機裝置的 IP 位址。將此 IP 位址輸入到 KOReader 中即可完成設定。

source: View in book
bg_bg: Преглед в книгата
vi: Xem trong sách
zh_tw: 在書中檢視

source: External keyboard
bg_bg: Външна клавиатура
he: מקלדת חיצונית
vi: Bàn phím ngoài
zh_tw: 外部鍵盤

source: Manages USB OTG and configures keyboard.
bg_bg: Управлява USB OTG и настройва клавиатура.
he: מנהל OTG של USB ומגדיר מקלדת.
vi: Quản lý USB OTG và cấu hình bàn phím.
zh_tw: 管理 USB OTG 並設定鍵盤。

source: External Keyboard
bg_bg: Външна клавиатура
he: מקלדת חיצונית
vi: Bàn phím ngoài
zh_tw: 外部鍵盤

source: Enable OTG mode to connect peripherals
bg_bg: За да свържете периферни устройства включете режима OTG
he: הפעלת מצב OTG כדי להתחבר לאמצעים חיצוניים
vi: Bật chế độ OTG để kết nối các thiết bị ngoại vi
zh_tw: 啟用 OTG 模式以連接週邊裝置

source: Always enable OTG mode
bg_bg: Режим OTG винаги включен
he: תמיד להפעיל מצב OTG
vi: Luôn bật chế độ OTG
zh_tw: 始終啟用 OTG 模式

source: Keyboard disconnected
bg_bg: Клавиатурата е изключена
he: מקלדת מנותקת
vi: Bàn phím bị ngắt kết nối
zh_tw: 鍵盤已斷線

source: Keyboard connected
bg_bg: Клавиатурата е включена
he: מקלדת מחוברת
vi: Bàn phím đã kết nối
zh_tw: 鍵盤已連線

source: Note that in OTG mode the device will not be recognized as a USB drive by a computer.
bg_bg: Имайте предвид, че в режим OTG устройството няма да бъде разпознавано като USB устройство от компютър.
he: נא לשים לב שבמצב ה־OTG המחשב לא יזהה את ההתקן ככונן USB.
vi: Lưu ý rằng ở chế độ OTG, máy tính sẽ không nhận dạng được thiết bị là ổ USB.
zh_tw: 請注意，在 OTG 模式下，裝置不會被電腦識別為 USB 隨身碟。

source: Gestures
bg_bg: Жестове
he: תנועות אצבע
vi: Cử chỉ
zh_tw: 手勢

source: This plugin provides gesture support.
bg_bg: Добавката дава възможност за управление на жестове.
he: תוסף זה מספק תמיכה בתנועות אצבע.
vi: Plugin này cung cấp hỗ trợ cử chỉ.
zh_tw: 這個外掛提供手勢支援。

source: Tap corner
bg_bg: Докосване в ъглите
he: הקשה בפינה
sv: Tryck i hörnet
vi: Chạm góc
zh_tw: 點擊角落

source: Long-press on corner
bg_bg: Задържане в ъглите
he: לחיצה ארוכה בפינה
vi: Nhấn giữ ở góc
zh_tw: 長按角落

source: One-finger swipe
bg_bg: Плъзване с един пръст
he: החלקה באצבע אחת
sv: Enfingerssvep
vi: Vuốt một ngón tay
zh_tw: 單指滑動

source: Double tap
bg_bg: Двойно докосване
he: הקשה כפולה
vi: Nhấn đúp
zh_tw: 雙擊

source: Two-finger tap corner
bg_bg: Докосване в ъглите с два пръста
he: הקשה בפינה עם שתי אצבעות
sv: Hörn för tvåfingertryck
vi: Chạm góc bằng 2 ngón
zh_tw: 雙指點擊角落

source: Two-finger swipe
bg_bg: Плъзване с два пръста
he: החלקה עם שתי אצבעות
sv: Två fingersvepning
vi: Vuốt 2 ngón
zh_tw: 雙指滑動

source: Spread and pinch
bg_bg: Разтягане и свиване
he: מריחה וצביטה
sv: Spridning och nypning
vi: Phóng to thu nhỏ
zh_tw: 擴張與捏合

source: Two-finger rotation
bg_bg: Завъртане с два пръста
he: סיבוב בשתי אצבעות
vi: Xoay bằng hai ngón tay
zh_tw: 雙指旋轉

source: Multiswipes
bg_bg: Многократни плъзвания
he: החלקות מרובת
vi: Vuốt đa cử chỉ
zh_tw: 多方向滑動

source: Custom multiswipes
bg_bg: Потребителски многократни плъзвания
he: אפשר החלקות מרובת (גישה מהירה)
vi: Tùy chọn vuốt đa cử chỉ
zh_tw: 自訂多方向滑動

source: Top left
bg_bg: Горен ляв
he: למעלה משמאל
sv: Överst till vänster
vi: Góc trên bên trái
zh_tw: 左上

source: Top right
bg_bg: Горен десен
he: למעלה מימין
sv: Överst till höger
vi: Góc trên bên phải
zh_tw: 右上

source: Bottom left
bg_bg: Долен ляв
he: למטה משמאל
sv: Längst ner till vänster
vi: Góc dưới bên trái
zh_tw: 左下

source: Bottom right
bg_bg: Долен десен
he: למטה מימין
sv: Längst ner till höger
vi: Góc dưới bên phải
zh_tw: 右下

source: Left edge down
bg_bg: По левия край надолу
he: קצה שמאל למטה
sv: Nedra vänsterkant
vi: Cạnh trái xuống
zh_tw: 左邊緣往下

source: Left edge up
bg_bg: По левия край нагоре
he: קצה שמאל למעלה
sv: Övre vänsterkant
vi: Cạnh trái lên
zh_tw: 左邊緣往上

source: Right edge down
bg_bg: По десния край надолу
he: קצה ימין למטה
sv: Nedre högerkant
vi: Cạnh phải xuống
zh_tw: 右邊緣往下

source: Right edge up
bg_bg: По десния край нагоре
he: קצה ימין למעלה
sv: Övre högerkant
vi: Cạnh phải lên
zh_tw: 右邊緣往上

source: Top edge right
bg_bg: По горния край надясно
he: קצה עליון ימינה
sv: Övre högerkant
vi: Cạnh trên bên phải
zh_tw: 上邊緣往右

source: Top edge left
bg_bg: По горния край наляво
he: קצה עליון שמאלה
sv: Övre vänsterkant
vi: Cạnh trên bên trái
zh_tw: 上邊緣往左

source: Bottom edge right
bg_bg: По долния край надясно
he: קצה תחתון ימינה
sv: Nedre högra kanten
vi: Góc phải dưới
zh_tw: 下邊緣往右

source: Bottom edge left
bg_bg: По долния край наляво
he: קצה תחתון שמאלה
sv: Nedre vänstra kanten
vi: Góc trái dưới
zh_tw: 下邊緣往左

source: Left side
bg_bg: Лява страна
he: צד שמאל
vi: Phía bên trái
zh_tw: 左側

source: Right side
bg_bg: Дясна страна
he: צד ימין
vi: Phía bên phải
zh_tw: 右側

source: Short diagonal swipe
bg_bg: Късо диагонално плъзване
he: החלקה אלכסונית קצרה
sv: Kort diagonal svepning
vi: Vuốt chéo ngắn
zh_tw: 短斜向滑動

source: Spread
bg_bg: Разтягане
he: התפשטות
sv: Spridning
vi: Phóng to
zh_tw: 擴張

source: Pinch
bg_bg: Свиване
he: צביטה
sv: Nypning
vi: Thu nhỏ
zh_tw: 捏合

source: Rotate clockwise ⤸ 90°
bg_bg: Завъртане на ⤸ 90° по часовниковата стрелка
he: סיבוב עם כיוון השעון⤸ 90°
vi: Xoay theo chiều kim đồng hồ ⤸ 90°
zh_tw: 順時針旋轉 ⤸ 90°

source: Rotate counterclockwise ⤹ 90°
bg_bg: Завъртане на ⤹ 90° обратно на часовника
he: סיבוב נגד כיוון השעון ⤹ 90°
vi: Xoay ngược chiều kim đồng hồ ⤹ 90°
zh_tw: 逆時針旋轉 ⤹ 90°

source: Multiswipes allow you to perform complex gestures built up out of multiple swipe directions, never losing touch with the screen. These advanced gestures consist of either straight swipes or diagonal swipes. To ensure accuracy, they can't be mixed.
bg_bg: Многократните плъзвания ви дават възможност да извършвате сложни жестове, съставени от плъзвания в различни посоки, без да се отделяте от екрана. Тези жестове се състоят от хоризонтални, вертикални или диагонални плъзвания. За по-голяма точност, плъзвания в различни направления не могат да бъдат смесвани.
he: תנועת ריבוי האצבעות מאפשרת לבצע מחוות מורכבות שנוצרו מכיווני גלילה מרובים, מבלי לאבד קשר עם המסך. מחוות מתקדמות אלה מורכבות מתנועות ישרות או אלכסוניות. כדי להבטיח דיוק, לא ניתן לשלב אותם.
sv: Multisvep låter dig utföra komplexa gester som byggs upp av flera svepriktningar, utan att förlora kontakten med skärmen. Dessa avancerade gester består och antingen raka eller diagonala svep. För att garantera exakthet kan de inte blandas.
vi: Multiswipes cho phép bạn thực hiện các cử chỉ phức tạp được xây dựng từ nhiều hướng vuốt, không bao giờ mất liên lạc với màn hình. Những cử chỉ nâng cao này bao gồm hoặc vuốt thẳng hoặc vuốt chéo. Để đảm bảo độ chính xác, chúng không thể dùng hỗn hợp.
zh_tw: 轉向滑動可讓您以多個方向的滑動執行複雜的手勢指令，過程中手指不需離開螢幕。 這些進階手勢裡包含直線或斜線滑動，為了確保正確度，手勢不能混合。

source: %1 (default)
bg_bg: %1 (по подразбиране)
he: %1 (ברירת מחדל)
sv: %1 (standard)
vi: %1 (mặc định)
zh_tw: %1 (預設)

source: Anchor QuickMenu to gesture position
bg_bg: Показване на Бързото меню на мястото на докосване
he: הצמדת תפריט מהיר למיקום המחווה
vi: Neo QuickMenu vào vị trí cử chỉ
zh_tw: 將快速選單固定在手勢位置

source: Always active
bg_bg: Винаги включено
he: פעיל תמיד
vi: Luôn luôn hoạt động
zh_tw: 始終啟用

source: Multiswipe recorder
bg_bg: Записване на многократно плъзване
he: אשף הקלטת החלקה מרובת אצבעות
sv: Multisvepsinspelare
vi: Máy ghi âm đa quét
zh_tw: 多方向滑動記錄器

source: Make a multiswipe gesture
bg_bg: Направете жест с няколко плъзвания
he: בצע החלקה מרובת אצבעות על המסך
sv: Skapa en multisveps gest
vi: Thực hiện cử chỉ vuốt nhiều lần
zh_tw: 執行一個多方向滑動手勢

source: Recorded multiswipe already exists.
bg_bg: Записаният жест вече съществува.
he: תנועת ההחלקה המרובה שהוקלטה כבר קיימת.
sv: Inspelat multisvep finns redan.
vi: Đã tồn tại tính năng ghi lại nhiều lần vuốt.
zh_tw: 該多方向滑動記錄已存在。

source: The number of possible multiswipe gestures is theoretically infinite. With the multiswipe recorder you can easily record your own.
bg_bg: Броят на възможните жестове с няколко плъзвания теоретично е безкраен. Със записване на жест с няколко плъзвания лесно можете да направите свой собствен.
he: מספר התנועות המרובות האפשריות הוא אינסופי. בעזרת מקליט ההחלקה המרובה תוכלו להקליט בקלות קיצורים משלכם.
sv: Antalet möjlig multisvepgester är teoretiskt oändligt. Med multisvepsinspelaren kan du enklet spela in dina egna.
vi: Về mặt lý thuyết, số lượng cử chỉ vuốt nhiều lần có thể thực hiện là vô hạn. Với trình ghi âm vuốt nhiều lần, bạn có thể dễ dàng ghi lại cử chỉ của riêng mình.
zh_tw: 多方向滑動手勢的可能數量理論上是無限的。您可以使用多方向滑動記錄器輕鬆錄製您自己的手勢。

source: Remove custom multiswipe %1?
bg_bg: Премахване на потребителския жест от няколко плъзвания %1?
he: להסיר תנועות החלקה מרובה שיצרת %1?
sv: Ta bort anpassat multisvep %1?
vi: Xóa tùy chỉnh vuốt nhiều %1?
zh_tw: 要移除自訂多方向滑動 %1 嗎？

source: Gestures in file browser
bg_bg: Жестове в управление на файлове
vi: Cử chỉ trong trình duyệt tệp
zh_tw: 檔案瀏覽器中的手勢

source: Gestures in reader
bg_bg: Жестове при четене
vi: Cử chỉ trong trình đọc
zh_tw: 閱讀器中的手勢

source: Gesture intervals
bg_bg: Интервали на жестовете
he: מרווחי זמן תנועות אצבע
sv: Gestintervall
vi: Khoảng cách cử chỉ
zh_tw: 手勢間隔

source: Text selection rate
bg_bg: Честота на обновяване при избор на текст
he: קצב בחירת טקסט
vi: Tỷ lệ lựa chọn văn bản
zh_tw: 文字選擇速度

source: The rate is how often screen will be refreshed per second while selecting text. Higher values mean faster screen updates, but also use more CPU.
bg_bg: Честотата на обновяване е колко често се опреснява екранът в секунда, докато избирате текст. По-високите стойности означават по-често опресняване на екрана, но също така се използва повече процесорна мощ.
he: השיעור הוא באיזו תדירות יתרענן המסך לשנייה בעת בחירת טקסט. ערכים גבוהים יותר פירושם עדכוני מסך מהירים יותר, אך גם שימוש במעבד רב יותר.
vi: Tốc độ là tần suất màn hình được làm mới mỗi giây khi chọn văn bản. Giá trị càng cao thì tốc độ cập nhật màn hình càng nhanh, nhưng cũng tiêu tốn nhiều CPU hơn.
zh_tw: 此數值決定在選擇文字時，螢幕每秒重新整理的頻率。 數值越高，更新越快，但也會消耗更多 CPU。

# Frequency
source: Hz
bg_bg: Хц
he: הרץ

source: Set rate
bg_bg: Задаване честота
he: הגדר קצב
vi: Đặt tỷ lệ
zh_tw: 設定頻率

source: Tap interval
bg_bg: Интервал на докосване
he: מרווח זמן בהקשה
vi: Khoảng cách chạm
zh_tw: 點擊間隔

source: Any other taps made within this interval after a first tap will be considered accidental and ignored. The interval value is in milliseconds and can range from 0 (0 seconds) to 2000 (2 seconds).
bg_bg: Всички други докосвания, направени в рамките на този интервал след първото докосване, се считат за случайни и биват пренебрегнати. Стойността на интервала е в милисекунди и може да бъде от 0 (0 секунди) до 2000 (2 секунди).
he: כל הקשה אחרת שנעשה בטווח זמן זה לאחר ההקשה ראשונה תחשב כמקרית, ומתעלמים ממנה. ערך המרווח הוא באלפיות שנייה ונע בין 0 (0 שניות) ל-2000 (2 שניות).
vi: Bất kỳ lần chạm nào khác được thực hiện trong khoảng thời gian này sau lần chạm đầu tiên sẽ được coi là vô tình và bị bỏ qua. Giá trị khoảng thời gian được tính bằng mili giây và có thể dao động từ 0 (0 giây) đến 2000 (2 giây).
zh_tw: 在首次點擊後，此間隔內的任何其他點擊都將視為誤觸並被忽略。 間隔值以毫秒為單位，範圍可從 0（0 秒）到 2000（2 秒）。

source: Tap interval on keyboard
bg_bg: Интервал на докосване на клавиатурата
he: מרווח זמן בהקשה
vi: Khoảng cách nhấn trên bàn phím
zh_tw: 鍵盤點擊間隔

source: Double tap interval
bg_bg: Интервал на двойно докосване
he: מרווח זמן הקשה כפולה
sv: Dubbeltryckintervall
vi: Khoảng cách chạm hai lần
zh_tw: 雙擊間隔

source: When double tap is enabled, this sets the time to wait for the second tap. A single tap will take at least this long to be detected. The interval value is in milliseconds and can range from 100 (0.1 seconds) to 2000 (2 seconds).
bg_bg: Когато е разрешено двойно докосване, тази стойност задава времето за изчакване на второто докосване. При единично докосване ще е необходимо поне толкова време, за да бъде разпознато. Стойността на интервала е в милисекунди и може да бъде от 100 (0,1 секунди) до 2000 (2 секунди).
he: כאשר הקשה כפולה מופעלת, זה מגדיר את זמן ההמתנה להקשה השנייה. הקשה בודדת תקח לפחות זמן זה עד שיאותר. ערך המרווח הוא באלפיות השנייה והוא יכול לנוע בין 100 (0.1 שניות) ל-2000 (2 שניות).
vi: Khi bật tính năng chạm hai lần, tùy chọn này sẽ thiết lập thời gian chờ cho lần chạm thứ hai. Một lần chạm đơn lẻ sẽ mất ít nhất khoảng thời gian này để được phát hiện. Giá trị khoảng thời gian được tính bằng mili giây và có thể dao động từ 100 (0,1 giây) đến 2000 (2 giây).
zh_tw: 啟用雙擊後，此選項設定等待第二次點擊的時間。單擊至少需要經過此時間才會被偵測。 間隔值以毫秒為單位，範圍可從 100（0.1 秒）到 2000（2 秒）。

source: Two finger tap duration
bg_bg: Продължителност на докосване с два пръста
he: משך הקשה בשתי אצבעות
sv: Varaktighet för tvåfingertryck
vi: Thời lượng chạm hai ngón tay
zh_tw: 雙指點擊持續時間

source: This sets the allowed duration of any of the two fingers touch/release for the combined event to be considered a two finger tap. The duration value is in milliseconds and can range from 100 (0.1 seconds) to 2000 (2 seconds).
bg_bg: Задава допустимата продължителност на докосване/пускане на който и да е от двата пръста, за да се счита комбинираното събитие за докосване с два пръста. Стойността на продължителността е в милисекунди и може да бъде от 100 (0,1 секунди) до 2000 (2 секунди).
he: זה מגדיר את משך הזמן המותר של לגעת/לשחרר בכל אחד משתי האצבעות כדי שהאירוע המשולב ייחשב להקשה בשתי אצבעות. ערך המשך הוא באלפיות השנייה והוא יכול לנוע בין 100 (0.1 שניות) ל -2000 (2 שניות).
vi: Thiết lập này sẽ thiết lập khoảng thời gian cho phép của bất kỳ lần chạm/thả nào của hai ngón tay để sự kiện kết hợp được coi là một lần chạm bằng hai ngón tay. Giá trị khoảng thời gian được tính bằng mili giây và có thể dao động từ 100 (0,1 giây) đến 2000 (2 giây).
zh_tw: 此選項設定雙指觸碰/釋放的允許持續時間，才會被視為一次雙指點擊。 持續時間以毫秒為單位，範圍可從 100（0.1 秒）到 2000（2 秒）。

source: Set duration
bg_bg: Запазване
he: הגדר משך זמן
sv: Sätt varaktigeht
vi: Đặt thời lượng
zh_tw: 設定持續時間

source: Long-press interval
bg_bg: Продължителност на задържане
he: מרווח זמן ללחיצה ארוכה
vi: Thời gian nhấn giữ
zh_tw: 長按間隔

source: If a touch is not released in this interval, it is considered a long-press. On document text, single word selection will then be triggered. The interval value is in milliseconds and can range from 100 (0.1 seconds) to the very-long-press interval.
bg_bg: Ако докосването е по-продължително от този интервал, то се счита за задържане. В текста на документите ще се задейства избора на една дума. Стойността на интервала е в милисекунди и може да бъде от 100 (0,1 секунда) до интервала за дълго задържане.
he: אם מגע לא משתחרר במרווח זה, הוא נחשב ללחיצה ארוכה. בטקסט המסמך, מופעלת אז בחירת מילה בודדת. ערך המרווח הוא באלפיות השנייה ויכול לנוע בין 100 (0.1 שניות) למרווח הלחיצה הארוכה מאוד .
vi: Nếu không thả tay khỏi khoảng thời gian này, thao tác chạm sẽ được coi là nhấn giữ. Khi sử dụng văn bản, thao tác chọn từng từ sẽ được kích hoạt. Giá trị khoảng thời gian được tính bằng mili giây và có thể dao động từ 100 (0,1 giây) đến khoảng thời gian nhấn giữ rất lâu.
zh_tw: 若在此間隔內未鬆開觸控，則會視為長按。在文件文字上，會觸發單字選取。 間隔值以毫秒為單位，範圍可從 100（0.1 秒）到極長按間隔。

source: Swipe interval
bg_bg: Интервал на плъзване
he: מרווח זמן להחלקה
sv: Svepintervall
vi: Thời gian vuốt
zh_tw: 滑動間隔

source: This sets the maximum delay between the start and the end of a swipe for it to be considered a swipe. Above this interval, it's considered panning. The interval value is in milliseconds and can range from 100 (0.1 seconds) to 2000 (2 seconds).
bg_bg: Задава максималното забавяне между началото и края на плъзването, за да се счита то за плъзване. При превишаване на този интервал се счита, че е налице влачене. Стойността на интервала е в милисекунди и може да бъде от 100 (0,1 секунди) до 2000 (2 секунди).
he: כאן מוגדרת ההשהיה המרבית בין ההתחלה לסוף ההחלקה כדי שתיחשב להחלקה. מעל לפרק זמן זה, זה נחשב לגרירה. ערך הזמן הזה הוא באלפיות השנייה והוא יכול לנוע בין 100 (0.1 שניות) ל־2000 (2 שניות).
vi: Thiết lập này đặt độ trễ tối đa giữa thời điểm bắt đầu và kết thúc của một lần vuốt để được coi là một lần vuốt. Trên khoảng thời gian này, nó được coi là đang di chuyển màn hình. Giá trị khoảng thời gian được tính bằng mili giây và có thể dao động từ 100 (0,1 giây) đến 2000 (2 giây).
zh_tw: 此選項設定從滑動開始到結束的最大延遲，超過此間隔則會被視為平移操作。 間隔值以毫秒為單位，範圍可從 100（0.1 秒）到 2000（2 秒）。

source: Gesture manager
bg_bg: Управление на жестове
he: מנהל תנועות אצבע
sv: Gesthanterare
vi: Quản lý cử chỉ
zh_tw: 手勢管理員

source: Turn on multiswipes
bg_bg: Използване на многократни плъзвания
he: לאפשר החלקה עם מספר אצבעות (גישה מהירה)
vi: Bật chế độ vuốt nhiều lần
zh_tw: 啟用多方向滑動手勢

source: Gestures have been upgraded. You may now set more than one action per gesture.
bg_bg: Жестовете са обновени. Вече можете да задавате повече от едно действие за жест.
he: התנועות אצבע שודרגו. מעתה תוכל להגדיר יותר מפעולה אחת לכל תנועה.
vi: Cử chỉ đã được nâng cấp. Giờ đây, bạn có thể thiết lập nhiều hơn một hành động cho mỗi cử chỉ.
zh_tw: 手勢已經升級。您現在可以為每個手勢設定多個動作。

source: You have just performed your first multiswipe gesture.
bg_bg: Току-що извършихте първия си жест с няколко плъзвания.
he: יצרת כרגע את ההחלקה מרובת האצבעות הראשונה שלך.
vi: Bạn vừa thực hiện cử chỉ vuốt nhiều lần đầu tiên.
zh_tw: 您剛剛執行了第一次多方向滑動手勢。

source: Ignore long-press on corners: on
bg_bg: Пренебрегване на задържане в ъглите: вкл
he: התעלמות מלחיצה ארוכה על הפינות: מופעל
vi: Bỏ qua thao tác nhấn lâu ở các góc: bật
zh_tw: 忽略角落長按：開啟

source: Ignore long-press on corners: off
bg_bg: Пренебрегване на задържане в ъглите: изкл
he: התעלמות מלחיצה ארוכה על הפינות: בוטל
vi: Bỏ qua thao tác nhấn lâu ở các góc: tắt
zh_tw: 忽略角落長按：關閉

source: Hello
bg_bg: Здравейте
he: שלום
sv: Hej
vi: Xin chào
zh_tw: 您好

source: This is a debugging plugin.
bg_bg: Добавка за отстраняване на грешки.
he: זהו תוסף איתור באגים.
sv: Detta är en felsökningsinsticksmodul.
vi: Đây là một plugin gỡ lỗi.
zh_tw: 這是一個除錯外掛。

source: Hello World
bg_bg: Здравей, свят
he: שלום עולם
sv: Hej värld
vi: Xin chào thế giới
zh_tw: 您好，世界

source: Hello, plugin world
bg_bg: Здравей, свят на добавки
he: שלום, עולם התוספים
sv: Hej tilläggsvärld
vi: Xin chào thế giới plugin
zh_tw: 您好，外掛世界

source: Hotkeys
bg_bg: Клавишни комбинации
he: מקשים חמים
vi: Phím nóng
zh_tw: 快速鍵

source: This plugin provides custom shortcut support for devices with physical keys.
bg_bg: Добавката дава възможност за създаване на клавишни комбинации на устройства с физическа клавиатура.
he: תוסף זה מספק תמיכה בקיצורים אישיים עבור מכשירים עם מקשים פיזיים.
vi: Plugin này cung cấp hỗ trợ phím tắt tùy chỉnh cho các thiết bị có phím vật lý.
zh_tw: 此外掛為具有實體按鍵的裝置提供自訂快捷鍵支援。

source: No action
bg_bg: Без действие
he: אין פעולה
vi: Không có hành động
zh_tw: 無動作

source: Type to launch full text search
bg_bg: Въвеждайте за пълнотекстово търсене
he: נא להקליד כדי להפעיל חיפוש טקסט מלא
vi: Gõ để khởi chạy tìm kiếm toàn văn
zh_tw: 輸入以啟動全文搜尋

source: Use the press key for shortcuts
bg_bg: Използване на бутона „Press“ в комбинации
he: להשתמש במקש Press לקיצורי דרך
vi: Sử dụng phím nhấn để thực hiện các phím tắt
zh_tw: 使用按鍵作為快捷鍵

source: Keyboard shortcuts
bg_bg: Клавишни комбинации
he: קיצורי מקלדת
vi: Phím tắt
zh_tw: 鍵盤快捷鍵

source: Cursor keys
bg_bg: Клавиши за каретката
he: מקשי חיצים
vi: Phím con trỏ
zh_tw: 方向鍵

source: Page-turn buttons
bg_bg: Бутони за прелистване
he: לחצני מעבר עמוד
vi: Nút lật trang
zh_tw: 翻頁按鍵

source: Function keys
bg_bg: Функционални клавиши
he: מקשי פונקציה
vi: Các phím chức năng
zh_tw: 功能鍵

source: Alphabet keys
bg_bg: Клавиши с букви
he: מקשי אותיות
vi: Phím chữ cái
zh_tw: 字母鍵

source: HTTP KOReader Inspector
bg_bg: Инспектор на HTTP за KOReader
he: חוקר HTTP של KOReader
vi: Trình kiểm tra KOReader HTTP
zh_tw: HTTP KOReader 檢視器

source: Allow browsing KOReader internal objects over HTTP. This is aimed at developers, and may pose some security risks. Only enable this on networks you can trust.
bg_bg: Добавката дава възможност за преглеждане на вътрешните обекти на KOReader по HTTP. Предназначена е за разработчици и може да породи рискове за сигурността. Включвайте добавката само в мрежи, на които имате доверие.
he: לאפשר עיון בעצמים הפנימיים של KOReader על גבי HTTP. מיועד למפתחים, ויכול להוות סיכון אבטחת מידע. כדאי לאפשר את זה רק ברשתות שאפשר לסמוך עליהן.
vi: Cho phép duyệt các đối tượng nội bộ KOReader qua HTTP. Tính năng này dành cho các nhà phát triển và có thể gây ra một số rủi ro bảo mật. Chỉ bật tính năng này trên các mạng bạn tin cậy.
zh_tw: 允許透過 HTTP 瀏覽 KOReader 內部物件。此功能主要提供給開發人員使用，可能會帶來安全風險。請僅在可信任的網路上啟用。
